export const games = [
  {
    "id": 1,
    "name": "Counter-Strike: Global Offensive",
    "description": "Самая популярная игра в мире командных тактических шутеров, где у тебя будет масса возможностей, а также динамичный игровой процесс. Играть ты будешь с видом от первого лица, а графика здесь максимально приближена к реальности, что порадует всех поклонников данного проекта. В данной части, как и в предыдущий, раскрыта тема противостояния полиции и террористов, добра и зла. Ты сможешь встать как на сторону зла, захватывая заложников и занимая позиции, либо на сторону добра, где будешь бороться с террористами. Игра имеет несколько интересных режимов. Тебе предстоит выполнять различного рода миссии, а также усовершенствовать боевые способности и арсенал оружия главного героя. С каждым новым уровнем у тебя будут открываться все новые и новые орудия убийства, так, ты с лёгкостью сможешь стать лучшим бойцом.",
    "img": "/src/img/games/csgo.jpeg",
    "carousel1": "/src/img/game-carousel/csgo-1.jpg",
    "carousel2": "/src/img/game-carousel/csgo-2.jpg",
    "genres": "Экшены, Шутеры",
    "steamlink": "https://store.steampowered.com/app/730/CounterStrike_Global_Offensive/",
    "info": {
      "Год выпуска": "2012г.",
      "Разработчик": "Valve",
      "Жанр": "Экшены",
      "Версия": "1.38.7.5",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel Core 2 Duo E6600",
      "Видеокарта": "256 Мб",
      "Оперативная память": "2Гб",
      "Памяти на Жестком Диске": "15Гб"
    },
    "file": "torrent/CS_GO.torrent"
  },
  {
    "id": 2,
    "name": "Railway Empire",
    "description": "Новая игра в жанре симулятора развития индустрии постройки и создания поездов. Здесь от тебя требуется тактическое планирование действий, а также полный контроль всех аспектов деятельности. Ты будешь выстраивать железнодорожные пути от одной точки к другой, тем самым позволяя пассажирским и грузовым поездам быстро перемещаться по местности. Выполняя те или иные перевозки, ты будешь зарабатывать достаточно неплохие денежные суммы, ща которые отправляйся на усовершенствование своих владений, расширяя масштабы и покупая новые модели. Графика здесь проработана на высшем уровне, а все модели поездов разработаны до мельчайшей детали, что делает времяпровождение максимально реалистичным. Может порадовать красивый округ, который наделён живописными горами и лесами. Не забывай, что повсюду у тебя будет масса конкурентов, поэтому будь внимательным и совершай все действия с умом.",
    "img": "/src/img/games/RailwayEmpire.jpg",
    "carousel1": "/src/img/game-carousel/RailwayEmpire-1.jpg",
    "carousel2": "/src/img/game-carousel/RailwayEmpire-2.jpg",
    "genres": "Симуляторы, Стратегии",
    "steamlink": "https://store.steampowered.com/app/503940/Railway_Empire/",
    "info": {
      "Год выпуска": "2018г.",
      "Разработчик": "Gaming Minds Studios",
      "Жанр": "Симуляторы, Стратегии",
      "Версия": "1.14.2.27630 GOG + Все Дополнение (DLC) + Down Under",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel Core i5 750 2.6 GHz",
      "Видеокарта": "GTX460",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "7Гб"
    },
    "file": "torrent/Railway_Empire.torrent"
  },
  {
    "id": 3,
    "name": "Factorio",
    "description": "2D песочница, имеющая огромные размеры, где у тебя будет свобода действий по исследованию планеты. Ты отправишься на создание нового мира, где создашь все необходимые условия для того, чтобы человечество могло там жить в мире и комфорте. Тебе необходимо заняться добычей полезных ресурсов и всяческих предметов, а затем производить необходимые компоненты, которые отправишь на войну землян с пришельцами. Ты должен освоить новую планету быстрее, чем это сделает вражеская сторона. Тут важную роль играет экономическая составляющая, поэтому будь очень внимательным в решении того или иного вопроса. У тебя будут большие возможности в плане организации и логистики. Графикой игра не может похвастаться, а этого здесь и не нужно, ведь она достаточно интересна и без того. Разрабатывай современное оружие, а также налаживая производство.",
    "img": "/src/img/games/factorio.jpg",
    "carousel1": "/src/img/game-carousel/Factorio-1.jpg",
    "carousel2": "/src/img/game-carousel/Factorio-2.jpg",
    "genres": "Казуальные игры, Инди, Симуляторы, Стратегии",
    "steamlink": "https://store.steampowered.com/app/427520/Factorio/",
    "info": {
      "Год выпуска": "2020г.",
      "Разработчик": "Wube Software LTD",
      "Жанр": "Казуальные игры, Инди, Симуляторы, Стратегии",
      "Версия": "1.1.82",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10 ",
      "Процессор": "3Ghz двух-ядерный",
      "Видеокарта": "512MB",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "3Гб"
    },
    "file": "torrent/Factorio_1.1.82.torrent"
  },
  {
    "id": 4,
    "name": "Counter-Strike 1.6",
    "description": "Многопользовательская компьютерная игра в жанре шутера от первого лица, основная концепция которой заключается в противостоянии команд спецназа и террористов на различной местности и по разным сценариям.",
    "img": "/src/img/games/cs1-6.jpg",
    "carousel1": "/src/img/game-carousel/CounterStrike16-1.jpg",
    "carousel2": "/src/img/game-carousel/CounterStrike16-2.jpg",
    "genres": "Экшены, Шутеры",
    "steamlink": "https://store.steampowered.com/app/10/CounterStrike/",
    "info": {
      "Год выпуска": "2000г.",
      "Разработчик": "Valve",
      "Жанр": "Экшены",
      "Версия": "43",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows Xp, Vista, 7, 8, 10",
      "Процессор": "0.5 ГГц",
      "Видеокарта": "16 МБ",
      "Оперативная память": "100Мб",
      "Памяти на Жестком Диске": "150Мб"
    },
    "file": "torrent/Counter_Strike_1.6.torrent"
  },
  {
    "id": 5,
    "name": "Caves of Lore",
    "description": "Ролевая стратегическая игра, которая делает нас частью динамичных, максимально безумных сражений с коварными оппонентами. Первым делом стоит отметить качественную проработку графики, исполненную в пиксельном стиле, наделенную крутыми эффектами и яркими красками. Ты – отважный предводитель команды отважных воинов, которых выберешь самостоятельно, определив уникальные навыки и боевые характеристики. К подбору состава команды нужно подойти с особым вниманием, ведь каждая способность персонажа будет влиять на ход событий на поле боя. События будут происходить на просторах мрачного подземелья, главными обитателями которого являются жуткие монстры, от которых нам и требуется избавиться. Выполнение квестов принесет ещё больше возможностей и позволит нам совершенствовать свою команду, делая ее сильной и непобедимой перед любой силой врага. Конечно же, не забывай о магии, которая станет для команды верным спутником и значительно увеличит шансы на победу.",
    "img": "/src/img/games/Caves-of-Lore.jpg",
    "carousel1": "/src/img/game-carousel/CavesofLore-1.jpg",
    "carousel2": "/src/img/game-carousel/CavesofLore-2.jpg",
    "genres": "Инди, Ролевые игры, Стратегии",
    "steamlink": "https://store.steampowered.com/app/2227130/Caves_of_Lore/",
    "info": {
      "Год выпуска": "2023г.",
      "Разработчик": "by Mike Robins",
      "Жанр": "Инди, Ролевые игры, Стратегии",
      "Версия": "1.0.9.2.1 GOG",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "2.3 GHz двух-ядерный",
      "Видеокарта": "512Мб видеопамяти",
      "Оперативная память": "512Мб",
      "Памяти на Жестком Диске": "700Мб"
    },
    "file": "torrent/Caves_of_Lore.torrent"
  },
  {
    "id": 6,
    "name": "Unturned",
    "description": "Компьютерный проект на тему выживания, который заслуживает внимания поклонников данного жанра. Твой герой попадает в открытый мир, который населен всяческими жуткими существами, а они, в свою очередь, готовы на все, чтобы лишить тебя жизни. Не обошлось здесь и без любимых нами зомби, которые бродят по локациям в поисках наживы. Отправляйся на исследование окружающего мира, находи полезные предметы, а также старайся снабжать себя мощным оружием. Не забывай тщательно следить за самочувствием своего персонажа, по графикам, которые будут показывать голод, жажду и состояние здоровья. Здесь есть возможность поиграть вместе со своими друзьями и пройти все сложности и невзгоды держась друг друга. Находи для себя пропитание, а также не забывай тщательно укреплять стены дома, чтобы ходячие мертвецы не смогли тебя настигнуть в любой момент.",
    "img": "/src/img/games/Unturned.jpg",
    "carousel1": "/src/img/game-carousel/Unturned-1.jpg",
    "carousel2": "/src/img/game-carousel/Unturned-2.jpg",
    "genres": "Экшены, Приключенческие игры, Казуальные игры, Инди",
    "steamlink": "https://store.steampowered.com/app/304930/Unturned/",
    "info": {
      "Год выпуска": "2014г.",
      "Разработчик": "Smartly Dressed Games",
      "Жанр": "Экшены, Приключенческие игры, Казуальные игры, Инди",
      "Версия": "3.23.7.2 Gold Edition",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "2 GHz",
      "Видеокарта": "Версии 9.0c",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "4Гб"
    },
    "file": "torrent/Unturned.torrent"
  },
  {
    "id": 7,
    "name": "Police Simulator: Patrol Officers",
    "description": "Обновленная версия довольно популярного симулятора, где нам предстоит сыграть роль полицейского и постараться справиться с массой интересных, но в то же время довольно сложных задач. События рассказывают нам о существовании американского города под названием Брайтон, где и будет выстраивать свою карьеру главный герой. Ты – профессионал своего дела, патрульный, которому предстоит избавить город от нарушителей. На первый взгляд миссия может показаться довольно простой, но взявшись за дело ты поймёшь, что это далеко не так. Стоит отметить один из множественных плюсов игры – это полностью открытый мир, который ты сумеешь изучить вдоль и поперек, наведываясь даже в самые потайные места. Возьмись за управление служебным автомобилем и отправляйся навстречу приключениям, справляясь с различными испытаниями и оставляя позади преграды. Ещё стоит отметить случайную генерацию всего, что будет происходить вокруг, поэтому предугадать события точно не удастся.",
    "img": "/src/img/games/Police-Simulator-Patrol-Officers.jpg",
    "carousel1": "/src/img/game-carousel/PoliceSimulatorPatrolOfficers-1.jpg",
    "carousel2": "/src/img/game-carousel/PoliceSimulatorPatrolOfficers-2.jpg",
    "genres": "Симуляторы",
    "steamlink": "https://store.steampowered.com/app/997010/Police_Simulator_Patrol_Officers/",
    "info": {
      "Год выпуска": "2022г.",
      "Разработчик": "Aesir Interactive",
      "Жанр": "Симуляторы",
      "Версия": "build 11075378 от 26.04.23 + Urban Terrain Vehicle",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 10",
      "Процессор": "Intel Core i3",
      "Видеокарта": "GTX 760",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "12Гб"
    },
    "file": "torrent/Police_Simulator_Patro_Officers.torrent"
  },
  {
    "id": 8,
    "name": "BeamNG.drive",
    "description": "Игра, созданная в стиле гонок, где у тебя не будет никаких ограничений. Но не все так просто. Дело в том, что здесь основа заложена на физике действий, ведь каждое столкновение твоего автомобиля с каким-либо препятствием значительно скажется на его как внешнем, так и внутреннем состоянии. Модель повреждения сделана очень реалистично. Сюжетной линии ты здесь не встретишь, но зато у тебя будет полная свобода: езжай, куда хочешь и делай, что хочешь. Перед твоим выбором окажутся самые разные по типу модели машин, которые ты сможешь испытывать на всевозможных гоночных трассах. Твоей основной задачей будет разбивание железных коней, выталкивая их в различные камни, деревья и здания. Графика достаточно простая, но очень реалистичная. Исследуй огромный мир, поколеси по разнообразным локациям и разбивай все так, как только ты того пожелаешь.",
    "img": "/src/img/games/BeamNG-drive.jpg",
    "carousel1": "/src/img/game-carousel/BeamNGdrive-1.jpg",
    "carousel2": "/src/img/game-carousel/BeamNGdrive-2.jpg",
    "genres": "Гонки, Симуляторы, Ранний доступ",
    "steamlink": "https://store.steampowered.com/app/284160/BeamNGdrive/",
    "info": {
      "Год выпуска": "2015г.",
      "Разработчик": "BeamNG",
      "Жанр": "Гонки, Симуляторы, Ранний доступ",
      "Версия": "v0.28.2.0",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel i3",
      "Видеокарта": "GTX 550 TI",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "5Гб"
    },
    "file": "torrent/BeamNG_drive_v0.28.2.0.torrent"
  },
  {
    "id": 9,
    "name": "Will To Live",
    "description": "Игровой проект, разработанный в жанре экшен-РПГ, где все действия происходят с видом от первого лица, а игроку предлагается с головой окунуться в мир, переживающий последствия апокалипсиса. Возьмись за исполнение роли главного героя, которому предстоит выживать в жестоких условиях окружающей среды, заняться исследованием, пополнением запасов, борьбой с преградами и уничтожением оппонентов в виде мутантов или других выживших. Необходимо позаботиться о боевом арсенале и средствах защиты, которых должно быть достаточно для того, чтобы сталкиваться с теми или иными обстоятельствами. Мир игры огромен и полностью открыт для исследования, поэтому отправляйся изучать всевозможные локации, оказываясь в самых таинственных уголках планеты. Находи максимально безопасное укрытие, следи за своим здоровьем, а также не забывай добывать ценные ресурсы, которые помогут поддерживать жизнедеятельность. Имеется в игре и незаурядная линия сюжета, в которой всегда будет учитываться выбор главного героя, который впоследствии повлияет на ход событий. У игрока есть возможность создать собственный клан, постепенно укрепляя и расширяя его, стремясь к власти, устраняя оппонентов одного за другим. Пройди все испытания и научись жить в новых условиях.",
    "img": "/src/img/games/WillToLive.png",
    "carousel1": "/src/img/game-carousel/WillToLive-1.jpg",
    "carousel2": "/src/img/game-carousel/WillToLive-2.jpg",
    "genres": "Экшены, Ролевые игры",
    "steamlink": "https://store.steampowered.com/app/707010/Will_To_Live_Online/",
    "info": {
      "Год выпуска": "2020г.",
      "Разработчик": "AlphaSoft LLC",
      "Жанр": "Экшен, Ролевые игры",
      "Версия": "Полная (Последняя)",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel Core i3",
      "Видеокарта": "GeForce 760",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "20Гб"
    },
    "file": "torrent/will_to_live_0_56_5.torrent"
  },
  {
    "id": 10,
    "name": "Amnesia: The Bunker",
    "description": "Довольно жуткий в своем исполнении хооррор, где нам предстоит выживать, справляясь с сюрпризами и неожиданными событиями. Атмосфера способна держать в напряжении на протяжении всего времени прохождения, что делает игру ещё более интересной. Мы сыграем роль отважного солдата французской армии, который, казалось, находится в максимально безопасном бункере, но со временем понимает, что попал в самую настоящую ловушку. Атмосфера в игре, как и в ее предшественниках, детально проработана и порадует ещё большей реалистичностью, поэтому каждый сможет почувствовать себя частью этого пугающего и непредсказуемого мира. Игра не линейна и имеет свойство генерироваться случайным образом, что сделает прохождение ещё более интересным. Не обойдется без сражений с коварными оппонентами, поэтому позаботься о боевом арсенале и не забывай постоянно совершенствовать навыки. Графика игры круто проработана, максимально реалистична и наполнена крутыми визуальными эффектами.",
    "img": "/src/img/games/AmnesiaTheBunker.jpeg",
    "carousel1": "/src/img/game-carousel/AmnesiaTheBunker-1.jpg",
    "carousel2": "/src/img/game-carousel/AmnesiaTheBunker-2.jpg",
    "genres": "Приключенческие игры, Инди, Симуляторы, Ранний доступ, Хорроры",
    "steamlink": "https://store.steampowered.com/app/1944430/Amnesia_The_Bunker/",
    "info": {
      "Год выпуска": "2023г.",
      "Разработчик": "Frictional Games",
      "Жанр": "Экшены, Приключенческие игры, Инди, Хорроры",
      "Версия": "Build 11394767",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Core i3",
      "Видеокарта": "GTX 460",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "16Гб"
    },
    "file": "torrent/Amnesia_The_Bunker.torrent"
  },
  {
    "id": 11,
    "name": "Demonologist",
    "description": "Держащий в напряжении хоррор с кооперативным режимом на четырех человек. Будь готов погрузится в пугающую атмосферу, пройти испытания и раскрыть мрачные тайны, при это стараясь сохранить жизнь. Главная цель – выследить и как можно быстрее избавиться от злобного духа, который несёт только хаос и разруху. Справиться с подробной задачей будет непросто, а поэтому зови друзей и вместе отправляйтесь уничтожать противника. В команде нужно работать слаженно, правильно распределяя обязанности, чтобы не понести никаких потерь. Также нужно быть всегда на чеку, чтобы не оказаться в лапах противника. Развивайте свои навыки, чтобы открыть дополнительные возможности и увеличить шансы на победу в главном поединке. Игра была отлично продумана как в графическом плане, так и в плане сюжета и позволит нам стать частью случайно генерируемого, непредсказуемого мира.",
    "img": "/src/img/games/Demonologist.png",
    "carousel1": "/src/img/game-carousel/Demonologist-1.jpg",
    "carousel2": "/src/img/game-carousel/Demonologist-2.jpg",
    "genres": "Экшены, Приключенческие игры, Инди, Ранний доступ, Хорроры",
    "steamlink": "https://store.steampowered.com/app/1929610/Demonologist/",
    "info": {
      "Год выпуска": "2023г.",
      "Разработчик": "Clock Wizard Games",
      "Жанр": "Экшены, Приключенческие игры, Инди, Ранний доступ, Хорроры",
      "Версия": "0.4.2",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 10 ",
      "Процессор": "Intel i5",
      "Видеокарта": "GTX 1050",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "14Гб"
    },
    "file": "torrent/Demonologist.torrent"
  },
  {
    "id": 12,
    "name": "The Baby in Yellow",
    "description": "Проект, разработанный в жанре симулятора с элементами хоррора, где нам предстоит исполнить роль няни. Твоим подопечным будет не милый малыш, а самое настоящее дьявольское отродье громадного роста, справиться с которым будет не так то просто. Это дитя способно внезапно телепортироваться в разные места дома, делать всевозможные безумства и пакости, с которыми тебе и предстоит работать. Его главная цель – довести тебя до нервного срыва, но эти планы ты должен любым способом сорвать. Тебе важно найти подход к ребенку, чтобы он научился тебя слушать и чувствовал себя комфортно, не превращая твою жизнь в самый настоящий ад. В левой части экрана тебе будут даваться различные задания для выполнения, которые имеют свойство увеличивать сложность, а поэтому важно постоянно развивать свои профессиональные навыки, быть внимательным и продумывать каждый шаг. Графика игры яркая, исполнена в необычной рисовке, а общая атмосфера способна держать в напряжении на протяжении всего времени прохождения.",
    "img": "/src/img/games/The Baby in Yellow.jpg",
    "carousel1": "/src/img/game-carousel/TheBabyinYellow-1.jpg",
    "carousel2": "/src/img/game-carousel/TheBabyinYellow-2.jpg",
    "genres": "Приключенческие игры, Инди, Симуляторы, Ранний доступ, Хорроры",
    "steamlink": "https://store.steampowered.com/app/2291340/The_Baby_In_Yellow/",
    "info": {
      "Год выпуска": "2023г.",
      "Разработчик": "Team Terrible",
      "Жанр": "Приключенческие игры, Инди, Симуляторы, Ранний доступ, Хорроры",
      "Версия": "v1.7.0 Black Cat Update",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "2.5 Ghz 4-ядра",
      "Видеокарта": "GTX 420",
      "Оперативная память": "2Гб",
      "Памяти на Жестком Диске": "1Гб"
    },
    "file": "torrent/The_Baby_in_Yellow.torrent"
  },
  {
    "id": 13,
    "name": "DEVOUR",
    "description": "Кооперативный игровой проект, разработанный в жанре хоррора, в котором могут принять участие от 1 до 4 игроков. Игра расскажет о существовании культа, который совершает немыслимые деяния, а главная задача игрока – остановить лидера. Выживание начинается с самого начала игры, поэтому тебе нужно быть всегда на чеку и не терять рассудок, чтобы не оказаться в самом центре ада, из которого уже никогда не выбраться. Одиночный режим представлен тем, кто ничего не боится и не требует помощи, поэтому кричать придется одному. Кооперативный режим позволяет играть командой, взявшись за исполнение роли членов культа и отправившись навстречу приключениям, раз и навсегда уничтожая главного соперника. Игровой процесс довольно сложный в своем исполнении, а также имеет способность к генерации случайным образом, что делает прохождение ещё более интересным. Чтобы остановить Анну тебе и твоей команде предстоит приложить не мало усилий, сражаясь с множеством противников и преодолевая смертельные ловушки. Порадует графическое исполнение и жуткая атмосфера, которая здорово дополнена соответствующими звуковыми эффектами.",
    "img": "/src/img/games/DEVOUR.jpg",
    "carousel1": "/src/img/game-carousel/DEVOUR-1.jpg",
    "carousel2": "/src/img/game-carousel/DEVOUR-2.jpg",
    "genres": "Экшены, Инди, Хорроры",
    "steamlink": "https://store.steampowered.com/app/1274570/DEVOUR/",
    "info": {
      "Год выпуска": "2021г.",
      "Разработчик": "Joe Fender, Luke Fanning",
      "Жанр": "Экшены, Инди, Хорроры",
      "Версия": "4.1.3+ Мультиплеер",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 10",
      "Процессор": "Intel i5",
      "Видеокарта": "2Гб видеопамяти",
      "Оперативная память": "6Гб",
      "Памяти на Жестком Диске": "4Гб"
    },
    "file": "torrent/DEVOUR.torrent"
  },
  {
    "id": 14,
    "name": "Shogun Showdown",
    "description": "Пиксельная игра, разработанная в жанре пошаговой стратегии, включающая элементы упрощённого рогалика. Отправляйся на просторы альтернативной Японии, которая погрязла в жестоком и беспощадном диктаторском режиме. Сыграй роль отважного героя и обрети невиданную силу, чтобы дать отпор каждому, кто посмеет встать на пути. В игре важно проявить себя как профессиональный стратег, ведь именно от правильно построенного плана действий и будет зависеть успех. Оригинальности боевой системе прибавляет то, что мы можем совершенствовать навыки героя с помощью карт, собирая свою уникальную и смертоносную коллекцию, которая, в конечном варианте, позволит тебе раз и навсегда положить конец тоталитарному строю. Ещё одной особенностью игры является ее случайная генерация, которая относится как к окружению, так и к самим картам, а это, в свою очередь, позволит проходить игру не один раз.",
    "img": "/src/img/games/ShogunShowdown.jpg",
    "carousel1": "/src/img/game-carousel/ShogunShowdown-1.jpg",
    "carousel2": "/src/img/game-carousel/ShogunShowdown-2.jpg",
    "genres": "Инди, Ролевые игры, Стратегии, Ранний доступ",
    "steamlink": "https://store.steampowered.com/app/2084000/Shogun_Showdown/",
    "info": {
      "Год выпуска": "2023г.",
      "Жанр": "Инди, Ролевые игры, Стратегии, Ранний доступ",
      "Разработчик": "Roboatino",
      "Версия": "v0.5.5",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "1.7GHz",
      "Оперативная память": "1Гб",
      "Видеокарта": "Intel HD Graphics 3000",
      "Памяти на Жестком Диске": "500Мб"
    },
    "file": "torrent/Shogun_Showdown.torrent"
  },
  {
    "id": 15,
    "name": "Noob — The Factionless",
    "description": "Приключенческая ролевая игра, которая предлагает нам отправиться в путешествие по удивительному и непредсказуемому миру. Первым делом игра предлагает тебе сделать выбор между четырьмя доступными персонажами, каждый из которых по-своему уникален как внешне, так и по определённым характеристикам. Проходя сквозь уровни важно постоянно совершенствовать навыки и боевые таланты, что позволит открыть доступ к ещё большим возможностям и дать отпор более сильным врагам. Мир игры довольно большой и каждая локация требует тщательного исследования, ведь именно там ты сможешь раздобыть необходимые ресурсы и нужные атрибуты. Враги будут самыми разными и каждый из них сделает все, чтобы тебя уничтожить, чего ты не должен им допустить. Миссии в игре разнообразные и точно не дадут тебе скучать. Графика яркая и наделена уникальной рисовкой, что сделает прохождение запоминающимся.",
    "img": "/src/img/games/NoobThe Factionless.jpg",
    "carousel1": "/src/img/game-carousel/NoobTheFactionless-1.jpg",
    "carousel2": "/src/img/game-carousel/NoobTheFactionless-2.jpg",
    "genres": "Приключенческие игры, Инди, Ролевые игры",
    "steamlink": "https://store.steampowered.com/app/1623880/Noob__The_Factionless/",
    "info": {
      "Год выпуска": "2023г.",
      "Жанр": "Приключенческие игры, Инди, Ролевые игры",
      "Разработчик": "BlackPixel Studio, Olydri Games",
      "Версия": "1.00 GOG",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 10",
      "Процессор": "Intel Core 2 Duo",
      "Оперативная память": "2Гб",
      "Видеокарта": "GTX 660",
      "Памяти на Жестком Диске": "15Гб"
    },
    "file": "torrent/Noob_The_Factionless.torrent"
  },
  {
    "id": 16,
    "name": "One Lonely Outpost",
    "description": "Игра, разработанная в жанре симулятора, которая позволит нас с нуля создать собственную колонию на далёкой, необитаемой планете. Твоя задача превратить это место в густонаселенное и процветающее, но сделать это будет не так то просто, как может показаться на первый взгляд. Для начала займись строительством фермы, затем обустрой жилые помещения и начинай развивать инфраструктуру. Город нужно постоянно развивать и расширять, чтобы привлекать внимание все большего количества колонистов. Жизнь горожан нужно сделать максимально комфортной и безопасной, ведь именно от этого и будет зависеть процветание города. По мере прохождения твою планету будут посещать разные герои, с которыми ты можешь заводить дружественные отношения, либо принять участие в схватке за лучшее творение с другими фермерами. Возможностей в игре более чем достаточно, поэтому всегда будет чем заняться. Графика порадует яркими красками и приятным пиксельным оформлением.",
    "img": "/src/img/games/OneLonelyOutpost.jpg",
    "carousel1": "/src/img/game-carousel/OneLonelyOutpost-1.jpg",
    "carousel2": "/src/img/game-carousel/OneLonelyOutpost-2.jpg",
    "genres": "Инди, Ролевые игры, Симуляторы, Ранний доступ",
    "steamlink": "https://store.steampowered.com/app/1465550/One_Lonely_Outpost/",
    "info": {
      "Год выпуска": "2023г.",
      "Жанр": "Инди, Ролевые игры, Симуляторы, Ранний доступ",
      "Разработчик": "Freedom Games",
      "Версия": "v29.06.2023 GOG",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 10",
      "Процессор": "Intel i5",
      "Оперативная память": "8Гб",
      "Видеокарта": "GTX 960",
      "Памяти на Жестком Диске": "3Гб"
    },
    "file": "torrent/One_Lonely_Outpost.torrent"
  },
  {
    "id": 17,
    "name": "Stoneshard",
    "description": "Пошаговая игра в жанре РПГ, где присутствуют элементы рогалика, а тебе предстоит отправится в максимально продуманный открытый мир. Все действия основаны на разработанной тобой тактике, поэтому сделай акцент именно на ее разработку. Ты будешь на протяжении всей игры бороться за собственную жизнь, ведь испытаний, ловушек и опасных соперников будет достаточно много, и со всем этим справится не так то просто. Основное действие происходит именно в мире средневековья, который покрыт мрачной пеленой. Этот мрак тебе и необходимо развеять. Ты отправишься в феерическое приключение с самыми разными испытаниями и миссиями, которые будут проходить в процедурно-сгенерированном мире средневековья. За тобой будут идти последователи, численность которых зависит от твоих действий и принятых решений. Ты будешь применять самые разные способы, чтобы улучшить своего персонажа, а также эффективность сражения с соперниками. На пути будут вставать самые разные противники, как нежить, вампиры и наемники. Со всеми ними есть возможность распрощаться с помощью разнообразия боевого арсенала, где присутствует как холодного, так и огнестрельного типа оружие.",
    "img": "/src/img/games/Stoneshard.jpg",
    "carousel1": "/src/img/game-carousel/Stoneshard-1.jpg",
    "carousel2": "/src/img/game-carousel/Stoneshard-2.jpg",
    "genres": "Приключенческие игры, Инди, Ролевые игры, Стратегии",
    "steamlink": "https://store.steampowered.com/app/625960/Stoneshard/",
    "info": {
      "Год выпуска": "2020г.",
      "Жанр": "Приключенческие игры, Инди, Ролевые игры, Стратегии",
      "Разработчик": "Ink Stains Games",
      "Версия": "0.8.1.13",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel Core 2 Duo",
      "Оперативная память": "2Гб",
      "Видеокарта": "512Мб видеопамяти",
      "Памяти на Жестком Диске": "500Мб"
    },
    "file": "torrent/Stoneshard_v0.8.1.13.torrent"
  },
  {
    "id": 18,
    "name": "Sun Haven",
    "description": "Увлекательный проект, разработанный в жанре приключенческого РПГ-симулятора, который успешно включает в себя элементы песочницы и огромный выбор возможностей для игрока. События отправляют нас на просторы небольшого городка, где мы и займёмся строительством и развитием собственной фермы. Отправляйся в исследование множественных локаций, займись изучением магии и узнай о существовании драконов. Не обойдется в путешествии и без сражений с коварными противниками, которые готовы сделать все, чтобы отобрать твою жизнь. Это говорит о том, что тебе нужно позаботиться о наличии мощного магического оружия и атрибутов защиты. Приключение обещает быть максимально увлекательным, поэтому скучать у тебя просто не будет времени. Займись развитием и дополнением своих владений, делая ферму многофункциональной и полезной для населения всего города. Продумывай план действий и дай отпор всем, кто посмеет встать на твоём пути. Добейся успеха и приведи родные земли к процветанию.",
    "img": "/src/img/games/SunHaven.jpg",
    "carousel1": "/src/img/game-carousel/SunHaven-1.jpg",
    "carousel2": "/src/img/game-carousel/SunHaven-2.jpg",
    "genres": "Приключенческие игры, Казуальные игры, Инди, Ролевые игры, Симуляторы",
    "steamlink": "https://store.steampowered.com/app/1432860/Sun_Haven/",
    "info": {
      "Год выпуска": "2023г.",
      "Жанр": "Приключенческие игры, Казуальные игры, Инди, Ролевые игры, Симуляторы",
      "Разработчик": "Pixel Sprout Studios",
      "Версия": "v28.06.23",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "2 Ghz",
      "Оперативная память": "2Гб",
      "Видеокарта": "256Мб видеопамяти",
      "Памяти на Жестком Диске": "500Мб"
    },
    "file": "torrent/Sun_Haven.torrent"
  },
  {
    "id": 19,
    "name": "Halls of Torment",
    "description": "Классика жанра рогалик с элементами выживания, где мы вступаем в безумные сражения с коварными и беспощадными монстрами. Ты – отважный герой, который вынужден был попасть в подземелья и теперь ему предстоит отчистить эти земли от сторонников зла. По мере следования важно постоянно изучать окружающие тебя локации, ведь там ты сможешь раздобыть ценные ресурсы, различные атрибуты защиты, улучшения и мощный боевой арсенал. Игра даёт возможность с самого начала выбрать для себя главного героя, определив ему не только внешние данные, но и всевозможные умения, которые впоследствии пригодятся ему на поле боя. Выполняя квесты успешно, ты автоматически получаешь доступ к новым возможностям, а значит и увеличиваешь свои шансы на успех. Графика проработана во всем знакомой ретро-стилистике, наделена крутыми эффектами и яркими красками.",
    "img": "/src/img/games/HallsofTorment.jpg",
    "carousel1": "/src/img/game-carousel/HallsofTorment-1.jpg",
    "carousel2": "/src/img/game-carousel/HallsofTorment-2.jpg",
    "genres": "Экшены, Инди, Ролевые игры, Ранний доступ",
    "steamlink": "https://store.steampowered.com/app/2218750/Halls_of_Torment/",
    "info": {
      "Год выпуска": "2023г.",
      "Жанр": "Экшены, Инди, Ролевые игры, Ранний доступ",
      "Разработчик": "Chasing Carrots",
      "Версия": "v2023.06.28",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 10",
      "Процессор": "2.5 GHz 4-ядра",
      "Оперативная память": "4Гб",
      "Видеокарта": "GTX 970",
      "Памяти на Жестком Диске": "4Гб"
    },
    "file": "torrent/Halls_of_Torment.torrent"
  },
  {
    "id": 20,
    "name": "Daydream: Forgotten Sorrow",
    "description": "Увлекательная игра, разработанная в жанре приключенческого экшена, который отправляет нас на просторы вселенной до краёв наполненной мистикой. Сюжет расскажет нам о мальчишке по имени Гриффин, который, совершенно случайным образом, оказался в незнакомом ему сказочном месте, ощущая себя уменьшенным в несколько раз. Немного изучив окружения Гриффин понимает, что не все тут так радужно, как казалось, и теперь ему предстоит от сюда выбраться, во что бы это не стало. Основа игрового процесса заложена в прохождении разного рода испытаний, решении головоломок и разгадке мрачных тайн. Не стоит забывать, что за каждым углом тебя может поджидать монстр, к встрече с которым ты должен быть как следует подготовленным. В твоей команде будет отважный медвежонок, вместе с которым вы должны научиться действовать сообща, правильно распределяя силу, ведь это в разы увеличит ваши шансы на успех.",
    "img": "/src/img/games/DaydreamForgottenSorrow.jpg",
    "carousel1": "/src/img/game-carousel/DaydreamForgottenSorrow-1.jpg",
    "carousel2": "/src/img/game-carousel/DaydreamForgottenSorrow-2.jpg",
    "genres": "Приключенческие игры, Инди",
    "steamlink": "https://store.steampowered.com/app/1542110/Daydream_Forgotten_Sorrow/",
    "info": {
      "Год выпуска": "2023г.",
      "Жанр": "Приключенческие игры, Инди",
      "Разработчик": "Frozen Line",
      "Версия": "1.2.6 GOG",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 10",
      "Процессор": "Intel Core i3",
      "Оперативная память": "4Гб",
      "Видеокарта": "GTX 460",
      "Памяти на Жестком Диске": "5Гб"
    },
    "file": "torrent/Daydream_Forgotten_Sorrow.torrent"
  },
  {
    "id": 21,
    "name": "Bio Prototype",
    "description": "Безумный боевик, отправляющий нас на просторы мира фэнтези, где нам предстоит столкнуться с мутацией и создать совершенно уникальное и могущественное существо, чтобы одолеть коварного оппонента. Прими участие в эпических сражениях, видоизменяйся, совершенствуй свою силу, подключая хитрость и безжалостно сокрушая врага. Навыкам ты можешь обучиться как классическим, так и создавать свои собственные, тем самым повышая шансы на победу с тем или иным видом монстров. В твоём распоряжении ряд технологий, которые ты можешь объединять между собой, создавая целый цикл атак и не давая сопернику к тебе даже приблизиться. Есть возможность разводить потомков, которые станут твоими верными помощниками в бою и в конечном итоге ты сможешь создать огромную, непобедимую армию. Графика отлично исполнена, наделена крутыми визуальными эффектами и яркими красками.",
    "img": "/src/img/games/BioPrototype.jpg",
    "carousel1": "/src/img/game-carousel/BioPrototype-1.jpg",
    "carousel2": "/src/img/game-carousel/BioPrototype-2.jpg",
    "genres": "Экшены, Инди",
    "steamlink": "https://store.steampowered.com/app/1498040/Bio_Prototype/",
    "info": {
      "Год выпуска": "2023г.",
      "Жанр": "Экшены, Инди",
      "Разработчик": "Emprom Game",
      "Версия": "v27.06.23",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 10",
      "Процессор": "Intel Core i3",
      "Оперативная память": "4Гб",
      "Видеокарта": "GTX 580",
      "Памяти на Жестком Диске": "2Гб"
    },
    "file": "torrent/Bio_Prototype.torrent"
  },
  {
    "id": 22,
    "name": "DAVE THE DIVER",
    "description": "Игра, разработанная в жанре симулятора, которая отправляет нас исследовать безграничный подводный мир. Сыграй роль владельца небольшого ресторанчика по приготовлению суши, который переживает не самые лучшие времена. Чтобы восстановить любимое дело, ты принимаешь решение отправиться на охоту за уникальными видами рыб, чтобы делать лучшие блюда в городе и привлекать как можно больше посетителей. Вооружайся аквалангом и смело отправляйся навстречу приключениям, исследуя океаническое дно, добывая в свою коллекцию как можно больше интересных представителей подводного мира и всевозможные сокровища, которые также принесут определенный доход. Важно не забывать одновременно управлять рестораном, стараясь его всесторонне развивать и расширять, тем самым расширяя границы для гостей со всего мира. Графика хорошо продумана, включает приятную анимацию и яркие краски.",
    "img": "/src/img/games/DAVETHEDIVER.jpg",
    "carousel1": "/src/img/game-carousel/DAVETHEDIVER-1.jpg",
    "carousel2": "/src/img/game-carousel/DAVETHEDIVER-2.jpg",
    "genres": "Приключенческие игры, Казуальные игры, Инди, Ролевые игры, Симуляторы",
    "steamlink": "https://store.steampowered.com/app/1868140/DAVE_THE_DIVER/",
    "info": {
      "Год выпуска": "2023г.",
      "Жанр": "Приключенческие игры, Казуальные игры, Инди, Ролевые игры, Симуляторы",
      "Разработчик": "MINTROCKET",
      "Версия": "Полная",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel Core i3",
      "Оперативная память": "8Гб",
      "Видеокарта": "GTS 450",
      "Памяти на Жестком Диске": "10Гб"
    },
    "file": "torrent/DAVE_THE_DIVER.torrent"
  },
  {
    "id": 23,
    "name": "Death Must Die",
    "description": "Динамичная игра, исполненная в жанре экшен-рогалика, наделённая великолепной пиксельной графикой и максимально динамичным геймплеем. Исполни роль отважного героя, который не побоялся отправиться на поиски самой Смерти, чтобы раз и навсегда от нее избавиться, тем самым спасая человечество от полного истребления. Задача не из лёгких, в поэтому важно постоянно развивать навыки и боевые характеристики, чтобы подготовиться к битве с коварным и беспощадным врагом. У игрока появляется возможность развивать экипировку, собирать предметы и создавать по-настоящему уникальное оружие, которое станет верным спутником на пути к победе. Порадует также и то, что игра способна генерироваться совершенно случайным образом, поэтому любое прохождение не будет похожим на предыдущее. Динамика игры проработана на высшем уровне, поэтому скучать времени не будет. Графика наполнена крутыми эффектами, яркой анимацией, а в дополнении со взрывными саундтреками создаёт запоминающуюся атмосферу.",
    "img": "/src/img/games/DeathMustDie.jpg",
    "carousel1": "/src/img/game-carousel/DeathMustDie-1.jpg",
    "carousel2": "/src/img/game-carousel/DeathMustDie-2.jpg",
    "genres": "Экшены, Казуальные игры, Инди, Ролевые игры, Ранний доступ",
    "steamlink": "https://store.steampowered.com/app/2334730/Death_Must_Die/",
    "info": {
      "Год выпуска": "2023г.",
      "Жанр": "Экшены, Казуальные игры, Инди, Ролевые игры, Ранний доступ",
      "Разработчик": "Realm Archive",
      "Версия": "v0.2.22 демо",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel Core i3",
      "Оперативная память": "4Гб",
      "Видеокарта": "поддержка DirectX 10",
      "Памяти на Жестком Диске": "1Гб"
    },
    "file": "torrent/Death_Must_Die_demo.torrent"
  },
  {
    "id": 24,
    "name": "Among Us",
    "description": "Увлекательный проект, который полон различных событий и интриг. Здесь тебе предстоит стать частью отважной команды, находящейся на борту могущественного судна, а затем отправиться навстречу незабываемым приключениям. Сюжетная линия расскажет о жутких обстоятельствах, которые перевернули жизнь корабля с ног на голову. Все дело в том, что внезапно опасный противник совершил коварное нападение на экипаж и теперь им предстоит вести долгую борьбу, чтобы выжить. Судно состоит из многообразия различных секторов, которые тебе нужно изучить вдоль и поперек, чтобы суметь хитростью истребить врага. Сделать это будет очень непросто, ведь впереди тебя ожидает не мало непредсказуемых обстоятельств. Есть как одиночный, так и многопользовательский режим, где в первом ты сумеешь здорово отточить свои навыки, а во втором отлично провести время в компании друзей. Нужно помнить о слаженности работы в команде, ведь именно так можно добиться успеха, уничтожив оппонента раз и навсегда. Более того, игра предоставит возможность выбора, где один из вас возьмётся за исполнение роли коварного злодея, когда другие – команды отважных воинов.",
    "img": "/src/img/games/AmongUs.jpg",
    "carousel1": "/src/img/game-carousel/AmongUs-1.jpg",
    "carousel2": "/src/img/game-carousel/AmongUs-2.jpg",
    "genres": "Казуальные игры",
    "steamlink": "https://store.steampowered.com/app/945360/Among_Us/",
    "info": {
      "Год выпуска": "2018г.",
      "Жанр": "Казуальные игры",
      "Разработчик": "Innersloth",
      "Версия": "2023.6.27i",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "поддержка SSE2",
      "Оперативная память": "1Гб",
      "Видеокарта": "поддержка DirectX 10",
      "Памяти на Жестком Диске": "250Мб"
    },
    "file": "torrent/Among_Us_v2023.6.27i.torrent"
  },
  {
    "id": 25,
    "name": "My Garage",
    "description": "Игровой проект, разработанный в жанре симулятора, где мы исполним роль автомеханика и постараемся достичь успеха в любимом деле. В распоряжении тебе даётся небольшой гараж со всеми необходимыми деталями, который ты постепенно сумеешь совершенствовать по своему усмотрению. Берись за достаточно сложные работы, модифицируя разбитые, покрытые коррозией, послеаварийные транспортные средства, вдыхая в них новую жизнь. Будут и детали, которые не подлежат восстановлению, поэтому из потребуется полностью заменить. Выполняй проекты разной степени сложности, зарабатывай денежные средства и развивай свой бизнес, чтобы суметь в будущем построить целую империю. Отправляйся на свалку с брошенными машинами, где сумеешь найти то, что ещё имеет место быть на дорогах мира, там же ты сумеешь найти множество необходимых деталей для ремонта. Графика хорошо продумана и позволит каждому с головой окунуться в реалистичную атмосферу.",
    "img": "/src/img/games/MyGarage.jpg",
    "carousel1": "/src/img/game-carousel/MyGarage-1.jpg",
    "carousel2": "/src/img/game-carousel/MyGarage-2.jpg",
    "genres": "Инди, Гонки, Симуляторы, Ранний доступ",
    "steamlink": "https://store.steampowered.com/app/1578390/My_Garage/",
    "info": {
      "Год выпуска": "2021г.",
      "Жанр": "Инди, Гонки, Симуляторы, Ранний доступ",
      "Разработчик": "Viking Game Studio",
      "Версия": "v0.80190",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 10",
      "Процессор": "Core i3",
      "Оперативная память": "6Гб",
      "Видеокарта": "GTX 970",
      "Памяти на Жестком Диске": "5Гб"
    },
    "file": "torrent/My_Garage.torrent"
  },
  {
    "id": 26,
    "name": "Apex Point",
    "description": "Проект, исполненный в жанре симулятора, который отправляет нас в мир гонок. Первым делом стоит отметить наличие больших возможностей по кастомизации своих автомобилей, которые ты будешь делать уникальными и быстрыми. Также игра позволит принять участие в соревнованиях разного рода: будь то город, кольцо или дрифт на коротких дистанциях. События отправляют нас на просторы Японии, а конкретно на реально существующую и знаменитую на весь мир трассу Ванган. Порадует наличие мультиплеера, где ты сможешь здорово провести время в компании друзей. Главная задача – построить успешную карьеру автогонщика, но для этого предстоит пройти не мало испытаний и забрать в свою копилку большое количество побед и наград. Особенностью игры является ее реалистичность как визуально, так и физически, а поэтому каждый в полной мере сможет окунуться в эту атмосферу.",
    "img": "/src/img/games/ApexPoint.jpg",
    "carousel1": "/src/img/game-carousel/ApexPoint-1.jpg",
    "carousel2": "/src/img/game-carousel/ApexPoint-2.jpg",
    "genres": "Инди, Гонки, Симуляторы, Ранний доступ",
    "steamlink": "https://store.steampowered.com/app/2102520/Apex_Point/",
    "info": {
      "Год выпуска": "2023г.",
      "Жанр": "Инди, Гонки, Симуляторы, Ранний доступ",
      "Разработчик": "Apex Studio",
      "Версия": "v0.032.3",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 10",
      "Процессор": "Intel Core I5",
      "Оперативная память": "8Гб",
      "Видеокарта": "GTX 750ti",
      "Памяти на Жестком Диске": "7Гб"
    },
    "file": "torrent/Apex_Point.torrent"
  },
  {
    "id": 27,
    "name": "DRIFT21",
    "description": "Динамичный и увлекательный гоночный симулятор, где нам предстоит приложить немало усилий, чтобы стать настоящими легендами дрифта. Первым делом стоит отметить наличие максимально реалистичной атмосферы, которая была создана за счёт отличного графического исполнения, крутых визуальных эффектов и звукового сопровождения. Детализация машин также была проработана на отлично и позволит нам в полной мере ощутить за рулём того или иного легендарного, реально существующего автомобиля. В данном приключении присутствует особая динамика, которая точно не даст никому скучать. Чтобы сделать свою тачку неповторимой тебе представится возможность отправить её на тюнинг в гараж, где ты сумеешь приобрести массу дополнительных деталей и визуальных модификаций. Игровых трасс огромное количество и на каждой тебе предстоит одержать победу, зарабатывая дополнительные очки, набираясь опыта и в конечном итоге становясь настоящей легендой гонок.",
    "img": "/src/img/games/DRIFT21.jpg",
    "carousel1": "/src/img/game-carousel/DRIFT21-1.jpg",
    "carousel2": "/src/img/game-carousel/DRIFT21-2.jpg",
    "genres": "Экшены, Гонки, Симуляторы, Спортивные игры",
    "steamlink": "https://store.steampowered.com/app/520950/DRIFT21/",
    "info": {
      "Год выпуска": "2021г.",
      "Жанр": "Экшены, Гонки, Симуляторы, Спортивные игры",
      "Разработчик": "ECC GAMES S.A.",
      "Версия": "rev_22438",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "intel i5",
      "Оперативная память": "8Гб",
      "Видеокарта": "gtx 970",
      "Памяти на Жестком Диске": "20Гб"
    },
    "file": "torrent/DRIFT21.torrent"
  },
  {
    "id": 28,
    "name": "Trail Out",
    "description": "Динамичная и безумная игра, разработанная в гоночном жанре, где мы примем участие в состязаниях на смерть. Первым делом стоит отметить реалистичную физику и хорошее визуальное исполнение, что позволит каждому стать полноценной частью событий. Сидя в машине ты можешь переключать камеру с вида от первого лица на вид от третьего, принимая стиль игры такой, какой будет удобен. Мир игры будет полностью открыт и полностью разрушаем, в это говорит о том, что у игрока будет масса возможностей по достижению поставленных целей. Важно – выжить, ведь испытаний и преград на пути будет более чем достаточно. Развивай профессиональные навыки гонщика, обходи ловушки стороной и сохрани жизнь во что бы это не стало. Динамика игры порадует высоким уровнем, поэтому скучать у тебя точно не будет времени. Графика яркая, уникальная и одновременно реалистичная, что в совокупности со звуковым эффектами создаёт крутую, безумную атмосферу.",
    "img": "/src/img/games/TrailOut.jpg",
    "carousel1": "/src/img/game-carousel/TrailOut-1.jpg",
    "carousel2": "/src/img/game-carousel/TrailOut-2.jpg",
    "genres": "Экшены, Казуальные игры, Инди, Гонки",
    "steamlink": "https://store.steampowered.com/app/1664220/TRAIL_OUT/",
    "info": {
      "Год выпуска": "2022г.",
      "Жанр": "Экшены, Казуальные игры, Инди, Гонки",
      "Разработчик": "GOOD BOYS",
      "Версия": "2.0 (Build 11518453)",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 10",
      "Процессор": "Intel Core i5",
      "Оперативная память": "8Гб",
      "Видеокарта": "GTX 1050",
      "Памяти на Жестком Диске": "19Гб"
    },
    "file": "torrent/Trail_Out.torrent"
  },
  {
    "id": 29,
    "name": "Forza Horizon 5",
    "description": "Гоночное аркадное приключение, которое вновь готово порадовать нас уже пятой частью серии, с массой нововведений и интересных событий. Первым делом стоит отметить точно проработанную графику, которая позволит нам с головой окунуться в красочный, реалистичный мир и в полной мере почувствовать себя на месте главного героя. Порадует также и наличие огромного выбора автомобилей, каждый из которых поддается модификации и из каждого ты сумеешь сделать что-то совершенно уникальное. Принимай участие во всевозможных гоночных состязаниях, проявляй смекалку и хитрость на трассе, а также сделай всё, чтобы оппонент остался позади. По мере продвижения к успеху удели особое внимание развитию собственных навыков и профессиональных способностей, что позволит преодолеть более сложные испытания и победить более коварного противника. Возможностей для достижения поставленной цели игра предоставляет массу, главное суметь или правильно воспользоваться, и тогда тебя точно ожидает слава на весь мир.",
    "img": "/src/img/games/ForzaHorizon5.jpg",
    "carousel1": "/src/img/game-carousel/ForzaHorizon5-1.jpg",
    "carousel2": "/src/img/game-carousel/ForzaHorizon5-2.jpg",
    "genres": "Экшены, Приключенческие игры, Гонки, Симуляторы, Спортивные игры",
    "steamlink": "https://store.steampowered.com/app/1551360/Forza_Horizon_5/",
    "info": {
      "Год выпуска": "2021г.",
      "Жанр": "Экшены, Приключенческие игры, Гонки, Симуляторы, Спортивные игры",
      "Разработчик": "Playground Games",
      "Версия": "1.594.508.0 (Build 11474225) Premium Edition",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 10",
      "Процессор": "Intel i5",
      "Оперативная память": "8Гб",
      "Видеокарта": "GTX 970",
      "Памяти на Жестком Диске": "110Гб"
    },
    "file": "torrent/Forza_Horizon_5_1.594.508.0.torrent"
  },
  {
    "id": 30,
    "name": "Pure Rock Crawling",
    "description": "Крутая приключенческая игра, связанная с преодолением различного рода препятствий, где тебе предстоит взяться за управление огромным, полным мощности внедорожником. Данная игра представляет из себя некое испытание, где ты будешь проявлять все свои таланты, чтобы выпутаться из той, или иной ситуации, возникшей на твоём пути к финишной линии. Для начала ты сможешь самостоятельно создать свое транспортное средство, подобрав к нему идеальную подвеску и огромные шины с шипами, которые смогут удержать его на «плаву». Главной задачей в данной игре является именно правильное конструирование автомобиля так, чтобы он затем смог пройти через скалы и горы, проёмы и выступы, высокие кочки и огромные впадины. Локации будут самые разные, иметь разнообразие испытаний для тебя, поэтому ты должен быть готов к самым неожиданным поворотам. Действия перенесут тебя на безжизненную пустыню, непроходимые леса и даже высокие обрывистые горы. После того, как машина будет собрана, отправляйся в увлекательное, но очень опасное приключение, где ты сможешь испытать свою внимательность, выносливость и отвагу перед преградами.",
    "img": "/src/img/games/PureRockCrawling.jpg",
    "carousel1": "/src/img/game-carousel/PureRockCrawling-1.jpg",
    "carousel2": "/src/img/game-carousel/PureRockCrawling-2.jpg",
    "genres": "Казуальные игры, Инди, Гонки, Симуляторы, Спортивные игры, Ранний доступ",
    "steamlink": "https://store.steampowered.com/app/824720/Pure_Rock_Crawling/",
    "info": {
      "Год выпуска": "2018г.",
      "Жанр": "Казуальные игры, Инди, Гонки, Симуляторы, Спортивные игры, Ранний доступ",
      "Разработчик": "Maciej Kuzianik",
      "Версия": "v22.06.2023",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "2.5 GHz 4 ядра",
      "Оперативная память": "4Гб",
      "Видеокарта": "GTX 850m",
      "Памяти на Жестком Диске": "1.5Гб"
    },
    "file": "torrent/Pure_Rock_Crawling.torrent"
  },
  {
    "id": 31,
    "name": "Sons of Valhalla",
    "description": "Стратегический игровой проект, который успешно сочетает в себе элементы экшена и отправляет нас на просторы мира эпохи Викингов. В роли главного героя – отважного и бесстрашного воина, мы отправляемся в далёкое путешествие, чтобы спасти свою возлюбленную из лап коварного врага. Становись на пути отмщения и будь готов столкнуться с множеством смертельно опасных испытаний, сражению с многочисленными оппонентами и разгадке мрачных тайн. По мере следования необходимо постоянно развивать навыки героя, чтобы тот становился ещё более могущественным, для дальнейшего истребления более сильных противников. Потребуется от тебя также и навыки стратегического планирования действий, чтобы продумывать каждый ход наперед и не допускать ошибок, которые могут привести к необратимым последствиям. Путешествуй, сражайся, оставляй позади преграды и сделай все возможное, чтобы вернуть любимую и отомстить за отца. Графика игры хоть и простая, но наделена захватывающей атмосферой, частью которой сможет стать каждый.",
    "img": "/src/img/games/SonsofValhalla.jpg",
    "carousel1": "/src/img/game-carousel/SonsofValhalla-1.jpg",
    "carousel2": "/src/img/game-carousel/SonsofValhalla-2.jpg",
    "genres": "Приключенческие игры, Инди, Ролевые игры, Стратегии",
    "steamlink": "https://store.steampowered.com/app/1409830/Sons_of_Valhalla/",
    "info": {
      "Год выпуска": "2022г.",
      "Разработчик": "Pixel Chest",
      "Версия": "v0.53",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "2.4 GHz",
      "Видеокарта": "поддержка DirectX 10",
      "Оперативная память": "2Гб",
      "Памяти на Жестком Диске": "2Гб"
    },
    "file": "torrent/Sons_of_Valhalla.torrent"
  },
  {
    "id": 32,
    "name": "The Iron Oath",
    "description": "Тактическая РПГ, где тебе предстоит взяться за исполнение роли предводителя гильдии отважных и бесстрашных героев. Под твоим началом будет небольшая организация, которую впоследствии необходимо всячески развивать и увеличивать, становясь известной на весь мир. Контролируй каждый аспект деятельности, занимайся распределением ресурсов, привлекай в команду как можно большое людей и делай все, чтобы добиться успеха. Стоит не забывать о том, что каждое совершенное действие и принятое решение будет иметь последствия и в итоге повлияет на исход событий. Что касается боевой системы, то здесь она проработана на отлично и представляет собой пошаговый стиль. Это значит, что тебе предстоит подключить не только силу, но и навыки стратега, чтобы раз и навсегда дать отпор оппоненту. События отправляют нас на просторы вселенной, которая уже много лет живёт в страхе. Все дело в том, что раз в несколько десятков лет на мир совершает нападение жуткий дракон, несящий в себе смертоносную чуму. Эта болезнь превращает людей в жутких созданий. И вот, в очередной из таких посещений было принято решение одолеть обидчика, за что и принимается главный герой и ты ему должен в этом помочь.",
    "img": "/src/img/games/TheIronOath.jpg",
    "carousel1": "/src/img/game-carousel/TheIronOath-1.jpg",
    "carousel2": "/src/img/game-carousel/TheIronOath-2.jpg",
    "genres": "Приключенческие игры, Инди, Ролевые игры, Стратегии",
    "steamlink": "https://store.steampowered.com/app/699330/The_Iron_Oath/",
    "info": {
      "Год выпуска": "2022г.",
      "Разработчик": "Curious Panda Games",
      "Версия": "v0.6.0151",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel Core i5",
      "Видеокарта": "GTX 460",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "2Гб"
    },
    "file": "torrent/The_Iron_Oath.torrent"
  },
  {
    "id": 33,
    "name": "Gordian Quest",
    "description": "Динамичное и немного безумное приключение, исполненное в жанре рогалика, где тебе предстоит возглавить могущественный отряд бесстрашных героев и отправиться вместе с ними преодолевать препятствия, которые подготовил этот непредсказуемый мир. Ты станешь частью занимательного, но в то же время довольно опасного путешествия, которое подготовило для тебя не мало интересного. Главное что тебе необходимо сделать – преодолеть всех, кто посмел встать на сторону зла. Это значит, что судьба всего мира лежит именно в твоих руках. Стоит всегда помнить о том, что от твоих действий и принятых решений напрямую будет зависеть развитие событий, поэтому будь максимально внимательным. Сюжетная линия расскажет тебе о процветающем мире, который внезапно стал стремительно разрушаться под влиянием могущественного зла. Повсюду стали активно проявляться бандитские группировки, распространяющие настоящий хаос повсюду. Теперь мир нуждается в тебе, ведь именно ты можешь дать ему надежду на светлое будущее.",
    "img": "/src/img/games/GordianQuest.jpg",
    "carousel1": "/src/img/game-carousel/GordianQuest-1.jpg",
    "carousel2": "/src/img/game-carousel/GordianQuest-2.jpg",
    "genres": "Приключенческие игры, Инди, Ролевые игры, Стратегии",
    "steamlink": "https://store.steampowered.com/app/981430/Gordian_Quest/",
    "info": {
      "Год выпуска": "2022г.",
      "Разработчик": "Mixed Realms Pte Ltd, Swag Soft Holdings Pte Ltd",
      "Версия": "v1.3.6",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "2.0 Ghz",
      "Видеокарта": "1Гб видеопамяти",
      "Оперативная память": "2Гб",
      "Памяти на Жестком Диске": "1Гб"
    },
    "file": "torrent/Gordian_Quest.torrent"
  },
  {
    "id": 34,
    "name": "Noble Fates",
    "description": "Игровой проект, исполненный в сочетании жанров песочницы и симулятора, где нам предстоит взяться за исполнение важной роли – роли Бога. Отправляйся на просторы огромной планеты и создай там самую крупную и развитую цивилизацию. На твои плечи возлагается ответственность за жизни десятков тысяч людей, судьбы которых ты будешь вершить, принимая важные решения. Изначально ты будешь молодым и неопытным богом, но по мере возрастания своих навыков, тебе откроется больше возможностей и ты сумеешь достичь положительного результата в любой поставленной цели. Стоит отметить наличие сразу нескольких уникальных режимов, каждый из которых подготовил для игроков массу интересного. Отправляйся на просторы огромного мира, исследуй его вдоль и поперек, проявляй смекалку и хитрость, чтобы создать максимально комфортные и безопасные условия существования людей. Графическое исполнение хорошо продумано, дополнено яркими красками и приятной анимацией.",
    "img": "/src/img/games/NobleFates.jpg",
    "carousel1": "/src/img/game-carousel/NobleFates-1.jpg",
    "carousel2": "/src/img/game-carousel/NobleFates-2.jpg",
    "genres": "Экшены, Инди, Ролевые игры, Симуляторы, Стратегии, Ранний доступ",
    "steamlink": "https://store.steampowered.com/app/1769420/Noble_Fates/",
    "info": {
      "Год выпуска": "2021г.",
      "Разработчик": "Xobermon, LLC",
      "Версия": "v0.28.0.5",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "2.3ghz 4-ядра",
      "Видеокарта": "gtx 970m",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "1Гб"
    },
    "file": "torrent/Noble_Fates.torrent"
  },
  {
    "id": 35,
    "name": "Planet Centauri",
    "description": "Любительский проект в жанре РПГ по совместительству с песочницей, который исполнен в довольно простом пиксельном стиле. Разработчики сообщили, что черпали вдохновение именно из популярной игры под названием Террария, от куда, соответственно, и многочисленные сходства. Но имеются и отличия. Так, к примеру, есть возможность приручать различных монстров, которые затем помогут в сопротивлении с противниками. Также, игроков может порадовать разнообразие оружия убийства и доспехов, которые можно соорудить самостоятельно из подручных средств, найденных на огромной территории. Главный герой сможет обладать всяческими заклятиями и боевыми приемами, чтобы выжить в жестоких условиях окружающей среды. Огромное количество уровней с различными испытаниями и интересными квестами, а также множество жутких монстров, цель которых, во что бы это не стало, забрать у тебя жизнь.",
    "img": "/src/img/games/PlanetCentauri.jpg",
    "carousel1": "/src/img/game-carousel/PlanetCentauri-1.jpg",
    "carousel2": "/src/img/game-carousel/PlanetCentauri-2.jpg",
    "genres": "Экшены, Приключенческие игры, Инди, Ролевые игры, Ранний доступ",
    "steamlink": "https://store.steampowered.com/app/385380/Planet_Centauri/",
    "info": {
      "Год выпуска": "2016г.",
      "Разработчик": "Permadeath",
      "Версия": "v0.13.13",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "2GHz",
      "Видеокарта": "256Мб",
      "Оперативная память": "2Гб",
      "Памяти на Жестком Диске": "250Мб"
    },
    "file": "torrent/Planet_Centauri.torrent"
  },
  {
    "id": 36,
    "name": "Mount & Blade 2: Bannerlord",
    "description": "Игровой проект, разработанный в смеси жанров РПГ и Экшена. Ты снова отправляешься в необычный мир, а также столкнешься с событиями продолжения увлекательной истории первой части. Стань частью мира средневековья, где царствуют свои законы и порядки. Стоит всегда помнить о том, что от твоих действий и принятых решений будет напрямую зависеть развитие событий. Отдельно отметим увлекательный игровой процесс, а также необычное исполнение графики, которая позволит с головой окунуться в реалистичную атмосферу. От тебя потребуется демонстрация способностей, связанных со стратегическим планированием, а также не забывай о смекалке, ведь на пути ожидает масса опасностей и препятствий. Более того, ты должен всячески развивать свой талант в сфере экономики, дипломатии и логистики, так как твое государство должно развиваться и процветать. Из нововведений второй части отметим увеличение открытого мира, который доступен для покорения и исследований. Проработана качественная анимация, а всю атмосферу здорово дополнит звуковое сопровождение. Здесь ты будешь встречать массу людей на своем пути, которые так или иначе повлияют на судьбу главного героя.",
    "img": "/src/img/games/MountBlade2Bannerlord.jpg",
    "carousel1": "/src/img/game-carousel/MountBlade2Bannerlord-1.jpg",
    "carousel2": "/src/img/game-carousel/MountBlade2Bannerlord-2.jpg",
    "genres": "Экшены, Ролевые игры, Симуляторы, Стратегии",
    "steamlink": "https://store.steampowered.com/app/261550/Mount__Blade_II_Bannerlord/",
    "info": {
      "Год выпуска": "2022г.",
      "Разработчик": "TaleWorlds Entertainment",
      "Версия": "1.2.0.21654",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel Core i3-8100",
      "Видеокарта": "GTX 660",
      "Оперативная память": "6Гб",
      "Памяти на Жестком Диске": "60Гб"
    },
    "file": "torrent/Mount_and_Blade_II_Bannerlord_1.2.0.torrent"
  },
  {
    "id": 37,
    "name": "Space Haven",
    "description": "Игра в жанре симулятора с элементами РПГ и стратегии. Здесь ты отправишься в космическое путешествие по масштабным просторам и постараешься справится с различного рода испытаниями на пути к заданной цели. Ты возьмёшь под контроль группу космонавтов, которые отправились в опасный путь, в надежде на лучшую жизнь. Игра даёт тебе возможность с нуля конструировать всевозможные летательные аппараты, собирая их по частям, а затем запуская на просторы космоса. Члены экипажа также нуждаются в твоей заботе, так как ты должен создать максимально безопасную обстановку. У экипажа есть и особые потребности, которые ты также должен выполнять по мере возможности. Настроения твоей команды очень сильно влияют на развитие событий, поэтому старайся чтобы все были сильны духом и настроены на позитивный исход событий. Каждый член экипажа наделён особыми талантами и умениями, поэтому ты должен распределить их правильно, чтобы справится с той или иной миссией. Отправляйся на исследование вселенной, которая хранит в себе тысячи секретов. Также не обойдется без встречи и с другими космическими группировками, но будь на чеку, ведь не все они доброжелательны к тебе.",
    "img": "/src/img/games/SpaceHaven.jpg",
    "carousel1": "/src/img/game-carousel/SpaceHaven-1.jpg",
    "carousel2": "/src/img/game-carousel/SpaceHaven-2.jpg",
    "genres": "Инди, Ролевые игры, Симуляторы, Стратегии, Ранний доступ",
    "steamlink": "https://store.steampowered.com/app/979110/Space_Haven/",
    "info": {
      "Год выпуска": "2020г.",
      "Разработчик": "Bugbyte Ltd.",
      "Версия": "0.17.5 Digital Deluxe Edition",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "1.8 Ghz",
      "Видеокарта": "128Мб видеопамяти",
      "Оперативная память": "1Гб",
      "Памяти на Жестком Диске": "250Мб"
    },
    "file": "torrent/Space_Haven_0.17.5.torrent"
  },
  {
    "id": 38,
    "name": "Dungeons of Sundaria",
    "description": "Приключенческий экшен, который отправляет нас навстречу приключениям и столкнет с полчищами опасных противников. Первым делом игра предлагает выбрать главного героя, который будет наделен определенными навыками, в зависимости от выбранного класса. Как только дело будет сделано, собери все свои силы и смело отправляйся на исследование мрачных подземелий, где столкнешься с коварными, жуткими монстрами, пройдешь испытания и раскроешь тайны. Порадует игра наличием не только одиночного, но и многопользовательского режима, который позволит отлично провести время в компании друзей. Главная задача – стать легендарным героем, который спас мир от зла, но достичь ее будет не так то просто, как может показаться на первый взгляд. Действовать потребуется динамично и продуманно, а также не забывая развивать боевые способности, которые позволят в будущем уничтожить более сильных оппонентов. Графика наделена хорошей рисовкой и крутыми эффектами, что позволит нам стать полноценной частью событий.",
    "img": "/src/img/games/DungeonsofSundaria.jpg",
    "carousel1": "/src/img/game-carousel/DungeonsofSundaria-1.jpg",
    "carousel2": "/src/img/game-carousel/DungeonsofSundaria-2.jpg",
    "genres": "Экшены, Приключенческие игры, Инди, Ролевые игры, Ранний доступ",
    "steamlink": "https://store.steampowered.com/app/587520/Dungeons_of_Sundaria/",
    "info": {
      "Год выпуска": "2022г.",
      "Разработчик": "Industry Games",
      "Версия": "29.06.2023",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "2 GHz двух-ядерный",
      "Видеокарта": "GTX 760",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "4Гб"
    },
    "file": "torrent/Dungeons_of_Sundaria.torrent"
  },
  {
    "id": 39,
    "name": "Wo Long: Fallen Dynasty",
    "description": "Игровой проект, разработанный в жанре экшена от третьего лица, где мы отправляемся на просторы фантастического мира «Трёх Королевств». Здесь мы с первых минут погружаемся в динамичный поток битв с коварными демонами, преодоление массы испытаний и преград, а также разгадку мрачных тайн, которые будут скрыты в разных уголках мира. Изначально ты будешь простым безымянным солдатом, который будет совершенствовать себя снова и снова, с каждым истреблением очередного демонического создания. Здесь важно постоянно развивать навыки и боевые характеристики, что позволит в будущем одержать победу в более трудных сражениях. Игра порадует своим разнообразием возможностей для игрока, динамичным процессом, а также богатым арсеналом вооружения для повышения эффективности выполнения задач. Визуальное исполнение исполнено в уникальном стиле, обладает приятной рисовкой и реалистичностью, что, в совокупности, позволит тебе стать полноценной частью приключения.",
    "img": "/src/img/games/WoLongFallenDynasty.jpg",
    "carousel1": "/src/img/game-carousel/WoLongFallenDynasty-1.jpg",
    "carousel2": "/src/img/game-carousel/WoLongFallenDynasty-2.jpg",
    "genres": "Экшены, Приключенческие игры, Ролевые игры",
    "steamlink": "https://store.steampowered.com/app/1448440/Wo_Long_Fallen_Dynasty/",
    "info": {
      "Год выпуска": "2023г.",
      "Разработчик": "KOEI TECMO GAMES CO., LTD.",
      "Версия": "1.10 Полная",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 10",
      "Процессор": "Intel Core i5",
      "Видеокарта": "GTX 1650",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "60Гб"
    },
    "file": "torrent/Wo_Long_Fallen_Dynasty_.torrent"
  },
  {
    "id": 40,
    "name": "HELLCARD",
    "description": "Стратегия с элементами рогалика, где тебе необходимо позаботиться о своей карточной коллекции, чтобы справиться с испытаниями, которые подготовила для тебя игра. Сразу стоит отметить наличие как одиночного, так и многопользовательского режима, где ты один либо в компании друзей отправишься покорять мрачные подземельные просторы, кишащие жуткими монстрами и опасными ловушками. Прояви свои навыки стратега, простроив правильную колоду, от которой будет зависеть будущая победа над силами противника. Боевая система основана на тактических пошаговых сражениях, что позволит тебе заранее продумать ход действий. Из особенностей игрового процесса стоит отметить его динамику, которая точно не позволит игроку скучать. Ты окунешься в непредсказуемый, полный опасностей и интересных событий мир, который уже на протяжении многих лет хранит в себе тайны. Эти тайны нужно разгадать, чтобы положить конец возникшему злу. Все действия происходят с видом сверху, что позволит тебе взять под полный контроль происходящую ситуацию.",
    "img": "/src/img/games/HELLCARD.jpg",
    "carousel1": "/src/img/game-carousel/HELLCARD-1.jpg",
    "carousel2": "/src/img/game-carousel/HELLCARD-2.jpg",
    "genres": "Приключенческие игры, Инди, Ролевые игры, Стратегии, Ранний доступ",
    "steamlink": "https://store.steampowered.com/app/1201540/HELLCARD/",
    "info": {
      "Год выпуска": "2023г.",
      "Разработчик": "Thing Trunk",
      "Версия": "28.06.2023",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "1.7 GHz двух-ядерный",
      "Видеокарта": "512Мб видеопамяти",
      "Оперативная память": "2Гб",
      "Памяти на Жестком Диске": "400Мб"
    },
    "file": "torrent/HELLCARD.torrent"
  },
  {
    "id": 41,
    "name": "Dying Light 2: Stay Human",
    "description": "Экшен на выживание, где все действия происходят с видом от первого лица. Первым делом познакомься с главным героем – молодым человеком, которому удалось сохранить жизнь после апокалипсиса. Сюжетная линия расскажет о внезапно возникшем вирусе, который стал распространяться по планете с бешеной скоростью, превращая всех живых в зомби. Впоследствии лишь немногим удалось выжить и одним из этих немногих ты и являешься. Отправляйся на исследование территорий, проходи испытания, собирай ценные ресурсы и обеспечь себя укрытием. Создавай свою команду, оснащай боевой арсенал мощным оружием, чтобы суметь отразить атаку не только ходячих мертвецов, но и других выживших, которые будут покушаться на твою добычу. Периодически ты будешь вставать перед непростым выбором, который будет оказывать большое влияние на ход событий, поэтому стоит подключить логику и смекалку, дабы не допустить ошибок. Графика продумана на отлично и позволит каждому с головой окунуться в эту напряжённую, а порой и пугающую атмосферу.",
    "img": "/src/img/games/DyingLight2StayHuman.jpg",
    "carousel1": "/src/img/game-carousel/DyingLight2StayHuman-1.jpg",
    "carousel2": "/src/img/game-carousel/DyingLight2StayHuman-2.jpg",
    "genres": "Экшены, Приключенческие игры, Ролевые игры",
    "steamlink": "https://store.steampowered.com/app/534380/Dying_Light_2_Stay_Human/",
    "info": {
      "Год выпуска": "2022г.",
      "Разработчик": "Techland",
      "Версия": "1.11.1 Ultimate Edition (DLC)",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 10, 11",
      "Процессор": "Intel Core i3",
      "Видеокарта": "GTX 1050 Ti",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "60Гб"
    },
    "file": "torrent/Dying_Light_2_Stay_Human_.torrent"
  },
  {
    "id": 42,
    "name": "The Outer Worlds",
    "description": "Ролевая игра в жанре экшена, где все действия происходят с видом от третьего лица, а тебе, в свою очередь, предстоит отправится в необычный, фантастический мир. Главное, что необходимо отметить – это твои действия и принятые решения, которые будут оказывать большое влияние на развитие событий и даже на судьбу всего человечества. Ты станешь частью всевозможных интриг, узнаешь о загадочном и даже страшном заговоре, а также отправишься в увлекательное приключение по миру, который подготовил для тебя не мало испытаний. Вселенная, в которую ты отправишься, полностью открыта для исследования, что и станет основной частью игрового процесса. Прежде, чем приступать к действию, тебе необходимо создать своего персонажа, который может быть совершенно уникальным как в плане внешности, так и в плане характеристик. Разработчики создали довольно обширный арсенал по созданию главных героев, поэтому у тебя будет масса возможностей создать ни на кого не похожего персонажа. Графика в игре также стоит высокой отметки, ведь она не менее оригинальна и готова с головой погрузить тебя в фантастику и мрачные тайны.",
    "img": "/src/img/games/TheOuterWorlds.jpg",
    "carousel1": "/src/img/game-carousel/TheOuterWorlds-1.jpg",
    "carousel2": "/src/img/game-carousel/TheOuterWorlds-2.jpg",
    "genres": "Ролевые игры",
    "steamlink": "https://store.steampowered.com/app/578650/The_Outer_Worlds/",
    "info": {
      "Год выпуска": "2019г.",
      "Разработчик": "Obsidian Entertainment",
      "Версия": "1.6411.19706.0 Spacer's Choice Edition (DLC)",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 10",
      "Процессор": "Intel Core i7",
      "Видеокарта": "GTX 1060",
      "Оперативная память": "12Гб",
      "Памяти на Жестком Диске": "60Гб"
    },
    "file": "torrent/The_Outer_Worlds.torrent"
  },
  {
    "id": 43,
    "name": "Dreadful River",
    "description": "Игра, разработанная в жанре ролевого экшена, которая включает в себя оригинальную задумку и динамичный геймплей. Действия игры происходят на реке, по которой мы будем стремительно спускаться, преодолевая всевозможные преграды и опасности. Сюжет расскажет о родных землях главного героя, которые находятся под угрозой уничтожения и только ему под силу это безумие остановить. Не обойдется и без схваток с коварными оппонентами, которые будут делать все возможное, чтобы тебя остановить. Важно постоянно проявлять активность, продумывать действия наперед и вовремя чинить пробоины в плоте, на котором ты будешь перемещаться. Важно постоянно улучшать свои способности, которые позволят преодолеть более сложные преграды на пути к заданной цели. Порадует и визуальное исполнение игры, которое было проработано до мельчайших деталей, обладает приятной анимацией и яркими красками.",
    "img": "/src/img/games/DreadfulRiver.jpg",
    "carousel1": "/src/img/game-carousel/DreadfulRiver-1.jpg",
    "carousel2": "/src/img/game-carousel/DreadfulRiver-2.jpg",
    "genres": "Экшены, Приключенческие игры, Ролевые игры, Стратегии, Ранний доступ",
    "steamlink": "https://store.steampowered.com/app/1807360/Dreadful_River/",
    "info": {
      "Год выпуска": "2023г.",
      "Разработчик": "SureAI",
      "Версия": "v0.4.157.0",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 10",
      "Процессор": "2.5 GHz 4-ядра",
      "Видеокарта": "поддержка DirectX 11",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "9Гб"
    },
    "file": "torrent/Dreadful_River.torrent"
  },
  {
    "id": 44,
    "name": "Caves of Qud",
    "description": "Рогалик основанный на физике, который разработан в жанре выживания в мире постапокалипсиса. Тебя ждёт феерические сражения с противниками, каждый из которых будет иметь свою тактику действий и собственный арсенал оружия, что значительно усложнит твою задачу. Все вокруг подвергается физическому взаимодействию. Если быть точнее, то каждого своего соперника ты сможешь заморозить, разрубить на мелкие кусочки либо сжечь. Ты сможешь пройти массу увлекательных квестов, которые помогут твоему герою развить боевые способности и смекалку. Кроме того, у тебя будет возможность преображаться, точнее мутировать в то, или иное создание. Игра многообразна и включает в себя строительство и создание полезных ресурсов, которые помогут в схватке с противниками. Игра предусматривает возможность более семидесяти мутаций, сражения с сотнями уникальных монстров и многообразие предметов для Крафта.",
    "img": "/src/img/games/CavesofQud.jpg",
    "carousel1": "/src/img/game-carousel/CavesofQud-1.jpg",
    "carousel2": "/src/img/game-carousel/CavesofQud-2.jpg",
    "genres": "Приключенческие игры, Инди, Ролевые игры, Стратегии, Ранний доступ",
    "steamlink": "https://store.steampowered.com/app/333640/Caves_of_Qud/",
    "info": {
      "Год выпуска": "2015г.",
      "Разработчик": "Freehold Games",
      "Версия": "2.0.204.90 GOG",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "1GHz",
      "Видеокарта": "Любая",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "2Гб"
    },
    "file": "torrent/Caves_of_Qud.torrent"
  },
  {
    "id": 45,
    "name": "Mad Games Tycoon 2",
    "description": "Вторая часть довольно популярного проекта, разработанного в жанре стратегического симулятора, наделенного довольно интересным игровым процессом. Игроку предлагается взяться за исполнение роли главного героя, который будет делать все возможное, чтобы его бизнес процветал и стал одним из самых популярных. Отправляйся на просторы самого обычного мира и займись любимым делом – разработкой игр. Твоя задача заключается в сотрудничестве с большими компаниями, прохождении массы испытаний и развитии собственного бизнеса по разработке видеоигр, что принесет успех и славу. На пути игрока ожидает не мало преград, справиться с которыми порой будет не так уж и просто, именно поэтому стоит уделить внимание развитию профессиональных навыков и набору опыта. Ключевое место занимает разработка стратегического плана действий, который поможет расставить всё по своим местам и за кратчайшие сроки достичь успеха в своем деле. Изначально у тебя будет небольшая комната с парой компьютеров, что вскоре может превратиться в масштабную, процветающую и развивающуюся компанию с самыми интересными идеями и проектами.",
    "img": "/src/img/games/MadGamesTycoon2.jpg",
    "carousel1": "/src/img/game-carousel/MadGamesTycoon2-1.jpg",
    "carousel2": "/src/img/game-carousel/MadGamesTycoon2-2.jpg",
    "genres": "Казуальные игры, Инди, Симуляторы, Стратегии",
    "steamlink": "https://store.steampowered.com/app/1342330/Mad_Games_Tycoon_2/",
    "info": {
      "Год выпуска": "2023г.",
      "Разработчик": "Eggcode",
      "Версия": "v05.07.2023",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel Core2 Duo",
      "Видеокарта": "512Мб видеопамяти",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "1Гб"
    },
    "file": "torrent/Mad_Games_Tycoon_2.torrent"
  },
  {
    "id": 46,
    "name": "Xenonauts 2",
    "description": "Новая часть популярного игрового проекта основанного на тематике вторжения инопланетной расы. Ты сыграешь роль отважного бойца, который вместе со всей командой отправится на завоевание ради победы и восстановления мира во всем мире.  Человечество стало использовать массу орудия убийства, чтобы справится с инопланетянами, которые тоже не хотят отступать и применяют для этого все необходимые меры. Ты должен использовать не только вооружение, но и смекалку с хитростью, чтобы как можно быстрее достичь поставленной цели и сразить врага наповал в два счета. Данная часть игры понесла за собой массу улучшений, куда входит модернизация графической составляющей, усовершенствование динамики игрового процесса, а также физического аспекта. Добавлено масса интересных функций и возможностей, с помощью которых ты сможешь стереть с лица земли даже самого могущественного и непобедимого монстра. Ты снова примешь участие в холодной войне, где противостоять пришельцам будет значительно сложнее.",
    "img": "/src/img/games/Xenonauts2.jpg",
    "carousel1": "/src/img/game-carousel/Xenonauts2-1.jpg",
    "carousel2": "/src/img/game-carousel/Xenonauts2-2.jpg",
    "genres": "Стратегии",
    "steamlink": "https://store.steampowered.com/app/538030/Xenonauts_2/",
    "info": {
      "Год выпуска": "2018г.",
      "Разработчик": "Goldhawk Interactive",
      "Версия": "Closed beta 1.11",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "2.4 GHz",
      "Видеокарта": "256Мб видеопамяти",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "4Гб"
    },
    "file": "torrent/Xenonauts_2.torrent"
  },
  {
    "id": 47,
    "name": "Parkitect",
    "description": "Новая стратегия в жанре экономического симулятора, где ты возьмёшься за возведение, постройку и контроль огромного парка с аттракционами. Игра исполнена в довольно простой графической составляющей, но даёт тебе массу возможностей и полную свободу действий. Ты начнешь с малого, но затем, прислушиваясь к своим посетителям и усовершенствуя их потребности, сможешь построить масштабный парк. Создавай различные аттракционы, где будет интересно как маленьким детям, так и взрослым. Зарабатывай деньги, затем усовершенствуй и улучшай свои владения. Не забывай, также, следить за работой персонала и исправностью качелей. Создай самые безумные и изворотливые американские горки, построй самое высокое колесо обозрения и вложи деньги на дальнейшее развитие своих владений.",
    "img": "/src/img/games/Parkitect.jpg",
    "carousel1": "/src/img/game-carousel/Parkitect-1.jpg",
    "carousel2": "/src/img/game-carousel/Parkitect-2.jpg",
    "genres": "Инди, Симуляторы, Ранний доступ",
    "steamlink": "https://store.steampowered.com/app/453090/Parkitect/",
    "info": {
      "Год выпуска": "2016г.",
      "Разработчик": "Texel Raptor",
      "Версия": "1.8p5 GOG полная + Taste of Adventure",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "2.3 GHz",
      "Видеокарта": "Любая",
      "Оперативная память": "3Гб",
      "Памяти на Жестком Диске": "1Гб"
    },
    "file": "torrent/Parkitect.torrent"
  },
  {
    "id": 48,
    "name": "Going Medieval",
    "description": "Стратегический проект, разработанный в жанре симулятора, где игроку предстоит взяться за управление всеми аспектами деятельности величественного замка. Задача не из лёгких, а именно поэтому тебе потребуется подключить логику, смекалку и быстродействие. Стань лучшим правителем и сделай все, чтобы твой замок был знаменит на весь мир. Развивай стратегические навыки, так как именно они являются основополагающими будущему успеху. Территория открывается довольно большая и практически невозможно за всем уследить, поэтому тебе нужно нанять помощников. Следи, чтобы вокруг не было противников, которые сумеют устроить против своего правителя заговоры и даже привести к упадку. Графика в игре хорошо продумана и реализована, ведь в ней уделено внимание каждой детали, которая пригодится на пути к достижению поставленной цели. Динамика игрового процесса на высоте, а это значит, что скучать тебе точно не придется. Изучи окружение, расширяй территорию, учитывай пожелания жителей и настраивай выгодные связи, что и приведет к положительному результату.",
    "img": "/src/img/games/GoingMedieval.jpg",
    "carousel1": "/src/img/game-carousel/GoingMedieval-1.jpg",
    "carousel2": "/src/img/game-carousel/GoingMedieval-2.jpg",
    "genres": "Инди, Симуляторы, Стратегии, Ранний доступ",
    "steamlink": "https://store.steampowered.com/app/1029780/Going_Medieval/",
    "info": {
      "Год выпуска": "2020г.",
      "Разработчик": "Going Medieval",
      "Версия": "v0.14.22",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "3GHz",
      "Видеокарта": "GTX 750",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "400Мб"
    },
    "file": "torrent/Going_Medieval.torrent"
  },
  {
    "id": 49,
    "name": "Kingdoms Reborn",
    "description": "Увлекательный градостроительный симулятор, который включает в себя массу возможностей для игрока, а также открытый для покорения мир. Особенностью игрового процесса стоит сразу отметить наличие мультиплеера, который позволит отлично провести время в компании друзей и с игроками со всего мира. Тебе нужно взять на себя исполнение роли главного героя – предводителя народа, который постарается основать и тщательно развить собственное поселение на просторах безжизненной пустыни. Задача не из лёгких, ведь на твои плечи ложиться ответственность за каждый аспект деятельности. Отправляйся на исследование окружения, добывай ценные ресурсы и полезные предметы, которыми в будущем нужно научиться правильно распоряжаться, дабы не понести никаких потерь. По мере прохождения твое творение будет постоянно развиваться, открывать новые технологии и находить способы взаимосвязи с другими, более могущественными государствами. Преград на пути более чем достаточно, а также не обойдется без предательств и заговоров, поэтому всегда будь на чеку. Врагов также не мало и каждый из них готов пойти на все, чтобы тебя уничтожить, чего ты не должен им допустить, возводя самое могущественное и непобедимое государство в мире.",
    "img": "/src/img/games/KingdomsReborn.jpg",
    "carousel1": "/src/img/game-carousel/KingdomsReborn-1.jpg",
    "carousel2": "/src/img/game-carousel/KingdomsReborn-2.jpg",
    "genres": "Инди, Симуляторы, Стратегии, Ранний доступ",
    "steamlink": "https://store.steampowered.com/app/1307890/Kingdoms_Reborn/",
    "info": {
      "Год выпуска": "2020г.",
      "Разработчик": "Earthshine",
      "Версия": "v0.184",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Двух-ядерный",
      "Видеокарта": "GTX 650",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "1Гб"
    },
    "file": "torrent/Kingdoms_Reborn.torrent"
  },
  {
    "id": 50,
    "name": "X4: Foundations",
    "description": "Вот уже четвертая часть, которая выявляется отличным продолжением популярной серии игр, исполненных в жанре экшена. Данная часть понесла за собой массу изменений и дополнений, а также уникальные возможности для пользователя, которых не было в предыдущих частях. В твоём распоряжении теперь находится масштабная космическая станция, которую ты сможешь создать собственными руками. Эта станция предназначена для с орки различных межгалактических кораблей. Собери свое уникальное и мощное судно, а затем смело отправляйся на покорение космического пространства, которое подготовило для тебя не мало интересного. Корабль либо станцию ты будешь собирать по частям, выбирая их из модульного арсенала, тем самым создавая все по своему желанию. Любую прикреплённую часть можно будет улучшить либо заменить, что сделает твою задачу ещё увлекательнее. Ты займешься также и экономической деятельностью, развитие которой напрямую будет зависеть от твоих действий. Данная деятельность включает в себя контроль над торговлей, создание множественных транспортных линий, которые будут максимально эффективно доставлять грузы из одного пункта назначения, в другой, а также сверка и регулировка рыночной ценовой политики.",
    "img": "/src/img/games/X4Foundations.jpg",
    "carousel1": "/src/img/game-carousel/X4Foundations-1.jpg",
    "carousel2": "/src/img/game-carousel/X4Foundations-2.jpg",
    "genres": "Экшены, Симуляторы",
    "steamlink": "https://store.steampowered.com/app/392160/X4_Foundations/",
    "info": {
      "Год выпуска": "2018г.",
      "Разработчик": "Egosoft",
      "Версия": "6.10 GOG + Tides of Avarice + KINGDOM END",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel i5-4590",
      "Видеокарта": "GTX 780",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "12Гб"
    },
    "file": "torrent/X4_Foundations_.torrent"
  },
  {
    "id": 51,
    "name": "The Riftbreaker",
    "description": "Игровой проект, разработанный в жанре РПГ с элементами выживания, где мы отправляемся навстречу незабываемым приключениям с целью спасения мира. Исполни роль главной героини – отважной и бесстрашной девушки, которая отправляется на отдаленную планету, чтобы создать большой портал и позволить человеческую путешествовать в разные уголки вселенной. В твоём распоряжении многофункциональный механический костюм, который станет верным помощником в достижении поставленной цели. Сосредоточь свое внимание на исследовании, так как окружение богато на полезные предметы и ценные ресурсы. Продумывай действия наперед, так как повсюду возникают угрозы и ты должна быть готова с ними справиться в любой момент. Мир игры фантастический и полностью открыт для изучения, а графическое исполнение позволит нас с головой в него окунуться, становясь полноценной частью приключения. Порадует динамика игрового процесса, поэтому скучать у нас точно не будет времени. Заверши все миссии, преодолей преграды и достигни благоприятного результата за кратчайшие сроки.",
    "img": "/src/img/games/TheRiftbreaker.jpg",
    "carousel1": "/src/img/game-carousel/TheRiftbreaker-1.jpg",
    "carousel2": "/src/img/game-carousel/TheRiftbreaker-2.jpg",
    "genres": "Экшены, Приключенческие игры, Инди, Ролевые игры, Симуляторы, Стратегии",
    "steamlink": "https://store.steampowered.com/app/780310/The_Riftbreaker/",
    "info": {
      "Год выпуска": "2021г.",
      "Разработчик": "EXOR Studios",
      "Версия": "1.38593 + Metal Terror DLC",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 8, 10",
      "Процессор": "Intel i5",
      "Видеокарта": "GTX 750",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "8Гб"
    },
    "file": "torrent/The_Riftbreaker_.torrent"
  },
  {
    "id": 52,
    "name": "shapez 2",
    "description": "Сочетание симулятора и головоломки, где мы займёмся строительством базы. Игра обладает многообразным геймплеем и даёт нам массу возможностей для достижения поставленной цели. Под твое управление попадает целая космическая станция, обрабатывающая кубы и создающая из них совершенно уникальные творения. Тебе же необходимо наладить производство и всячески его развивать, контролируя преобразование кубов в иные формы, точно их оттачивая. Игра позволит дать полет фантазии, а поэтому ты сможешь создать все, что только пожелаешь. Максимально гибкая система игрового процесса подстроится под каждого пользователя, а поэтому каждому даётся полная свобода действий. Важно быть внимательным и следить за каждым аспектом деятельности своего производства, чтобы не допускать ошибок. Графика игры хоть и простая, но все же способна сделать каждого частью событий.",
    "img": "/src/img/games/shapez2.jpg",
    "carousel1": "/src/img/game-carousel/shapez2-1.jpg",
    "carousel2": "/src/img/game-carousel/shapez2-2.jpg",
    "genres": "Приключенческие игры, Казуальные игры, Инди, Симуляторы, Стратегии, Ранний доступ",
    "steamlink": "https://store.steampowered.com/app/2162800/shapez_2/",
    "info": {
      "Год выпуска": "2024г.",
      "Разработчик": "tobspr Games",
      "Версия": "Alpha 6.2",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "2Ghz",
      "Видеокарта": "1Гб видеопамяти",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "2Гб"
    },
    "file": "torrent/shapez_2.torrent"
  },
  {
    "id": 53,
    "name": "TasteMaker: Restaurant Simulator",
    "description": "Игровой проект, который был разработан в жанре симулятора, где нам предоставится возможность почувствовать себя в роли ресторанного магната. Ты – управляющий, который постарается всеми возможными способами развить свои владения, а также прославить их на весь мир. Потребуется приложить не мало усилий и потратить большое количество времени, ведь на твои плечи возлагается ответственность за все аспекты деятельности ресторана. Займись планом, а затем и строительством самого здания, учитывая каждую деталь, чтобы гость находился в уюте и комфорте. Позаботься о хорошем стиле как снаружи заведения, так и внутри. Как только дело будет сделано, начни подбор персонала, который будет профессиональным и полностью отдан своему делу. Также управляющему необходимо позаботиться и о чистоте помещения, контролируя каждый уголок. Разработай меню, продумывая каждый пункт, чтобы посетитель сумел всегда найти что-то для себя по вкусу. Графическое исполнение довольно простое, но в то же время обладает яркими красками и приятной анимацией, что точно порадует любителей жанра. Все действия происходят с видом сверху, что позволит тебе контролировать происходящее внутри ресторана.",
    "img": "/src/img/games/TasteMakerRestaurantSimulator.jpg",
    "carousel1": "/src/img/game-carousel/TasteMakerRestaurantSimulator-1.jpg",
    "carousel2": "/src/img/game-carousel/TasteMakerRestaurantSimulator-2.jpg",
    "genres": "Инди, Симуляторы, Стратегии",
    "steamlink": "https://store.steampowered.com/app/1289340/TasteMaker/",
    "info": {
      "Год выпуска": "2023г.",
      "Разработчик": "Jelle Booij",
      "Версия": "1.0.1 GOG",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel Core i3",
      "Видеокарта": "Intel HD Graphics 5500",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "500Мб"
    },
    "file": "torrent/TasteMaker.torrent"
  },
  {
    "id": 54,
    "name": "Floppy Knights",
    "description": "Приключение, которое успешно сочетает в себе жанры стратегии и ролевой игры, наполненное искромётным юмором. Первым делом познакомься с главной героиней – молодой девушкой по имени Фиби, которая отправляется на выполнение разных задач с целью заработка, чтобы в будущем переехать в новый дом от родителей. По мере выполнения миссий Фиби узнала себя со стороны изобретательницы и начала конструировать различные уникальные предметы. Одним из таких творений стала бионическая рука, которая умела разговаривать, смешно шутить и производить монстров. В один момент что-то пошло не так и монстров стало так много, что они стали большой опасностью для окружения. Теперь героине и ее изобретению предстоит отправиться на путь сопротивления, чтобы исправить ошибки и избавиться от монстров раз и навсегда. Игра привлекает наличием механик разных жанров, а также высокой динамикой, поэтому нас ждёт увлекательное и интересное времяпровождение.",
    "img": "/src/img/games/FloppyKnights.jpg",
    "carousel1": "/src/img/game-carousel/FloppyKnights-1.jpg",
    "carousel2": "/src/img/game-carousel/FloppyKnights-2.jpg",
    "genres": "Инди, Стратегии",
    "steamlink": "https://store.steampowered.com/app/1057800/_/",
    "info": {
      "Год выпуска": "2022г.",
      "Разработчик": "Rose City Games",
      "Версия": "2.0.4",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel core i3",
      "Видеокарта": "Intel HD 4400",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "2Гб"
    },
    "file": "torrent/Floppy_Knights.torrent"
  },
  {
    "id": 55,
    "name": "PlateUp!",
    "description": "Приключенческая игра, где мы исполним важную роль – роль управляющего рестораном, который предстоит провести к полному процветанию. Первым делом стоит отметить массу возможностей для игрока, которыми ты успешно сможешь воспользоваться для достижения поставленной цели. Проявляй навыки стратегического планирования, чтобы безошибочно прийти к наилучшему результату. Ты начнёшь с малого, найдешь немного персонала, а затем сделаешь свои владения самым популярным рестораном. Трудностей и испытаний на пути будет более чем достаточно, поэтому стоит позаботиться о развитии своих профессиональных навыков. Займись проектированием и строительством здания, обустрой его как внутри так и снаружи, а затем смело принимайся за работу, создавая уютное и процветающее местечко. Важно учитывать пожелания посетителей, а также создать разнообразное меню, чтобы каждый сумел найти доя себя что-то подходящее.",
    "img": "/src/img/games/PlateUp!.jpg",
    "carousel1": "/src/img/game-carousel/PlateUp-1.jpg",
    "carousel2": "/src/img/game-carousel/PlateUp-2.jpg",
    "genres": "Экшены, Казуальные игры, Инди, Стратегии",
    "steamlink": "https://store.steampowered.com/app/1599600/PlateUp/",
    "info": {
      "Год выпуска": "2022г.",
      "Разработчик": "It's happening",
      "Версия": "1.1.6b",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel I5",
      "Видеокарта": "Intel HD Graphics 530",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "2Гб"
    },
    "file": "torrent/PlateUp!.torrent"
  },
  {
    "id": 56,
    "name": "Civitatem",
    "description": "Игра, которая отправит тебя в мир средневековья, где у тебя будет возможность собственноручно создать масштабный и процветающий город. Данный проект представляет из себя некий симулятор градостроения, где под свой контроль попадают все аспекты деятельности. Изначально у тебя будет совсем небольшое поселение, которое ты затем сможешь превратить в многофункциональный горд с огромным количеством жителей. Земли, на который будет находится твое имение, достаточно опасны, так как здесь орудуют банды коварных противников, именно поэтому тебе следует позаботиться не только об укреплении своего городка, но и о армии, которая его сможет защитить. В мире имеется масса полезных ресурсов и ценных материалов, корвет ты сможешь раздобыть путем исследования местности. Постепенно тебе будут даваться все больше и больше возможностей, что позволит расширить город в масштабах и насладить его деятельность. По ходу действия тебе необходимо усовершенствовать свои навыки, что позволит открыть доступ к новым сооружениям. Природа также может послужить тебе с пользой, так и принести вред, поэтому будь внимательным и наблюдай ща переменами погодных условий. Самое важное – следить за комфортом жизни жителей города, так как они будут специализироваться в разных сферах, тем самым приближая тебя ближе к заветной цели.",
    "img": "/src/img/games/Civitatem.jpg",
    "carousel1": "/src/img/game-carousel/Civitatem-1.jpg",
    "carousel2": "/src/img/game-carousel/Civitatem-2.jpg",
    "genres": "Инди, Симуляторы, Стратегии",
    "steamlink": "https://store.steampowered.com/app/670820/Civitatem/",
    "info": {
      "Год выпуска": "2022г.",
      "Разработчик": "George Neguceanu",
      "Версия": "1.09 GOG",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel Core 2 Duo",
      "Видеокарта": "GT/s 250",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "800Мб"
    },
    "file": "torrent/Civitatem.torrent"
  },
  {
    "id": 57,
    "name": "Ancient Cities",
    "description": "Градостроительный симулятор, который отправляет нас на просторы древнего мира и даёт возможность создать собственное поселение. Займись исследованием окружения, определи для себя территорию, на которой вскоре сумеешь возвести желаемое. Изучи локации, добудь ценные ресурсы и полезные предметы, а затем займись строительством различных деревянных сооружений, возведением заборов для защиты, а также продумыванием инфраструктуры. Город построить не так то и просто, потребуется пройти не мало испытаний и сменить не одно поколение людей. Система сезонов, как и система погоды здесь также присутствует, и это в какой-то момент может тебе помешать, либо сыграть на руку. Мир определен в особенной экосистеме, которая была воссоздана по твоим условиям жизнедеятельности. Всячески защищай свои владения, опасаясь нападения других воинов и начинающихся катаклизмов. Стоит отметить наличие полной свободы действий для пользователя, что позволит ему сделать все так, как тот посчитает нужным. Графика продумана на отлично, а общая атмосфера позволит с головой окунуться в игровой процесс.",
    "img": "/src/img/games/AncientCities.jpg",
    "carousel1": "/src/img/game-carousel/AncientCities-1.jpg",
    "carousel2": "/src/img/game-carousel/AncientCities-2.jpg",
    "genres": "Приключенческие игры, Инди, Симуляторы, Стратегии",
    "steamlink": "https://store.steampowered.com/app/667610/Ancient_Cities/",
    "info": {
      "Год выпуска": "2023г.",
      "Разработчик": "Uncasual Games",
      "Версия": "v1.0.0.4",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel i5",
      "Видеокарта": "2Гб видеопамяти",
      "Оперативная память": "6Гб",
      "Памяти на Жестком Диске": "1Гб"
    },
    "file": "torrent/Ancient_Cities.torrent"
  },
  {
    "id": 58,
    "name": "Bastide",
    "description": "Отлично сочетающаяся смесь популярных жанров: динамичной стратегии, безумного экшена и реалистичного симулятора. События игры отправляют тебя прямиком в тринадцатое столетие, где ты возьмёшься за исполнение главной роли – роли отважной христианской девушки, на плечи которой ложится огромная ответственность. Так как это градостроительный симулятор, ты возьмёшь под контроль все аспекты деятельности небольшого поселения, постараешься сделать огромный вклад в его развитие, защиту и процветание. На пути тебя ожидает не мало преград и опасностей в виде всевозможных болезней, голода, коварных противников и переменчивых погодных условий. Подключи смекалку, навыки стратегического планирования и хитрость, которые станут верными помощниками на пути к успеху. Проживают в городе обычные христиане, которым нужно дать работу и правильно распределять деятельность, чтобы они помогли тебе справиться с насущными вопросами. Следи за экономикой, выстраивай необходимую инфраструктуру и налаживай связь с соседями. Особое внимание удели защите города, чтобы ни один враг не сумел пробраться на его просторы.",
    "img": "/src/img/games/Bastide.jpg",
    "carousel1": "/src/img/game-carousel/Bastide-1.jpg",
    "carousel2": "/src/img/game-carousel/Bastide-2.jpg",
    "genres": "Экшены, Казуальные игры, Инди, Симуляторы, Стратегии, Ранний доступ",
    "steamlink": "https://store.steampowered.com/app/1115450/Bastide/",
    "info": {
      "Год выпуска": "2020г.",
      "Разработчик": "MedievalNexus",
      "Версия": "v0.6.25",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Ryzen 3 2200 g",
      "Видеокарта": "GeForce 750",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "3Гб"
    },
    "file": "torrent/Bastide.torrent"
  },
  {
    "id": 59,
    "name": "Knights of Honor II: Sovereign",
    "description": "Стратегический игровой проект, разработанный в режиме реального времени, где мы отправляемся на просторы мира Средневековья. Игроков ожидают эпические схватки, оригинальный и незаурядный сюжет, масса интересных задач и преграды, которые будут постоянно возникать на пути. Главное роль – роль правителя, которую ты успешно возьмёшь на себя и постараешься привести свое королевство к процветанию. Перед тобой стоит цель – добиться мирового господства, но для этого предстоит пройти массу преград и завоевать тысячи земель. Важно проявлять навыки стратегического планирования, подключив не только силу, но и хитрость, дабы не оставить оппоненту и шанса на победу. Для достижения поставленной цели игра предлагает массу возможностей и вариантов развития событий, а поэтому каждое новое прохождение будет уникальным. Графика порадует стилистикой, присущей средневековому миру и позволит каждому с головой окунуться в игру.",
    "img": "/src/img/games/KnightsofHonorIISovereign.jpg",
    "carousel1": "/src/img/game-carousel/KnightsofHonorIISovereign-1.jpg",
    "carousel2": "/src/img/game-carousel/KnightsofHonorIISovereign-2.jpg",
    "genres": "Симуляторы, Стратегии",
    "steamlink": "https://store.steampowered.com/app/736820/Knights_of_Honor_II_Sovereign/",
    "info": {
      "Год выпуска": "2022г.",
      "Разработчик": "Black Sea Games",
      "Версия": "1.6 GOG",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel Core i5",
      "Видеокарта": "GTX 750-Ti",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "14Гб"
    },
    "file": "torrent/Knights_of_Honor_2_Sovereign.torrent"
  },
  {
    "id": 60,
    "name": "Dune: Spice Wars",
    "description": "Стратегический игровой проект, где все действия будут происходить в режиме реального времени, а нам предстоит с головой окунуться в атмосферу вселенной «Дюна». Ты исполнишь роль главного героя, который является главнокомандующим одной из фракций, являющейся участником сопротивлений с другими фракциями за власть над пустыней. Тебе необходимо подключить навыки быстродействия, смекалку, а также продумать правильный стратегический план, который поможет быстрее и эффективнее добиться желаемого. Враг будет достаточно хитёр и коварен, поэтому ты должен быть готов к любому неожиданному повороту событий. Развивай способности и навыки главного героя, проходи испытания и решай головоломки, постепенно оставляя оппонента позади. Игра довольно разнообразна и даёт игроку массу возможностей, которые тот может эффективно использовать для успешного завершения миссии. Также не может не радовать и визуальное исполнение, которое проработано до делали, обладает приятной анимацией и яркими красками, а общая атмосфера здорово дополнена захватывающими звуковыми эффектами.",
    "img": "/src/img/games/DuneSpiceWars.jpg",
    "carousel1": "/src/img/game-carousel/DuneSpiceWars-1.jpg",
    "carousel2": "/src/img/game-carousel/DuneSpiceWars-2.jpg",
    "genres": "Стратегии, Ранний доступ",
    "steamlink": "https://store.steampowered.com/app/1605220/Dune_Spice_Wars/",
    "info": {
      "Год выпуска": "2022г.",
      "Разработчик": "Shiro Games",
      "Версия": "0.5.5.25868",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 10",
      "Процессор": "Intel Core i5",
      "Видеокарта": "GTX 1050",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "4Гб"
    },
    "file": "torrent/Dune_Spice_Wars.torrent"
  },
  {
    "id": 61,
    "name": "Park Beyond",
    "description": "Яркий в своем исполнении симулятор, где мы возьмемся за проектировку и строительство собственного парка аттракционов. Ты – амбициозный архитектор, который готов сделать все, чтобы воплотить свои оригинальные идеи в жизнь. Игра предоставит полную свободу действий, поэтому ты смело можешь подключать фантазию, создавая что-то действительно уникальное. Ты начнёшь с малого и будешь постепенно развиваться, расширяя парк, наполняя их новыми и новыми аттракционами. Главная цель – стать лучшим луна-парком в мире, куда будут приезжать с разных уголков планеты. По мере следования ты будешь открывать больше возможностей и разные виды построек, что позволит создать ещё больше интересных аттракционов. В игре важно развиваться и совершенствовать профессиональные навыки. Что касается визуального исполнения, то оно порадует яркими красками и приятной анимацией, где присутствует сказочная атмосфера.",
    "img": "/src/img/games/ParkBeyond.jpg",
    "carousel1": "/src/img/game-carousel/ParkBeyond-1.jpg",
    "carousel2": "/src/img/game-carousel/ParkBeyond-2.jpg",
    "genres": "Казуальные игры, Симуляторы, Стратегии",
    "steamlink": "https://store.steampowered.com/app/1368130/Park_Beyond/",
    "info": {
      "Год выпуска": "2023г.",
      "Разработчик": "Limbic Entertainment",
      "Версия": "136.346 Visioneer Edition",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 10",
      "Процессор": "Intel Core i7",
      "Видеокарта": "GTX 660",
      "Оперативная память": "12Гб",
      "Памяти на Жестком Диске": "30Гб"
    },
    "file": "torrent/Park_Beyond.torrent"
  },
  {
    "id": 62,
    "name": "Against the Storm",
    "description": "Стратегический симулятор с элементами жанра рогалик, где нам предстоит заняться строительством и расширением собственного города. События отправляют нас в необычный мир, ведь там на протяжении всего времени идёт дождь и эту особенность нужно будет учитывать при возведении города. Некогда на этой планете существовала дано забытая цивилизация, которая оставила после себя множество интересного и необычного. Отправляйся на исследование окружающих локаций, изучай руины и добывай нужные ресурсы, которые пригодятся для успешного завершения миссии. По мере прохождения старайся всегда развивать свои профессиональные навыки, а также не забывай продумывать действия наперед, дабы не совершать ошибок. Выстраивай здания, расширяй пространство, адаптируйся к тем или иным условиям окружающей среды и тогда ты точно сумеешь создать процветающий, многофункциональный, безопасный, а главное комфортный для жизни город.",
    "img": "/src/img/games/AgainsttheStorm.jpg",
    "carousel1": "/src/img/game-carousel/AgainsttheStorm-1.jpg",
    "carousel2": "/src/img/game-carousel/AgainsttheStorm-2.jpg",
    "genres": "Инди, Симуляторы, Стратегии",
    "steamlink": "https://store.steampowered.com/app/1336490/Against_the_Storm/",
    "info": {
      "Год выпуска": "2021г.",
      "Разработчик": "Eremite Games",
      "Версия": "0.53.4r GOG",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel i5",
      "Видеокарта": "GTX 650",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "3Гб"
    },
    "file": "torrent/Against_the_Storm.torrent"
  },
  {
    "id": 63,
    "name": "Martha Is Dead",
    "description": "Игра, разработанная в жанре психологического триллера, где все действия будут происходить с видом от первого лица. События отправляют нас в военное время, где мы знакомимся с главной героиней – девушкой, которая потеряла свою сестру-близняшку. Теперь ей предстоит пройти не мало испытаний и преград, чтобы разобраться в произошедшем и понять, кто посмел убить сестру. На первый взгляд история может показаться простым детективом, но пройдет немного времени и ты поймёшь, что здесь замешана ещё и мистика. Отправляйся на исследование запутанных улиц города, находи ценные ресурсы, проходи испытания и старайся собрать как можно больше зацепок, чтобы достичь поставленной цели. Мир игры будет довольно опасным и подготовил для тебя не мало преград, поэтому всегда нужно быть на чеку и стараться продумывать действия наперед. Графическое исполнение отлично дополняет общую идею игры и создаёт мрачную, а порой даже пугающую атмосферу.",
    "img": "/src/img/games/MarthaIsDead.jpg",
    "carousel1": "/src/img/game-carousel/MarthaIsDead-1.jpg",
    "carousel2": "/src/img/game-carousel/MarthaIsDead-2.jpg",
    "genres": "Приключенческие игры, Инди, Хорроры",
    "steamlink": "https://store.steampowered.com/app/515960/Martha_Is_Dead/",
    "info": {
      "Год выпуска": "2022г.",
      "Разработчик": "LKA",
      "Версия": "1.0522.23 Digital Deluxe",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel Core i5",
      "Видеокарта": "GTX 670",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "30Гб"
    },
    "file": "torrent/Martha_is_Dead.torrent"
  },
  {
    "id": 64,
    "name": "7 Days To Die",
    "description": "Игра, которая пернесет тебя в недалекое будущее, где тебе предстоит сражаться за свою жизнь. Действие происходит в 2034 году, в этот период землю охватила жестокая ядерная война, которая понесла за собой тысячи жертв. Все, кто выжил, вынуждены превратиться в зомби по истечению семи дней. Когда уже всё человечество опустило руки не в силах справиться с ужасным вирусом, появляешься ты в лице главного героя. Кто знает, может ты остался единственным выжившим, которого еще не посетила жуткая болезнь. Теперь тебе предстоит сделать всё возможное, чтобы защитить себя от вируса и разобраться что к чему. Твоя основная задача заключается в том, чтобы найти противостояние ужасному вирусу, окутавшему всю планету. Игра разработана в тиле песочницы с элементами хоррора, поэтому скучать тебе не придется. Броди по локациям в поисках предметов, которые помогут тебе выжить, а также не забудь, как следует вооружиться, так как на твоем пути будет встречаться немало врагов. У тебя есть только семь дней, не забывай от этом!",
    "img": "/src/img/games/7DaysToDie.jpg",
    "carousel1": "/src/img/game-carousel/7DaysToDie-1.jpg",
    "carousel2": "/src/img/game-carousel/7DaysToDie-2.jpg",
    "genres": "Экшен, Приключение, Инди, RPG, Симулятор, Хорроры",
    "steamlink": "https://store.steampowered.com/app/251570/7_Days_to_Die/",
    "info": {
      "Год выпуска": "2014г.",
      "Разработчик": "The Fun Pimps",
      "Версия": "v21",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "2.4 Ghz двух ядерный",
      "Видеокарта": "GeForce GTS 250",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "1Гб"
    },
    "file": "torrent/7_Days_to_Die.torrent"
  },
  {
    "id": 65,
    "name": "The Mortuary Assistant",
    "description": "Необычная в своем исполнении игра, разработанная в жанре хоррора, в котором все действия будут происходить с видом от первого лица. События отправляют нас на просторы странного, заполненного пеленой мрака морга, где мы возьмёмся за исполнение роли ассистента человека, занимающегося темными делишками. Ты – обычный студент, который был отправлен на практику в один из моргов страны, но ещё не догадывался, что тебя там ожидает. Это место окутано страхом и жуткими историями с ним связанными, что ты и поймёшь по мере прохождения. Будь готов столкнуться с внезапными и пугающими явлениями, обезумевшими и одержимыми умершими, которые желают бальзамирования. С прибытия на место действия и начинается настоящая борьба за жизнь, а чтобы закончить работу и как можно быстрее сбежать из этого злополучного места, тебе предстоит пройти не мало преград и столкнуться со смертельной опасностью. Графика игры мрачная и пугающая, а звуковые эффекты придадут атмосфере ещё большей реалистичности.",
    "img": "/src/img/games/TheMortuaryAssistant.jpg",
    "carousel1": "/src/img/game-carousel/TheMortuaryAssistant-1.jpg",
    "carousel2": "/src/img/game-carousel/TheMortuaryAssistant-2.jpg",
    "genres": "Приключенческие игры, Инди, Симуляторы, Хорроры",
    "steamlink": "https://store.steampowered.com/app/1295920/The_Mortuary_Assistant/",
    "info": {
      "Год выпуска": "2022г.",
      "Разработчик": "DarkStone Digital",
      "Версия": "1.2.0",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "2 GHz",
      "Видеокарта": "Geforce 960",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "4Гб"
    },
    "file": "torrent/The_Mortuary_Assistant.torrent"
  },
  {
    "id": 66,
    "name": "Layers of Fear",
    "description": "Приключенческая хоррор-игра, с держащим в напряжении повествованием и массой пугающих событий. Сюжет первым делом знакомит нас с главным героем – гениальным художником, который со временем сошел сума. В роли этого самого художника тебе предстоит пройти непростой путь с преградами и опасностями, постепенно теряя рассудок и какую-либо связь с реальным миром. Чем глубже ты проникаешь в свое безумство, тем больше себе навредишь, а поэтому нужно стараться держать себя в руках, чтобы не распрощаться с жизнью. Ты погружаешься прямиком в сознание, которое нужно тщательно исследовать, находя ответы на важные вопросы, раскрывая мрачные тайны и избегая попадания в ловушки. Есть в игре и головоломки, решение которых поможет быстрее достичь цели и не распрощаться со здравым смыслом навсегда. Графика игры продумана в соответствии с жанром, имеет мрачную рисовку и напряжённую атмосферу.",
    "img": "/src/img/games/LayersofFear.jpg",
    "carousel1": "/src/img/game-carousel/LayersofFear-1.jpg",
    "carousel2": "/src/img/game-carousel/LayersofFear-2.jpg",
    "genres": "Приключенческие игры, Хорроры",
    "steamlink": "https://store.steampowered.com/app/1946700/Layers_of_Fear/",
    "info": {
      "Год выпуска": "2023г.",
      "Разработчик": "Anshar Studios, Bloober Team",
      "Версия": "1.2.3 Deluxe Edition",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 10",
      "Процессор": "Intel Core i5",
      "Видеокарта": "GTX 1060",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "20Гб"
    },
    "file": "torrent/Layers_of_Fear_2023.torrent"
  },
  {
    "id": 67,
    "name": "GTFO",
    "description": "Игра, которая была разработана в популярном жанре шутера, имеющая уникальный дизайн и динамичный геймплей. Здесь тебе предстоит с головой окунуться в атмосферу хоррора и безумного экшена, в котором тебя ожидают испытания, сложности, препятствия и соперники, получится с которыми непросто. Сюжетная линия познакомит тебя сразу с четырьмя главными героями, а это значит, что ты можешь здорово провести время в компании друзей. Все четыре персонажа – отважные, смелые и готовые на все ребята, которые готовы столкнуться с испытаниями ради наживы. А наживой являются ценные артефакты, захороненные глубоко в подземельное секретной базе. Чтобы добиться поставленной цели, вам необходимо действовать слаженно, правильно распределяя обязанности и силы. Это потребуется для того, чтобы суметь дать отпор главным жителям подземелья – монстрам и безумным тварям. Все действия будут происходить с видом от первого лица, что позволит тебе с головой окунуться в эту жуткую, но манящую атмосферу. Всегда будь на чеку и не забывай прокачивать навыки, чтобы справится с более сильными оппонентами.",
    "img": "/src/img/games/GTFO.jpg",
    "carousel1": "/src/img/game-carousel/GTFO-1.jpg",
    "carousel2": "/src/img/game-carousel/GTFO-2.jpg",
    "genres": "Экшены, Хорроры",
    "steamlink": "https://store.steampowered.com/app/493520/GTFO/",
    "info": {
      "Год выпуска": "2021г.",
      "Разработчик": "10 Chambers Collective",
      "Версия": "v2023.06.21",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel Core i5 2500K",
      "Видеокарта": "GTX 660",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "15Гб"
    },
    "file": "torrent/GTFO.torrent"
  },
  {
    "id": 68,
    "name": "Greyhill Incident",
    "description": "Проект, разработанный в жанре хоррора на выживание, который порадует держащей в напряжении атмосферой и незаурядной сюжетной линией. События отправляют нас на просторы мира двадцатого века, когда учёные всячески исключали существование НЛО, но жителям небольшого городка пришлось испытать на себе влияние инопланетных обитателей. Сыграй роль главного героя — человека по имени Райан Бейкер, который отважился вступить в борьбу с прибывшими на планету созданиями, чтобы раз и навсегда с ними распрощаться. Твоему родному городу грозит опасность уничтожения, а поэтому тебе нужно найти способ провалить все планы серых человечков. Первым делом стоит отметить полную свободу действий для игрока, ведь сюжет является вариативным и имеет массу ответвлений, которые будут зависеть только от твоего выбора. На протяжении всего времени прохождения важно быть внимательным, изучать окружение и добывать ценные ресурсы, что позволит найти способ избавиться от инопланетных существ.",
    "img": "/src/img/games/GreyhillIncident.jpg",
    "carousel1": "/src/img/game-carousel/GreyhillIncident-1.jpg",
    "carousel2": "/src/img/game-carousel/GreyhillIncident-2.jpg",
    "genres": "Приключенческие игры, Инди, Хорроры",
    "steamlink": "https://store.steampowered.com/app/1905020/Greyhill_Incident/",
    "info": {
      "Год выпуска": "2023г.",
      "Разработчик": "Refugium Games",
      "Версия": "Полная",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel Core i3",
      "Видеокарта": "GTX 1060",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "15Гб"
    },
    "file": "torrent/Greyhill_Incident.torrent"
  },
  {
    "id": 69,
    "name": "Floor44",
    "description": "Игра, разработанная в жанре хоррора, которая отправляет нас на просторы мира, способного генерироваться случайным образом. Главная задача – добраться до вершины, но, как оказалось, сделать это будет крайне непросто. Всего в игре 44 уровня, где до тридцатого ты сможешь проявить свои навыки и как следует из прокачать, но вот для продвижения дальше потребуется нечто большее. Важно исследовать каждую локацию на наличие ценных предметов, которые могут попадаться не всегда, а поэтому нужно надеется лишь на собственную удачу. Не обойдется и без коварных оппонентов, которые то и дело будут тебе мешать, и с ними нужно будет как-то разбираться, находя особый подход к каждому. Визуальное исполнение игры позволит нам погрузиться во мрачную, держащую в напряжении и периодически пугающую атмосферу, которая точно понравится любителям жанра ужасов.",
    "img": "/src/img/games/Floor44.jpg",
    "carousel1": "/src/img/game-carousel/Floor44-1.jpg",
    "carousel2": "/src/img/game-carousel/Floor44-2.jpg",
    "genres": "Экшены, Приключенческие игры, Инди, Ролевые игры, Хорроры",
    "steamlink": "https://store.steampowered.com/app/1980770/Floor44/",
    "info": {
      "Год выпуска": "2023г.",
      "Разработчик": "Glen Games",
      "Версия": "v1.7.36",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 10",
      "Процессор": "Intel Core i3",
      "Видеокарта": "GTX 970",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "10Гб"
    },
    "file": "torrent/Floor44.torrent"
  },
  {
    "id": 70,
    "name": "Backrooms: Escape Together",
    "description": "Игра, разработанная в жанре хоррора, где ты сможешь отлично провести время в компании друзей, так как здесь имеется режим кооператива. Стань частью загадочного, пугающего потустороннего мира, который подготовил для тебя и твоей команды огромное количество преград и опасностей. Главная цель – выбраться из этого злополучного места, но, как оказалось, сделать это будет крайне непросто. Проходи комнату за комнатой, раскрывай секреты и оставляй позади ловушки. Головоломки будут разной степени сложности, поэтому тебе необходимо подключить смекалку и логическое мышление. В этих окрестностях обитает жуткое существо, которое будет следовать за тобой по пятам с целью уничтожения, поэтому старайся не попадаться ему на глаза, чтобы сохранить жизнь. Визуальное исполнение проработано на отлично, а совместно со звуковыми эффектами создаст держащую в напряжении атмосферу.",
    "img": "/src/img/games/BackroomsEscapeTogether.jpg",
    "carousel1": "/src/img/game-carousel/BackroomsEscapeTogether-1.jpg",
    "carousel2": "/src/img/game-carousel/BackroomsEscapeTogether-2.jpg",
    "genres": "Экшены, Приключенческие игры, Казуальные игры, Инди, Симуляторы, Ранний доступ, Хорроры",
    "steamlink": "https://store.steampowered.com/app/2141730/Backrooms_Escape_Together/",
    "info": {
      "Год выпуска": "2022г.",
      "Разработчик": "Miju Games",
      "Версия": "v0.3.3",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel Core i5",
      "Видеокарта": "GTX 960",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "1Гб"
    },
    "file": "torrent/Backrooms_Escape_Together.torrent"
  },
  {
    "id": 71,
    "name": "The Outlast Trials",
    "description": "Новая часть популярного игрового проекта, исполненного в жанре хоррора от первого лица, который вновь готов порадовать своих поклонников мрачной, непредсказуемой атмосферой. Данная серия отличается от предыдущих наличием не только одиночного, но и многопользовательского режима, который позволит объединить усилия до четырех игроков. Этот кошмар подготовил для вас массу смертельных опасностей, с которыми предстоит справиться, чтобы выжить. Что касается линии сюжета, то с первых минут она отправляет нас во времена холодной войны, где существует масштабная корпорация, вербующая людей, чтобы ставить на них свои жуткие эксперименты по промыванию мозгов, ведь это позволит взять контроль над их разумом. Будь готов к встрече с жуткими мутантами, коварными монстрами и странными созданиями, от которых предстоит постоянно прятаться и убегать, одновременно исследуя локации, добывая ценные ресурсы и зацепки, которые и помогут выбраться из этого злополучного места.",
    "img": "/src/img/games/TheOutlastTrials.jpg",
    "carousel1": "/src/img/game-carousel/TheOutlastTrials-1.jpg",
    "carousel2": "/src/img/game-carousel/TheOutlastTrials-2.jpg",
    "genres": "Экшены, Приключенческие игры, Инди, Ранний доступ, Хорроры",
    "steamlink": "https://store.steampowered.com/app/1304930/The_Outlast_Trials/",
    "info": {
      "Год выпуска": "2023г.",
      "Разработчик": "Red Barrels",
      "Версия": "Последняя",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 10",
      "Процессор": "Intel Core i7",
      "Видеокарта": "GTX 650 Ti",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "40Гб"
    },
    "file": "torrent/The_Outlast_Trials.torrent"
  },
  {
    "id": 72,
    "name": "Garten of Banban 3",
    "description": "Третья часть серии популярных хорроров от первого лица, которая обладает уникальным визуальным стилем и занимательным геймплеем. Сюжет расскажет нам о существовании популярного детского сада, куда все горожане стремились определить своих детей. В один день случалась беда и, по совершенно неизвестным причинам, все находящиеся внутри здания садика – исчезают. Нам же предлагается исполнить роль родителя одного из пропавших детей, который намерен разобраться в случившемся, и, во что бы это не стало, найти свое чадо. Ты отправляешься навстречу опасным и непредсказуемым приключениям, будешь исследовать локации, раскроешь тайну существования секретной лаборатории и узнаешь, как она может быть связана с пропажей детей. Третья серия порадует наличием ещё большего количества головоломок, которые стали ещё более запутанными и сложными, от чего игровой процесс становится ещё более интересным.",
    "img": "/src/img/games/GartenofBanban3.jpg",
    "carousel1": "/src/img/game-carousel/GartenofBanban3-1.jpg",
    "carousel2": "/src/img/game-carousel/GartenofBanban3-2.jpg",
    "genres": "Экшены, Приключенческие игры, Казуальные игры, Инди, Хорроры",
    "steamlink": "https://store.steampowered.com/app/2311190/Garten_of_Banban_3/",
    "info": {
      "Год выпуска": "2023г.",
      "Разработчик": "Euphoric Brothers",
      "Версия": "v1.0.2",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "2.5 GHz 4-ядра",
      "Видеокарта": "Поддержка DirectX 11",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "1Гб"
    },
    "file": "torrent/Garten_of_Banban_3.torrent"
  },
  {
    "id": 73,
    "name": "Resident Evil 4 Remake",
    "description": "Приключенческий экшен от третього лица, где мы вновь отправляемся на борьбу с коварными и бездушными зомби. Исполни роль главного героя – агента Кеннеди, которому предстоит пройти не мало испытаний, чтобы достичь поставленной цели – спасти дочь самого президента. Все задания он всегда исполнял с лёгкостью и точно в срок, но на этот раз Кеннеди столкнется с более ужасными вещами, к которым нужно как следует подготовиться. Одним из важных обновлений игры стоит отметить ее графику, которая стала в разы реалистичнее, а поэтому ты попадаешь в ещё более жуткую, держащую в напряжении атмосферу. Мир игры стал максимально детализированным и проработанным, позволит игроку исследовать все, даже самые потайные локации. Правильность решений будет влиять на ход событий, поэтому всегда нужно быть внимательным, стараясь продумывать каждый шаг, подключив смекалку и хитрость. Сюжет насыщенный и мнрголинейный, а поэтому скучать у тебя точно не будет времени.",
    "img": "/src/img/games/ResidentEvil4Remake.jpg",
    "carousel1": "/src/img/game-carousel/ResidentEvil4Remake-1.jpg",
    "carousel2": "/src/img/game-carousel/ResidentEvil4Remake-2.jpg",
    "genres": "Экшены, Приключенческие игры, Хорроры",
    "steamlink": "https://store.steampowered.com/app/2050650/Resident_Evil_4/",
    "info": {
      "Год выпуска": "2023г.",
      "Разработчик": "CAPCOM Co., Ltd.",
      "Версия": "Build 11025382 + Все DLC",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 10",
      "Процессор": "Intel Core i5",
      "Видеокарта": "GTX 1050 Ti",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "60Гб"
    },
    "file": "torrent/Resident_Evil_4_Remake.torrent"
  },
  {
    "id": 74,
    "name": "Gravewood High",
    "description": "Увлекательная и динамичная адвенчура, которая воплотила в себе всю классику жанра хоррора с примесью стелса. Игра включает в себя несколько локаций, каждая из которых имеет способность генерироваться случайным образом. Это является большим плюсом, так как твое приключение в этом опасном мире автоматически становится ещё более интересным, но в то же время и более сложным. Сюжетная линия расскажет о существовании некой школы, в которой бесследно стали пропадать учащиеся, при том что учителя совершенно не обратили на это внимания. Ты сыграешь роль одного из похищенных, которому предстоит найти выход из этого злополучного места, но прежде, тебе предстоит пройти массу испытаний и справиться с огромным количеством препятствий. Главной проблемой для тебя является то, что коридоры школы будут постоянно видоизменяться, что постоянно приводит в заблуждение. Более того, за тобой ведет слежку злобный преподаватель, который намеревается оставить тебя в этом мрачном месте навсегда. Ты и твой верный товарищ должны быть готовы к неожиданным поворотам событий, раскрытию страшных тайн и преодолении преград на пути.",
    "img": "/src/img/games/GravewoodHigh.png",
    "carousel1": "/src/img/game-carousel/GravewoodHigh-1.jpg",
    "carousel2": "/src/img/game-carousel/GravewoodHigh-2.jpg",
    "genres": "Приключенческая игра, Хорроры",
    "steamlink": "https://store.steampowered.com/app/1239300/Gravewood_High/",
    "info": {
      "Год выпуска": "2023г.",
      "Разработчик": "EvilCoGames",
      "Версия": "v07.05.2023",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 10",
      "Процессор": "2.5GHz",
      "Видеокарта": "GeForce 950",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "5Гб"
    },
    "file": "torrent/Gravewood_High.torrent"
  },
  {
    "id": 75,
    "name": "Inout",
    "description": "Игровой проект, представленный в жанре хоррора на выживание, где мы сыграем в кооперативном режиме до четырех игроков. Мы узнаем о существовании уже давно заброшенного особняка, пугающего жителей небольшого городка. По легенде, там обитает жестокий маньяк, унесший жизни многих людей, но поймать его не удается никому, ведь ему помогают темные силы. Тебе же предстоит исполнить роль одного из команды отважных героев, которые принимают решение отправиться в тот самый особняк, чтобы развеять мифы, либо доказать существование злодея. Ты – профессиональный экзорцист, который вместе со своими компаньонами отправляется зачищать местность от потусторонних сущностей. Первым делом позаботься о боевом арсенале, чтобы уметь вовремя дать отпор врагу и не оказаться в ловушке. Визуальное исполнение в мрачной стилистике, способно держать в напряжении на протяжении всего времени прохождения, что отлично дополнит игровой процесс.",
    "img": "/src/img/games/Inout.jpg",
    "carousel1": "/src/img/game-carousel/Inout-1.jpg",
    "carousel2": "/src/img/game-carousel/Inout-2.jpg",
    "genres": "Экшены, Инди, Ранний доступ, Хорроры",
    "steamlink": "https://store.steampowered.com/app/2072640/Inout/",
    "info": {
      "Год выпуска": "2023г.",
      "Разработчик": "Gample",
      "Версия": "0.3.5.4",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel i5",
      "Видеокарта": "4Гб видеопамяти",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "10Гб"
    },
    "file": "torrent/Inout.torrent"
  },
  {
    "id": 76,
    "name": "Crying Pony",
    "description": "Двухмерная игра, разработанная в жанре хоррора, где нам предстоит выживать в смертельно опасных условиях. Первым делом познакомься с главным героем – молодым человеком по имени Майкл, который уже на протяжении долгого времени страдает от бессонницы. Но это ещё не самое страшное, ведь когда Майклу все же удается уснуть, его тут же начинают преследовать ужасные сны с участием дочери. Проходит время и мужчина стал замечать, что граница между сном и реальностью начала постепенно стираться, а монстры стали стремительно пробираться в его мир. Игрок становится на пути сопротивления с внутренними демонами главного героя, а также поможет ему спасти самое ценное – его дочь. Игра довольно интересная и богата на неожиданные повороты событий, а также порадует высокой динамикой, от чего точно скучать не придется. Общая атмосфера способна держать в напряжении на протяжении всего времени прохождения, этого авторам удалось добиться за счёт смеси мрачной визуализации, пугающих эффектов и звукового сопровождения.",
    "img": "/src/img/games/CryingPony.jpg",
    "carousel1": "/src/img/game-carousel/CryingPony-1.jpg",
    "carousel2": "/src/img/game-carousel/CryingPony-2.jpg",
    "genres": "Приключенческие игры, Инди, Хорроры",
    "steamlink": "https://store.steampowered.com/app/1277230/Crying_Pony/",
    "info": {
      "Год выпуска": "2023г.",
      "Разработчик": "CreSpirit",
      "Версия": "Полная",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel Core i3",
      "Видеокарта": "GTX 550",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "3Гб"
    },
    "file": "torrent/Crying_Pony.torrent"
  },
  {
    "id": 77,
    "name": "Amanda the Adventurer",
    "description": "Приключенческий хоррор, который отправляет нас на просторы полученного в наследство дома, где мы попадаем в череду непредсказуемых, а порой даже опасных событий. Игра не занимает много времени, но обещает быть очень интересной. Здесь ты будешь проходить испытания, исследовать локации и стараться раскрывать мрачные тайны того мира, в котором окажешься, просто включив одну из старых видеокассет. Присутствуют в игре и головоломки различной сложности, поэтому тебе потребуется подключить смекалку, логическое мышление и хитрость. Что касается визуального исполнения, то оно предлагает нам окунуться в атмосферу игр девяностых с ностальгическую анимацией и знакомым многим рисовкой. Игроки будут напрямую взаимодействовать с героями, которые запечатлены на видеокассетах, каждый из которых подготовил для тебя массу интересного и пугающего.",
    "img": "/src/img/games/AmandatheAdventurer.jpg",
    "carousel1": "/src/img/game-carousel/AmandatheAdventurer-1.jpg",
    "carousel2": "/src/img/game-carousel/AmandatheAdventurer-2.jpg",
    "genres": "Инди, Хорроры",
    "steamlink": "https://store.steampowered.com/app/2166060/Amanda_the_Adventurer/",
    "info": {
      "Год выпуска": "2023г.",
      "Разработчик": "MANGLEDmaw Games",
      "Версия": "1.6.1.0",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "2.0 GHz двух-ядерный",
      "Видеокарта": "GTX 470",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "2Гб"
    },
    "file": "torrent/Amanda_the_Adventurer.torrent"
  },
  {
    "id": 78,
    "name": "Stay Out of the House",
    "description": "Довольно привлекательный представитель жанра хоррор на выживание, который был проработан в стилистике VHS. Ты – очередная жертва местного мясника, который любит употреблять в пищу людей. Оказавшись за решеткой тебе предстоит найти способ сбежать из этого злополучного места, но сделать это, как оказалось, будет очень непросто. Как только ты выберешься из клетки – действуй максимально аккуратно, передвигаясь тихо, внимательно изучая локации и делая все возможное, чтобы не попасть на глаза коварному каннибалу. По мере следования находи ценные предметы, старайся ориентироваться в пространстве, чтобы суметь спрятаться в случае опасности. Не обойдется и без решения головоломок, которые позволят тебе открыть доступ к новым возможностям и увеличат шансы на успех. Визуальное исполнение продумано неплохо и точно позволит тебе стать полноценной частью этих жутких, пугающих событий.",
    "img": "/src/img/games/StayOutoftheHouse.jpg",
    "carousel1": "/src/img/game-carousel/StayOutoftheHouse-1.jpg",
    "carousel2": "/src/img/game-carousel/StayOutoftheHouse-2.jpg",
    "genres": "Экшены, Приключенческие игры, Инди, Симуляторы, Хорроры",
    "steamlink": "https://store.steampowered.com/app/896520/Stay_Out_of_the_House/",
    "info": {
      "Год выпуска": "2022г.",
      "Разработчик": "Puppet Combo",
      "Версия": "1.1.3 GOG",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "2Ghz",
      "Видеокарта": "Поддержка DirectX 10",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "500Мб"
    },
    "file": "torrent/Stay_Out_of_the_House.torrent"
  },
  {
    "id": 79,
    "name": "Automobilista 2",
    "description": "Максимально реалистичный симулятор, который с головой погружает тебя в динамичный и немного безумный мир гоночных состязаний. Твоя задача – стать чемпионом, но добиться ее будет довольно непросто. Возьмись за исполнение роли профессионального гонщика, который намерен пройти путь к колоссальному успеху в своей карьере. Игра подготовила для тебя массу приятных моментов, включая реально существующие тачки, способные развивать наивысшую скорость, а также ты можешь прокатиться по самым знаменитым мировым трассам, покоряя одну за другой, забирая все награды в свою коллекцию. Вторая часть серии окунет тебя в ещё более реалистичную атмосферу, которую разработчикам удалось добиться за счёт хорошо проработанной визуализации и дополнительными звуковыми эффектами. Ты окажешься в ярком мире, который сумеешь покорить своим профессионализмом, становясь заслуженным чемпионом. Выбери автомобиль, а затем отправляйся навстречу безумным событиям, дабы добиться успеха и воплотить мечту в жизнь.",
    "img": "/src/img/games/Automobilista2.jpg",
    "carousel1": "/src/img/game-carousel/Automobilista2-1.jpg",
    "carousel2": "/src/img/game-carousel/Automobilista2-2.jpg",
    "genres": "Гонки, Симуляторы, Спортивные игры",
    "steamlink": "https://store.steampowered.com/app/1066890/Automobilista_2/",
    "info": {
      "Год выпуска": "2020г.",
      "Разработчик": "Reiza Studios",
      "Версия": "1.4.8.1",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel Core i5 3450",
      "Видеокарта": "GTX 680",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "50Гб"
    },
    "file": "torrent/Automobilista_2.torrent"
  },
  {
    "id": 80,
    "name": "Assetto Corsa Competizione",
    "description": "Крутая и максимально динамичная гоночная стратегия, которая позволит тебе на максимальной скорости влиться в реалистичный мир и сразиться с профессиональными гонщиками на различных трассах. Игра захватывает своей реалистичностью, это и позволит тебе окунуться с головой в весь процесс. Атмосфера в игре наполнена безумием, поэтому скучать тебе точно не придется. Разработчики постарались сделать свое игровое поле разнообразным, поэтому ты смело можешь выбрать для себя один из нескольких предоставленных режимов. Также есть возможность игры как в одиночном, так и многопользовательском режиме, где в первом ты будешь выстраивать гоночную карьеру, добиваясь успехов во всех начинаниях, а во втором отлично проведешь время в компании людей со всего мира. Игра отлично передает дух реальных сопротивлений, так как и участники гонок, и машины, а также трассы были воссозданы в точности как в реальном мире. Здесь особый акцент в разработке был сделан на детализации. Здесь присутствует смена дня и ночи, а также погодные условия могут как благоприятно, так и наоборот, повлиять на твои действия. Ты с полной уверенностью сможешь почувствовать себя участником турнира и устранить всех оппонентов на своем пути.",
    "img": "/src/img/games/AssettoCorsaCompetizione.jpg",
    "carousel1": "/src/img/game-carousel/AssettoCorsaCompetizione-1.jpg",
    "carousel2": "/src/img/game-carousel/AssettoCorsaCompetizione-2.jpg",
    "genres": "Гонки, Симуляторы, Спортивные игры",
    "steamlink": "https://store.steampowered.com/app/805550/Assetto_Corsa_Competizione/",
    "info": {
      "Год выпуска": "2019г.",
      "Разработчик": "Kunos Simulazioni",
      "Версия": "1.9.3 + Все DLC + GT4 PACK",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel Core i5-4460",
      "Видеокарта": "GTX 460",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "50Гб"
    },
    "file": "torrent/Assetto_Corsa_Competizione_v1.9.3.torrent"
  },
  {
    "id": 81,
    "name": "Tape to Tape",
    "description": "Увлекательный и динамичный симулятор, который предлагает нам сыграть в хоккей. С первого взгляда правила игры могут показаться самыми обычными, но затем ты поймёшь, что можно будет их всячески улучшать и дополнять. Так, к примеру, ты примешь участие в самой обычной игре, где пооизвойдет состязание между двум командами, а победителем становится тот, кто забьет больше шайб. Основная загвоздка заключается именно в том, каким способом ты будешь забивать эти годы, ведь у тебя есть полная свобода действий и полет фантазии. По мере следования ты будешь не только совершенствовать навыки, но и собирать улучшения, которые откроют доступ все к новым и новым салсобам забить желаемый гол. Как профессиональный спортсмен, ты примешь участие в разных чемпионатах, стараясь прорваться как можно выше в рейтинговой таблице.",
    "img": "/src/img/games/TapetoTape.jpg",
    "carousel1": "/src/img/game-carousel/TapetoTape-1.jpg",
    "carousel2": "/src/img/game-carousel/TapetoTape-2.jpg",
    "genres": "Экшены, Спортивные игры, Ранний доступ",
    "steamlink": "https://store.steampowered.com/app/1566200/Tape_to_Tape/",
    "info": {
      "Год выпуска": "2023г.",
      "Разработчик": "Excellent Rectangle",
      "Версия": "0.1.5",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "2.6 GHz двух-яднерный",
      "Видеокарта": "GT 750M",
      "Оперативная память": "2Гб",
      "Памяти на Жестком Диске": "6Гб"
    },
    "file": "torrent/Tape_to_Tape.torrent"
  },
  {
    "id": 82,
    "name": "WE ARE FOOTBALL",
    "description": "Игровой проект, разработанный в жанре симулятора, где нам предстоит окунуться в интересный мир футбола и постараться добиться в нем успеха. Исполни важную роль – роль менеджера футбольной команды, на которого возлагается ответственность за победы и мировую популярность подопечных. Погружайся в уникальную атмосферу и постарайся достичь успеха в своем непростом деле. Тренируй команду, заполняй свои знания, добывай дополнительные возможности, заводи новые выгодные взаимосвязи, заключай контракты и находи спонсоров. Внимательно следи за новыми событиями в мире футбола, подавай многочисленные заявки на участие в тех или иных турнирах, проходи испытания и оставляй опасности позади, чтобы твоя команда стала лучшей в своем деле. Справиться с поставленной задачей будет не так уж и просто, но применив навыки стратегического планирования и подключив смекалку ты точно сумеешь достичь желаемого результата. Что касается визуального исполнения, то оно проработано на отлично и позволит нам с новой окунуться в максимально реалистичную атмосферу.",
    "img": "/src/img/games/WEAREFOOTBALL.jpg",
    "carousel1": "/src/img/game-carousel/WEAREFOOTBALL-1.jpg",
    "carousel2": "/src/img/game-carousel/WEAREFOOTBALL-2.jpg",
    "genres": "Симуляторы, Спортивные игры, Стратегии",
    "steamlink": "https://store.steampowered.com/app/1196470/WE_ARE_FOOTBALL/",
    "info": {
      "Год выпуска": "2021г.",
      "Разработчик": "Winning Streak Games",
      "Версия": "1.18 GOG",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "2.6 GHz",
      "Видеокарта": "1Гб видеопамяти",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "2Гб"
    },
    "file": "torrent/We_Are_Football.torrent"
  },
  {
    "id": 83,
    "name": "Ultimate Fishing Simulator",
    "description": "Необычный в своём исполнении симулятор, где ты сыграешь роль рыбака, который  готов на всё , ради наживы и будет пробивать свой путь к успеху любыми доступными способами. В данном проекте сочетается отлично проработанная графическая составляющая, физика и детализированный геймплей, что очень порадует всех игроков. Ты отправишься на исследование масштабных морей и океанов, а также найдешь огромное количество озер и рек. Ты должен поймать крупную рыбу, а для этого необходимо запастись огромным количеством терпения. Добиться своей заветной цели будет не так уж и просто, поэтому старайся быть максимально внимательным когда всему, что делаешь. Снабди себя хорошей удочкой и подготовь для нее подходящие снасти, а затем отправляйся на исследование морских просторов, где ты будешь постоянно знакомиться все с новыми и новыми видами рыб.",
    "img": "/src/img/games/UltimateFishingSimulator.jpg",
    "carousel1": "/src/img/game-carousel/UltimateFishingSimulator-1.jpg",
    "carousel2": "/src/img/game-carousel/UltimateFishingSimulator-2.jpg",
    "genres": "Казуальные игры, Симуляторы, Спортивные игры, Ранний доступ",
    "steamlink": "https://store.steampowered.com/app/468920/Ultimate_Fishing_Simulator/",
    "info": {
      "Год выпуска": "2017г.",
      "Разработчик": "Ultimate Games S.A., Bit Golem",
      "Версия": "2.3.22 Gold Edition + Все DLC",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Core i5",
      "Видеокарта": "GTX 660",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "10Гб"
    },
    "file": "torrent/Ultimate_Fishing_Simulator.torrent"
  },
  {
    "id": 84,
    "name": "Hundred Days",
    "description": "Увлекательный и необычный симулятор, где ты займешься подготовкой и созданием различных сортов вина. Данный игровой проект довольно увлекателен, а также готов подарить тебе новый жизненный опыт, где ты узнаешь все о виноделии. Это работа не из простых, ведь чтобы создать что-то совершенно уникальное, потребуется не малая затрата времени и сил. Ты с головой окунешься в мир настоящего искусства, стараясь продвигать свое дело и делать все для его процветания. Прояви смекалку, чтобы правильно распорядиться средствами, а затем ещё и на этом заработать. Путь будет непростым, поэтому будь максимально внимательным, чтобы добиться успеха. Возьмись за исполнение роли управляющего заводом по производству вин, который намеревается создать сразу несколько шедевров для дальнейшей продажи. Определи сорта винограда, с которыми тебе будет максимально комфортно работать, проанализируй доход и траты, а также изучи рынок сбыта, чтобы точно угадать делания закупщиков. Займись реализацией своей продукции и постарайся принести своему делу доход, который позволит в дальнейшем развиваться ещё с большей силой.",
    "img": "/src/img/games/HundredDays.jpg",
    "carousel1": "/src/img/game-carousel/HundredDays-1.jpg",
    "carousel2": "/src/img/game-carousel/HundredDays-2.jpg",
    "genres": "Инди, Симуляторы, Стратегии",
    "steamlink": "https://store.steampowered.com/app/1042380/Hundred_Days__Winemaking_Simulator/",
    "info": {
      "Год выпуска": "2021г.",
      "Разработчик": "Broken Arms Games",
      "Версия": "1.5.2w1",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel Core 2 Duo",
      "Видеокарта": "Поддержка DirectX 11",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "1Гб"
    },
    "file": "torrent/Hundred_Days_Winemaking_Simulator.torrent"
  },
  {
    "id": 85,
    "name": "WWE 2K22",
    "description": "Новая, не менее динамичная и не менее безумная часть игровой серии, где мы вновь окажемся в мире реслинга и постараемся собрать в свою коллекцию как можно больше побед. Первым делом стоит отметить нововведения, которые коснулись и игрового процесса и графического исполнения. Игра обрела ещё больше новых механик, ещё больше новых визуальных эффектов и ещё больше крутых возможностей по достижению поставленных целей. Также порадует наличие сразу двух уникальных сюжетных кампании, каждая из которых подарит тебе отличное времяпровождение. Исполни роль отважного и бесстрашного спортсмена, которому предстоит пройти сложный и опасный путь к вершинам карьерной лестницы. Звания чемпиона мира добиться будет не так то просто, как может показаться на первый взгляд. Враги будут мощными, сопротивление сильным, именно поэтому не забывай постоянно увеличивать свою силу и развивать навыки. Добавлен также новый режим, который позволит создать собственную уникальную фракцию, либо вступить в одну из существующих, а затем стремительно привести ее к заслуженной победе.",
    "img": "/src/img/games/WWE2K22.jpg",
    "carousel1": "/src/img/game-carousel/WWE2K22-1.jpg",
    "carousel2": "/src/img/game-carousel/WWE2K22-2.jpg",
    "genres": "Симуляторы, Спортивные игры",
    "steamlink": "https://store.steampowered.com/app/1255630/WWE_2K22/",
    "info": {
      "Год выпуска": "2022г.",
      "Разработчик": "Visual Concepts",
      "Версия": "1.17 nWo 4-Life Edition",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel Core i5",
      "Видеокарта": "GTX 1060",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "60Гб"
    },
    "file": "torrent/WWE_2K22.torrent"
  },
  {
    "id": 86,
    "name": "F1 22",
    "description": "Новая часть знаменитого гоночного симулятора, которая вновь готова отправить тебя покорять мир скорости и бесконечного драйва. Исполни роль профессионального гонщика и отправляйся покорять сложные и крутые треки, участвуя в множестве соревнований, стараясь забрать в свою коллекцию как можно большее количество побед. Первым делом выбери одного из двадцати уникальных героев, а затем определи его к одной из десяти уникальных команд, которую ты впоследствии приведешь к мировой славе. Порадует игра наличием совместного режима на разделенном экране либо сетевого режима, каждый из которых подводит здорово провести время в компании друзей. Масштабная переработка коснулась искусственного интеллекта игры, который умело будет подстраиваться под скилл игрока, давая ему задачи все сложнее и сложнее с каждым разом. Оппоненты будут коварны и хитры, поэтому не забывай постоянно развивать профессиональные навыки, чтобы суметь их опередить и первым прийти к финишной черте.",
    "img": "/src/img/games/F122.jpg",
    "carousel1": "/src/img/game-carousel/F122-1.jpg",
    "carousel2": "/src/img/game-carousel/F122-2.jpg",
    "genres": "Гонки, Спортивные игры",
    "steamlink": "https://store.steampowered.com/app/1692250/F1_22/",
    "info": {
      "Год выпуска": "2022г.",
      "Разработчик": "Codemasters",
      "Версия": "1.05",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 10",
      "Процессор": "Intel Core i3",
      "Видеокарта": "GTX 1050 Ti",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "80Гб"
    },
    "file": "torrent/F1_22.torrent"
  },
  {
    "id": 87,
    "name": "Descenders",
    "description": "Крутой и динамичный игровой проект созданный в стиле экшена, где тебе предстоит отправится в удивительный мир самых экстремальных и феерических гонок. Ты отправишься в невероятное приключение, оседлав своего железного коня, на котором будешь завоёвывать все больше и больше наград, если постарается создать все условия для достижения поставленной цели. Здесь имеется карта с особенностью процедурной генерироваться, что отлично сможет разнообразить твой игровой процесс. Кроме того, ты сможешь совершать самые разные трюки, прыжки и развивать скорость до головокружительных оборотов – что позволит тебе быстрее прибыть к финишной линии. Более того, здесь преобладает свободное управление байком, где ты сможешь взять под свой контроль каждое движение мотоцикла и каждую его деталь. Система физики здесь проработана на отлично, а также сможет порадовать крутая графическая составляющая. Старайся делать как можно больше невероятных комбо-трюков, за которые сможешь заработать массу очков. За приобретённые бонусы усовершенствуй свой байк, делая его непобедимым даже в самой сложной гонке.",
    "img": "/src/img/games/Descenders.jpg",
    "carousel1": "/src/img/game-carousel/Descenders-1.jpg",
    "carousel2": "/src/img/game-carousel/Descenders-2.jpg",
    "genres": "Экшены, Гонки, Спортивные игры",
    "steamlink": "https://store.steampowered.com/app/681280/Descenders/",
    "info": {
      "Год выпуска": "2018г.",
      "Разработчик": "RageSquid",
      "Версия": "v1.6.0",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel Core i5",
      "Видеокарта": "GTX 550",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "3Гб"
    },
    "file": "torrent/Descenders.torrent"
  },
  {
    "id": 88,
    "name": "ATOM RPG Trudograd",
    "description": "Проект, разработанный в смеси игровых жанров РПГ и стратегии, где потребуются твои навыки тактического планирования, смекалка и хитрость. Линия сюжета поведает о мире, который был разрушен последствиями ядерного катаклизма. Прошло довольно много времени, мир стал понемногу восстанавливаться, но проблема прибыла вновь и теперь всему угрожает опасность уничтожения. Возьмись за исполнение роли отважного главного героя, который намеревается предотвратить наступление очередного апокалипсиса, но для этого ему потребуется не мало времени и сил. Новой угрозой стал метеорит, который стремительно движется в сторону Земли и погубит все, если произойдет столкновение. Ты – агент некой масштабной организации под названием «Атом», который сумел раздобыть очень полезную информацию. Все дело в том, что в одном из городов есть специальное устройство, которое поможет людскому роду выжить. Отправляйся в долгое и опасное путешествие, стараясь собирать полезную информацию и давать ответы на важные вопросы. Проходи испытания и разгадывай тайны, всё для того, чтобы найти устройство и спасти мир.",
    "img": "/src/img/games/ATOMRPGTrudograd.jpg",
    "carousel1": "/src/img/game-carousel/ATOMRPGTrudograd-1.jpg",
    "carousel2": "/src/img/game-carousel/ATOMRPGTrudograd-2.jpg",
    "genres": "Ролевые игры",
    "steamlink": "https://store.steampowered.com/app/1139940/ATOM_RPG_Trudograd/",
    "info": {
      "Год выпуска": "2021г.",
      "Разработчик": "AtomTeam",
      "Версия": "1.055",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel Core 2 Duo",
      "Видеокарта": "GTX 660",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "16Гб"
    },
    "file": "torrent/ATOM_RPG_Trudograd.torrent"
  },
  {
    "id": 89,
    "name": "Munchkin Digital",
    "description": "Забавная игра, исполненная в жанре приключенческого экшена, в которой все будет зависеть не только от твоих действий, но и от собранной тобой колодой карт. Исполни роль отважного героя и отправляйся на просторы мрачных подземелий, чтобы справиться с коварными монстрами раз и навсегда. Ты будешь участвовать в эпических и непредсказуемых схватках, где потребуется быстродействие, смекалка, хитрость и навык тактического планирования. В игре важно постоянно развивать свои навыки, чтобы открывать доступ к новым локациям и иметь возможность истреблять более сильных оппонентов. Каждая новая комната – уникальна, и подготовила для тебя не мало новых сюрпризов, многие из которых не совсем приятные и ты должен иметь силу, чтобы с ними справиться. Порадует наличие сетевого кооператива, который позволит отлично провести время в компании друзей. Графика наделена уникальной, интересной рисовкой и погрузит тебя в яркую, порой смешную, и одновременно держащую в напряжении атмосферу.",
    "img": "/src/img/games/MunchkinDigital.jpg",
    "carousel1": "/src/img/game-carousel/MunchkinDigital-1.jpg",
    "carousel2": "/src/img/game-carousel/MunchkinDigital-2.jpg",
    "genres": "Экшены, Приключенческие игры, Казуальные игры, Ролевые игры, Стратегии",
    "steamlink": "https://store.steampowered.com/app/1722860/Munchkin_Digital/",
    "info": {
      "Год выпуска": "2023г.",
      "Разработчик": "Dire Wolf",
      "Версия": "1.3.0.581",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 10",
      "Процессор": "Intel Core i5",
      "Видеокарта": "Intel HD 2000",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "2Гб"
    },
    "file": "torrent/Munchkin_Digital.torrent"
  },
  {
    "id": 90,
    "name": "Ostranauts",
    "description": "Ролевой симулятор, который отправляет тебя навстречу приключениям, происходящим на просторах бескрайнего космоса. Мир игры непредсказуем и опасен, а ты, в свою очередь, отправляешься на космическое судно, курсирующие по Солнечной системе. Линия сюжета поведает нам о том, что планета Земля, вследствие деятельности человека, больше не пригодна для жизни, что повлекло за собой жуткие последствия. Лишь не многим удалось выжить и теперь они вынуждены цепляться за любую возможность, чтобы не повстречаться лицом к лицу со смертью. Ты сыграешь роль одного из таких представителей человеческой расы, которого ожидает непростой и смертельно опасный путь в неизвестность. Для начала займись исследованием окружающих локаций, добывая ценные ресурсы и полезные предметы. Это позволит тебе постепенно создавать космический корабль, который и станет основным убежищем и защитой. Модифицируй свое судно, оснащай его всем необходимым для комфортной жизни, не забывая о боевом арсенале и стратегическом запасе необходимых ресурсов. Под твоим началом есть большая команда, которую также нужно контролировать и удовлетворять все потребности, чтобы добиться успеха.",
    "img": "/src/img/games/Ostranauts.jpg",
    "carousel1": "/src/img/game-carousel/Ostranauts-1.jpg",
    "carousel2": "/src/img/game-carousel/Ostranauts-2.jpg",
    "genres": "Инди, Ролевые игры, Симуляторы, Ранний доступ",
    "steamlink": "https://store.steampowered.com/app/1022980/Ostranauts/",
    "info": {
      "Год выпуска": "2020г.",
      "Разработчик": "Blue Bottle Games",
      "Версия": "v0.12.0.5",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "2 GHz двух-ядерный",
      "Видеокарта": "Intel HD 4600",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "500Мб"
    },
    "file": "torrent/Ostranauts.torrent"
  },
  {
    "id": 91,
    "name": "Dead Cells",
    "description": "Игра в жанре рогалика с видом сбоку, которая предлагает тебе встать на путь борца со злом. Перед тобой открываются необъятные просторы огромного замка, в котором множество коварных существ и жестокой вражеской силы. На пути будут встречаться секретные комнаты, открыть которые будет не так уж и просто, но зато они хранят в себе довольно ценные вещицы. Тебе нужно пройти как можно дольше, при этом находя любые доступные способы чтобы выжить. Здесь присутствует такая фишка, как перманентная смерть, где ты, потерпев поражение, начинаешь игру с самого начала. Но это, возможно, даже к лучшему, ведь с каждой новой жизнью у тебя будут открываться новые уровни замка, которые позволят тебе открыть для себя другие способы прохождения той или иной локации. Система боя здесь отлично проработана, а механика действий приносит одно удовольствие.",
    "img": "/src/img/games/DeadCells.jpg",
    "carousel1": "/src/img/game-carousel/DeadCells-1.jpg",
    "carousel2": "/src/img/game-carousel/DeadCells-2.jpg",
    "genres": "Экшены, Инди",
    "steamlink": "https://store.steampowered.com/app/588650/Dead_Cells/",
    "info": {
      "Год выпуска": "2019г.",
      "Разработчик": "Motion Twin",
      "Версия": "v1.24.4 + Все DLC + Return to Castlevania",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel i5",
      "Видеокарта": "Nvidia 450 GTS",
      "Оперативная память": "2Гб",
      "Памяти на Жестком Диске": "0.5Гб"
    },
    "file": "torrent/Dead_Cells_v1.24.4.torrent"
  },
  {
    "id": 92,
    "name": "Wayward",
    "description": "Новая игра в стиле выживания, где тебе предстоит столкнуться с реальными жизненными проблемами, одолеть которые не так уж и просто, как, казалось бы, на первый взгляд. Вся графика исполнена в стиле пикселей и заставит игрока погрузиться в реальные проблемы борьбы за сохранение такой драгоценной для тебя жизни. Для начала тебе необходимо выбрать для себя подходящего героя, вместе с которым ты отправишься на неизведанный никем остров, который таит в себе массу мрачных секретов и тайн. Не забывай, как можно тщательнее прокачивать навыки персонажа, в которые входит сила и выносливость. Именно без этих двух аспектов выжить тебе точно не удастся. Помимо того, что тебя на протяжении всего игрового процесса будет мучать жажда и голод, твоими злейшими врагами станут и погодные условия, которые способны просто на просто лишить тебя жизни. Весь мир, в который тебе предстоит попасть, способен генерироваться случайным образом, что сделает твою игру более сложной и разнообразной.",
    "img": "/src/img/games/Wayward.jpg",
    "carousel1": "/src/img/game-carousel/Wayward-1.jpg",
    "carousel2": "/src/img/game-carousel/Wayward-2.jpg",
    "genres": "Приключенческие игры, Инди, Ролевые игры, Симуляторы, Ранний доступ",
    "steamlink": "https://store.steampowered.com/app/379210/Wayward/",
    "info": {
      "Год выпуска": "2018г.",
      "Разработчик": "Unlok",
      "Версия": "v2.13.3",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "2.2 GHz Двух-ядерный",
      "Видеокарта": "512Мб видеопамяти",
      "Оперативная память": "2Гб",
      "Памяти на Жестком Диске": "350Мб"
    },
    "file": "torrent/Wayward.torrent"
  },
  {
    "id": 93,
    "name": "Core Keeper",
    "description": "Проект, разработанный в жанре песочницы с элементами выживания, где мы отправляемся на просторы мрачных подземелий, чтобы раздобыть ценные кристаллы. Справиться с подобной миссией будет не так то просто, ведь это место наполнено ловушками и коварными противниками, способными сделать все, чтобы ты не достиг поставленной цели. Первым делом займись созданием главного героя, наделяя его не только внешними данными, но и полезными характеристиками, которые постепенно нужно будет всячески модифицировать, для более эффективного прохождения. Как только дело будет сделано, смело отправляйся в подземелья, проходя испытания, раскрывая секреты и заполняя арсенал ценными ресурсами. Преград и врагов на пути будет масса, поэтому будь всегда на чеку и проявляй тактические способности. Графическое исполнение проработано на отлично и позволит каждому с головой окунуться в эту мрачную, а порой даже пугающую атмосферу.",
    "img": "/src/img/games/CoreKeeper.jpg",
    "carousel1": "/src/img/game-carousel/CoreKeeper-1.jpg",
    "carousel2": "/src/img/game-carousel/CoreKeeper-2.jpg",
    "genres": "Приключенческие игры, Казуальные игры, Инди, Ролевые игры, Ранний доступ",
    "steamlink": "https://store.steampowered.com/app/1621690/Core_Keeper/",
    "info": {
      "Год выпуска": "2021г.",
      "Разработчик": "Pugstorm",
      "Версия": "v0.6.1.2",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 10",
      "Процессор": "Intel Core i3",
      "Видеокарта": "GTX 950",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "1ГБ"
    },
    "file": "torrent/Core_Keeper.torrent"
  },
  {
    "id": 94,
    "name": "Medieval Dynasty",
    "description": "Приключенческая игра, которая отправляет нас во времена средневековья, сделав частью увлекательных событий. Главной задачей является создание большой династии охотников, которые будут делать все ради славы и завоевания королевского престола. Эти времена были суровыми, имели свои правила и законы, к которым тебе нужно привыкнуть, чтобы выжить в мире жестокости и беспощадности. Принимай участие в различного рода состязаниях, проходи испытания и старайся свергнуть всех, кто посмеет встать на пути. Исполни роль профессионального охотника и управленца, взяв под контроль все аспекты деятельности родной деревушки. Выстраивай различные сооружения, пополняй казну и старайся защитить простой народ от угроз. Задач масса и к их выполнению нужно как следует подготовиться, поэтому старайся всегда развивать свои навыки и умения. Игра позволит обзавестись семьёй, построить дом и даже стать властителем империи, что даёт полную свободу действий. Графика продумана на отлично и позволит игроку с головой окунуться в атмосферу средневековья.",
    "img": "/src/img/games/MedievalDynasty.jpg",
    "carousel1": "/src/img/game-carousel/MedievalDynasty-1.jpg",
    "carousel2": "/src/img/game-carousel/MedievalDynasty-2.jpg",
    "genres": "Экшены, Приключенческие игры, Ролевые игры, Симуляторы",
    "steamlink": "https://store.steampowered.com/app/1129580/Medieval_Dynasty/",
    "info": {
      "Год выпуска": "2021г.",
      "Разработчик": "Render Cube",
      "Версия": "1.5.2.2",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "3 GHz 4-ядра",
      "Видеокарта": "GTX 970",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "6Гб"
    },
    "file": "torrent/Medieval_Dynasty_1.5.2.2.torrent"
  },
  {
    "id": 95,
    "name": "Shattered Pixel Dungeon",
    "description": "Динамичная приключенческая игра, которая отправляет нас на просторы подземелий и столкнет с непредсказуемыми событиями. Первым делом игра даёт выбор между четырьмя уникальными персонажами, каждый из которых обладает индивидуальными навыками и способностями. Сделай выбор и исполни роль отважного героя, а затем сделай все возможное, чтобы свершить свою мечту. Ты жаждешь славы, власти и богатства, но добиться этого будет не так то просто. Займись исследованием мрачных локаций, добывай ценные ресурсы, собирай драгоценности и сокровища, при этом проходя множество испытаний и ловушек. Враг также не дремлет и готов в любой момент вступить в сражение, поэтому тебе нужно позаботиться о развитии своих боевых талантов. Чтобы улучшать навыки главного героя, выполняй различные задачи, которые позволят открыть доступ к ещё большему количеству возможностей. Графическое исполнение проработано в пиксельной стилистике, обладает мрачной атмосферой, в которую каждый сумеет погрузиться с головой.",
    "img": "/src/img/games/ShatteredPixelDungeon.jpg",
    "carousel1": "/src/img/game-carousel/ShatteredPixelDungeon-1.jpg",
    "carousel2": "/src/img/game-carousel/ShatteredPixelDungeon-2.jpg",
    "genres": "Приключенческие игры, Инди, Ролевые игры",
    "steamlink": "https://store.steampowered.com/app/1769170/Shattered_Pixel_Dungeon/",
    "info": {
      "Год выпуска": "2022г.",
      "Разработчик": "Shattered Pixel",
      "Версия": "2.1.3",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "2Ghz",
      "Видеокарта": "Поддержка OpenGL 2.0",
      "Оперативная память": "2Гб",
      "Памяти на Жестком Диске": "100Мб"
    },
    "file": "torrent/Shattered_Pixel_Dungeon.torrent"
  },
  {
    "id": 96,
    "name": "PixARK",
    "description": "Приключенческая игра, где ты попадаешь в необычный кубический мир для того, чтобы побороться за свою жизнь либо за жизнь своего племени. Отправляйся во вселенную, где в диких и очень опасных условиях обитают жуткие динозавры и масса загадочных существ, с которыми можно как бороться, так и приручить. Чтобы сохранить собственную жизнь, тебе необходимо взяться за приручение того, или иного существа, дабы оно могло защитить тебя от любой опасности, которых будет достаточно много на пути. По ходу действия от тебя потребуется исследование каждой локации максимально тщательно, дабы обеспечить себя всем необходимым как для жизни, так и для защиты. Собирай полезные компоненты и ресурсы, чтобы затем создать из них укреплённую и тщательно защищённую базу. Радует то, что здесь имеется продуманный редактора персонажа, где ты сможешь создать собственного героя по вкусу и усмотрению , наделяя его отличительными характеристиками и внешними данными. Масса вокальных карт, огромный мир и его пространство, яркость красок и тщательная прорисовка относительно графики – все это ждёт тебя в необычной приключенческом проекте в жанре выживания.",
    "img": "/src/img/games/PixARK.jpg",
    "carousel1": "/src/img/game-carousel/PixARK-1.jpg",
    "carousel2": "/src/img/game-carousel/PixARK-2.jpg",
    "genres": "Экшены, Приключенческие игры, Казуальные игры, Ролевые игры, Стратегии",
    "steamlink": "https://store.steampowered.com/app/593600/PixARK/",
    "info": {
      "Год выпуска": "2019г.",
      "Разработчик": "Snail Games USA",
      "Версия": "1.183 + DLC Skyward",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel Core i5-2400",
      "Видеокарта": "GTX 660",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "15Гб"
    },
    "file": "torrent/PixARK.torrent"
  },
  {
    "id": 97,
    "name": "The Dungeon Of Naheulbeuk",
    "description": "Ролевая игра, с долей искрометного юмора, которая отправляет тебя в необычный мир и подарит возможность отлично провести свободное время. Ты познакомишься с массой безумных персонажей, которыми нужно научиться управлять, чтобы раздобыть все желаемые сокровища. Погружайся в мир настоящего хаоса, где все идёт не так, как мы к тому привыкли. Для начала тебе стоит определиться с главным героем, которых на выбор предложено семь и каждый отпадает уникальными навыками и талантами. Ты можешь перевоплотиться в могущественного мага, безжалостного огра, быстрого рейнджера, коварного вора, отважного гнома и расчётливого эльфа. Сделанный тобой выбор откроет особое древо талантов, которое позволит модифицировать способности и боевой арсенал. Отправиться в путешествие предстоит не одному, ведь у тебя есть верный союзник, который поможет при встрече с той или иной преградой. Пошаговые сражения будут максимально динамичными, где потребуется слаженная работа, чтобы дать отпор оппоненту. На пути ты столкнешься с опасными монстрами и ловушками, обойти которые не так то просто.",
    "img": "/src/img/games/TheDungeonOfNaheulbeukTheAmuletOfChaos.jpg",
    "carousel1": "/src/img/game-carousel/TheDungeonOfNaheulbeukTheAmuletOfChaos-1.jpg",
    "carousel2": "/src/img/game-carousel/TheDungeonOfNaheulbeukTheAmuletOfChaos-2.jpg",
    "genres": "Ролевые игры",
    "steamlink": "https://store.steampowered.com/app/970830/The_Dungeon_Of_Naheulbeuk_The_Amulet_Of_Chaos/",
    "info": {
      "Год выпуска": "2020г.",
      "Разработчик": "Artefacts Studio",
      "Версия": "1.5 538 47849 Ultimate Edition + Все DLC",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "2 Ghz",
      "Видеокарта": "1Гб видеопамяти",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "4Гб"
    },
    "file": "torrent/The_Dungeon_Of_Naheulbeuk_The_Amulet_Of_Chaos.torrent"
  },
  {
    "id": 98,
    "name": "Wild West Dynasty",
    "description": "Занимательная и реалистичная игра, разработанная в жанре симулятора жизни, отлично дополненная ролевыми элементами. Мы отправляемся на просторы мира Дикого Запада, где столкнемся с бесчисленным количеством коварных оппонентов, преград, опасностей и ловушек. Возьмись за исполнение необычной роли – роли ковбоя, который берется за основание, возведение, строительство и развитие собственного города. Для начала отыщи нужное место со всеми необходимыми ресурсами, затем отправляйся на поиск полезных материалов, чтобы строить то или иное сооружение, развивать инфраструктуру и оснащать горожан всем необходимым для комфортной и безопасной жизни. Постепенно твои владения будут увеличиваться, а поэтому потребуется ещё больше навыков и сил. Будь готов и к стычкам с противниками, которыми станут твои соседи, ведь не все из них будут рады новому городу. Графика порадует некой реалистичностью, хорошей рисовкой и приятной анимацией.",
    "img": "/src/img/games/WildWestDynasty.jpg",
    "carousel1": "/src/img/game-carousel/WildWestDynasty-1.jpg",
    "carousel2": "/src/img/game-carousel/WildWestDynasty-2.jpg",
    "genres": "Приключенческие игры, Ролевые игры, Симуляторы, Ранний доступ",
    "steamlink": "https://store.steampowered.com/app/1329880/Wild_West_Dynasty/",
    "info": {
      "Год выпуска": "2023г.",
      "Разработчик": "Moon Punch Studio",
      "Версия": "0.1.8414",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 10",
      "Процессор": "Intel Core i5",
      "Видеокарта": "GTX 1060",
      "Оперативная память": "16Гб",
      "Памяти на Жестком Диске": "30Гб"
    },
    "file": "torrent/Wild_West_Dynasty.torrent"
  },
  {
    "id": 99,
    "name": "Wartales",
    "description": "Динамичное и увлекательное приключение, разработанное в жанре ролевой игры с пошаговыми стратегиями и атмосферой средневековья. Мы исполним роль отважного героя, который вместе со своей армией мощных бойцов отправляется в путешествие, сражаясь с врагами и одерживая победу за победой. События расскажут нам о внезапно возникшей Чуме, которая поразила все вокруг оставив от огромной и процветающей империи лишь развалины. Правительство пало, а поэтому на территории больше не действуют никакие законы и порядки, вследствие чего оставшиеся в живых были вынуждены искать способы справляться с новыми условиями, что и породило бандитизм, грабежи и налеты. Ты – обычный наемник, который постарается выбить себе хорошее место в новом мире, но для этого ему предстоит приложить не мало усилий. Исследуй окружение, изучай множественные локации, добывай ценные ресурсы и заполняй боевой арсенал мощным оружием и атрибутами защиты, чтобы суметь преодолеть любое препятствие. Сразись с врагом, найди способ добычи денег и обеспечь себе мировую славу.",
    "img": "/src/img/games/Wartales.jpg",
    "carousel1": "/src/img/game-carousel/Wartales-1.jpg",
    "carousel2": "/src/img/game-carousel/Wartales-2.jpg",
    "genres": "Приключенческие игры, Инди, Ролевые игры, Стратегии",
    "steamlink": "https://store.steampowered.com/app/1527950/Wartales/",
    "info": {
      "Год выпуска": "2023г.",
      "Разработчик": "Shiro Games",
      "Версия": "1.0.26636",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "2.0ghz двух-ядерный",
      "Видеокарта": "GTX 690",
      "Оперативная память": "6Гб",
      "Памяти на Жестком Диске": "25Гб"
    },
    "file": "torrent/Wartales_.torrent"
  },
  {
    "id": 100,
    "name": "Unexplored 2: The Wayfarer’s Legacy",
    "description": "Красочный проект, разработанный в жанре приключенческого экшена, успешно сочетающий в себе элементы РПГ. Игроку предстоит окунуться в изометрическую атмосферу и постараться справиться с массой важных миссий. Сюжетная линия поведает о существовании некоего Посоха Йендора, являющегося причиной возможного конца света. Основная задача игрока – уничтожить этот самый посох, тем самым спасая мир и все живое на планете. Тебя ожидают огромные просторы окружающего мира, который полностью открыт для исследования и покорения. Займись изучением всевозможных локаций, раскрывай секреты, встречайся с удивительными персонажами, которые окажут то или иное влияние на ход событий, а также не забывай постоянно развивать свои навыки, чтобы суметь справиться с троне сложными испытаниями. Не обойдется в игре и без битв с коварными оппонентами, которые сделают все возможное, чтобы уничтожить тебя, чего ты не должен им допустить. Что касается графического исполнения, то оно проработано в довольно уникальной стилистике, включает яркие краски и приятную анимацию.",
    "img": "/src/img/games/Unexplored2TheWayfarersLegacy.jpg",
    "carousel1": "/src/img/game-carousel/UnexploredTheWayfarerLegacy-1.jpg",
    "carousel2": "/src/img/game-carousel/UnexploredTheWayfarerLegacy-2.jpg",
    "genres": "Экшены, Инди, Ролевые игры",
    "steamlink": "https://store.steampowered.com/app/1095040/Unexplored_2_The_Wayfarers_Legacy/",
    "info": {
      "Год выпуска": "2022г.",
      "Разработчик": "Ludomotion",
      "Версия": "v1.4.10",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 10",
      "Процессор": "Intel i5",
      "Видеокарта": "GTX 970",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "2Гб"
    },
    "file": "torrent/Unexplored_2_The_Wayfarers_Legacy.torrent"
  },
  {
    "id": 101,
    "name": "Shardpunk: Verminfall",
    "description": "Тактическая стратегия с элементами выживания, где тебе, вместе со своей командой, предстоит отправится в мрачный и опасный мир стримпанка. Твоя задача – бороться за свою жизнь и жизнь своих товарищей, сражаясь с многочисленными оппонентами и преодолевая сложные испытания. Графика в игре исполнена в пиксельной стилистике, а атмосфера задана максимально динамичной. Ты окажешься на месте одного из выживших после нападения врагов и постараешься преодолеть истребление всех, кому удалось сохранить жизнь. Справится с поставленной задачей будет не так уж и просто, так как враг имеет довольно могущественную силу и власть над всем миром. Ты и твоя команда должны найти выход из этого злополучного места. Исследуй окружающую территорию в поисках полезных предметов и ценных ресурсов. Проходи испытания и сталкивайся с многочисленными оппонентами на пути. Будь всегда на чеку и развивай тактические навыки, чтобы запланировать действия наперед. Будь внимательнее, ведь враг не дремлет и готов в любой момент тебя уничтожить.",
    "img": "/src/img/games/ShardpunkVerminfall.jpg",
    "carousel1": "/src/img/game-carousel/ShardpunkVerminfall-1.jpg",
    "carousel2": "/src/img/game-carousel/ShardpunkVerminfall-2.jpg",
    "genres": "Ролевые игры, Стратегии",
    "steamlink": "https://store.steampowered.com/app/1183800/Shardpunk_Verminfall/",
    "info": {
      "Год выпуска": "2023г.",
      "Разработчик": "Slawomir Bryk",
      "Версия": "1.1.0.1",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel Core i5",
      "Видеокарта": "Intel HD Graphics 4600",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "3Гб"
    },
    "file": "torrent/Shardpunk_Verminfall.torrent"
  },
  {
    "id": 102,
    "name": "Wolcen: Lords of Mayhem",
    "description": "Крутая игра в жанре РПГ, которая исполнена в стилистике популярного проекта под названием Diablo 2. Здесь твой игрок по ходу действия сможет зарабатывать способности, а затем постепенно улучшать их, усовершенствуя каждую составляющую. Также, тебе предстоит отправится в далёкое путешествие, где ты будешь исследовать огромный мир и находить в нем полезные ресурсы. В данной части значительно была улучшена как графическая составляющая, так и система создания новых необходимых предметов. Добавили возможность постройки жилища из различных собранных материалов. Искусственным интеллектом будут обладать все персонажи, каждый будет иметь определенные отличительные характеристики и уникальные способности.",
    "img": "/src/img/games/WolcenLordsofMayhem.jpg",
    "carousel1": "/src/img/game-carousel/WolcenLordsofMayhem-1.jpg",
    "carousel2": "/src/img/game-carousel/WolcenLordsofMayhem-2.jpg",
    "genres": "Экшены, Приключенческие игры, Инди, Ролевые игры",
    "steamlink": "https://store.steampowered.com/app/424370/Wolcen_Lords_of_Mayhem/",
    "info": {
      "Год выпуска": "2020г.",
      "Разработчик": "WOLCEN Studio",
      "Версия": "1.1.7.13",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel Core i5-4570T",
      "Видеокарта": "GTX 560 Ti",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "18Гб"
    },
    "file": "torrent/Wolcen_Lords_of_Mayhem.torrent"
  },
  {
    "id": 103,
    "name": "Survivalist: Invisible Strain",
    "description": "Игровой проект, разработанный в жанре экшена, с элементами адвенчуры, где тебе предстоит окунуться в открытый, разрушенный мир и постараться в нем выжить. По мере прохождения у тебя есть возможность собрать в свою команду из тех, кому также удалось сохранить жизнь. Отправляйся на исследование окружающего мира, изучай локации, находи полезные предметы и ценные ресурсы, проходи сквозь многочисленные преграды и отыщи безопасное место для дальнейшей постройки поселения. Твои владения должны быть наделены всем необходимым, чтобы жители сумели чувствовать себя комфортно и под хорошей защитой. Обеспечивай людям питание, кров, старайся сделать все, чтобы они не страдали от нападения со стороны коварных зомби, мародеров или других противников. Также, главным аспектом является создание особых условий существования, определенные законы и порядки, которым поселение должно следовать. Ты можешь сделать так, чтобы они тебя боялись, либо найти иной подход добившись их уважения. Будь внимательным к оружейному арсеналу, чтобы там всегда находилось всевозможное оружие и защита.",
    "img": "/src/img/games/SurvivalistInvisibleStrain.jpg",
    "carousel1": "/src/img/game-carousel/SurvivalistInvisibleStrain-1.jpg",
    "carousel2": "/src/img/game-carousel/SurvivalistInvisibleStrain-2.jpg",
    "genres": "Экшены, Приключенческие игры, Инди, Ролевые игры, Симуляторы, Стратегии, Ранний доступ",
    "steamlink": "https://store.steampowered.com/app/1054510/Survivalist_Invisible_Strain/",
    "info": {
      "Год выпуска": "2020г.",
      "Разработчик": "Bob",
      "Версия": "v186",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "2.0 GHz 4-ядра",
      "Видеокарта": "GTX 660",
      "Оперативная память": "2Гб",
      "Памяти на Жестком Диске": "2Гб"
    },
    "file": "torrent/Survivalist_Invisible_Strain.torrent"
  },
  {
    "id": 104,
    "name": "Ravenfield",
    "description": "Новое пополнение в мире проектов, разработанных в популярном жанре шутер. Здесь тебе необходимо занять позицию отважного воина, который объединится в команду с другими, такими же бойцами. Игра рассчитана на командные сражения, поэтому ты сможешь отлично провести время вместе с друзьями. Эта игра позволит тебе принять участие в феерических сражениях, где будет довольно горячая атмосфера. Здесь нет какой-то мега крутой графики, но зато есть огромная толпа вражеской силы, которую нужно одолеть не смотря ни на что. На боевом поле ты сможешь отыскать самое разное оружие, начиная от дробовиков и пистолетов, а заканчивая взрывчаткой и острыми мечами. Также, поколесить по огромному миру ты сможешь на различной боевой технике, включая танки и вертолеты. Ты сможешь сыграть роль десантника, бойца, либо стрелка. Найди снайперскую винтовку и сокрушай соперника с расстояния. Будь очень внимательным, ведь враг не дремлет и смодет настигнуть тебя в любой момент.",
    "img": "/src/img/games/Ravenfield.jpg",
    "carousel1": "/src/img/game-carousel/Ravenfield-1.jpg",
    "carousel2": "/src/img/game-carousel/Ravenfield-2.jpg",
    "genres": "Экшены, Инди, Ранний доступ, Шутеры",
    "steamlink": "https://store.steampowered.com/app/636480/Ravenfield/",
    "info": {
      "Год выпуска": "2017г.",
      "Разработчик": "SteelRaven7",
      "Версия": "v06.07.2023",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "2 GHz",
      "Видеокарта": "Intel HD 3000",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "1Гб"
    },
    "file": "torrent/Ravenfield.torrent"
  },
  {
    "id": 105,
    "name": "Warbox",
    "description": "Игра, которая успешно относит себя к жанру песочницы, где нам предстоит наблюдать, либо принимать свое непосредственное участие во всевозможных боевых действиях. Перед тобой появится отлично продуманный искусственный интеллект, который поможет правильно моделировать и дополнять ту или иную ситуацию на поле боя. Сражения ты будешь контролировать самостоятельно со стороны, либо сумеешь принять одну из сторон, взявшись за исполнение роли отважного и бесстрашного бойца. У тебя есть возможность даже распределять роли для каждого в отдельности, будь то медик, командир либо солдат. Отправляйся на исследование локации, где будет происходить бой и постарайся продумать стратегический план действий, который поможет избежать ошибок и повысить шансы на победу. Нужно постоянно развивать свои профессиональные навыки, а также следить за боевым арсеналом, чтобы там всегда находилось мощное оружие и атрибуты защиты. Разгроми армию противника и приведи свою сторону к победе любым возможным способом.",
    "img": "/src/img/games/Warbox.jpg",
    "carousel1": "/src/img/game-carousel/Warbox-1.jpg",
    "carousel2": "/src/img/game-carousel/Warbox-2.jpg",
    "genres": "Экшены, Ранний доступ, Шутеры",
    "steamlink": "https://store.steampowered.com/app/1550710/Warbox/",
    "info": {
      "Год выпуска": "2021г.",
      "Разработчик": "Mantaliss",
      "Версия": "v0.4.0",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel Core I5",
      "Видеокарта": "Intel UHD Graphics 630",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "8Гб"
    },
    "file": "torrent/Warbox.torrent"
  },
  {
    "id": 106,
    "name": "World War Z: Aftermath",
    "description": "Динамичный экшен с видом от третьего лица, в котором тебе предстоит побороться за свою жизнь. Ты возьмёшь на себя исполнение роли отважного героя, который решает уничтожить вражескую силу. Все дело в том, что планета Земля подверглась глобальному заражению, что привело к апокалипсису. Последствия апокалипсиса были не самыми приятными и породили жутких созданий – зомби. Теперь ходячие мертвецы блуждают по планете в поисках добычи и с целью пополнения своей безумной армии. Суровые реалии окружающего мира подготовили для тебя не мало испытаний, сражений и смертельных ловушек. Под твоим командованием находится армия тех, кому удалось сохранить свою жизнь и не поддаться заражению. Тебе необходимо следить за каждым членом своей команды и не допустить, чтобы кто-то подхватил вирус. Здесь пригодятся твои стратегические навыки, с помощью которых ты сможешь организовать командную работу и обеспечить безопасное будущее своей армии. Толпы зомби не боятся появится на твоём пути, а это значит, что необходимо позаботиться о запасе ресурсов и боевом арсенале, в котором всегда должно быть мощное оружие.",
    "img": "/src/img/games/WorldWarZAftermath.jpg",
    "carousel1": "/src/img/game-carousel/WorldWarZAftermath-1.jpg",
    "carousel2": "/src/img/game-carousel/WorldWarZAftermath-2.jpg",
    "genres": "Экшены, Шутеры",
    "steamlink": "https://store.steampowered.com/app/699130/World_War_Z/",
    "info": {
      "Год выпуска": "2019г.",
      "Разработчик": "Saber Interactive",
      "Версия": "v27.06.2023 Aftermath - Deluxe Edition + Все DLC",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel i3-3220",
      "Видеокарта": "GTX 650Ti",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "30Гб"
    },
    "file": "torrent/World_War_Z.torrent"
  },
  {
    "id": 107,
    "name": "Generation Zero",
    "description": "Приключенческая игра в жанре экшена с видом от первого лица. Тотальное уничтожение прибыло на планету и лишь немногим удалось выжить. Ты возьмёшься за исполнение роли одного из таких счастливчиков, которые вступают в жестокую борьбу за жизнь. Сюжет расскажет о восстании неких механических созданий, которые внезапно начали истреблять все живое на своем пути. Здесь от твоих действий и принятых решений будет зависеть развитие событий, поэтому стоит быть внимательным и продумывать шаги наперед. Сражаться с такого рода врагом будет очень непросто, потребуется большая затрата времени и сил. Также ты всегда должен быть готов к неожиданным поворотам событий. В сражения ты можешь вступать как в одиночку, так и в команде с другими игроками со всего мира. Команда включает в себя до четырех участников, каждому из которых отведена своя роль и обязанности. Только слаженная командная работа может привести к положительному результату. Стоит не забывать о развитии навыков, а также о постоянном усовершенствовании боевого арсенала. Предугадать действия врагов будет практически невозможно, так как они обладают уникальным ИИ. Также стоит отметить прекрасное визуальное исполнение, которое включает в себя реалистичную атмосферу, приятную анимацию и спецэффекты.",
    "img": "/src/img/games/GenerationZero.jpg",
    "carousel1": "/src/img/game-carousel/GenerationZero-1.jpg",
    "carousel2": "/src/img/game-carousel/GenerationZero-2.jpg",
    "genres": "Экшены, Приключенческие игры, Шутеры",
    "steamlink": "https://store.steampowered.com/app/704270/Generation_Zero/",
    "info": {
      "Год выпуска": "2019г.",
      "Разработчик": "Avalanche Studios",
      "Версия": "2550461 + Все (DLC)",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel i5",
      "Видеокарта": "GTX 660",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "35Гб"
    },
    "file": "torrent/Generation_Zero.torrent"
  },
  {
    "id": 108,
    "name": "Trepang2",
    "description": "Вторая часть динамичного и немного безумного шутера от первого лица, где мы становимся на пути сопротивления и постараемся уничтожить как можно больше оппонентов. Обладает игра и незаурядной сюжетной линией, по которой главный герой попадает в тюрьму, но его быстро от туда вызволяют неизвестные люди, при этом он теряет память и всяческие воспоминания о прошлой жизни. Теперь тебе предстоит пройти непростой путь, раскрывая мрачные тайны, преодолевая препятствия и сражаясь со всеми кто посмеет встать на пути. Динамика игры проработана на высшем уровне, поэтому скучать у тебя просто не будет времени. Лабиринты коридоров будут максимально непредсказуемыми и запутанными, поэтому тебе нужно подключить стратегическое навыки и сделать все возможное, чтобы вернуть память. Игра предлагает массу интересных испытаний, справиться с которыми будет не так то просто, поэтому позаботься о развитии своих навыков. Графика проработана на отлично, обладает приятной анимацией и визуальными эффектами.",
    "img": "/src/img/games/Trepang2.jpg",
    "carousel1": "/src/img/game-carousel/Trepang2-1.jpg",
    "carousel2": "/src/img/game-carousel/Trepang2-2.jpg",
    "genres": "Экшены, Инди, Шутеры",
    "steamlink": "https://store.steampowered.com/app/1164940/Trepang2/",
    "info": {
      "Год выпуска": "2023г.",
      "Разработчик": "Trepang Studios",
      "Версия": "Build 2164",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 10",
      "Процессор": "Intel Core i5",
      "Видеокарта": "GTX 760",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "27Гб"
    },
    "file": "torrent/Trepang2.torrent"
  },
  {
    "id": 109,
    "name": "Chasm: The Rift",
    "description": "Игра представляющая жанр классического шутера, которая вызовет ностальгию, ведь она проработана в стиле старой школы и точно многим вспомнится. На этот раз мы окажемся на просторах мира игрового переиздания, которое вновь подготовило для нас не мало испытаний и столкновений с коварными оппонентами. Главной особенностью выпуска является именно его точно проработанное графическое исполнение, которое поддерживает разрешение 4k. Игра позволит пользователям, которые являются заядлыми любителями подобных старых проектов, запустить любимые схватки на современных системах и полностью погрузиться в атмосферу. Более того, прохождение показано с видом от первого лица, поэтому ты сумеешь стать полноценной частью событий. Впереди тебя ожидают мрачные, запутанные коридоры, ловушки и коварные монстры, которых ты будешь безжалостно истреблять. Пройди сюжет и избавь этот мир от всех, кто посмел принять сторону зла.",
    "img": "/src/img/games/ChasmTheRift.jpg",
    "carousel1": "/src/img/game-carousel/ChasmTheRift-1.jpg",
    "carousel2": "/src/img/game-carousel/ChasmTheRift-2.jpg",
    "genres": "Экшены, Шутеры",
    "steamlink": "https://store.steampowered.com/app/2061230/Chasm_The_Rift/",
    "info": {
      "Год выпуска": "2022г.",
      "Разработчик": "Action Forms, General Arcade",
      "Версия": "1.0.22",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "2Ghz двух-ядерный",
      "Видеокарта": "Поддержка DirectX 11",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "2Гб"
    },
    "file": "torrent/Chasm_The_Rift.torrent"
  },
  {
    "id": 110,
    "name": "Impaler",
    "description": "Игра, разработанная в жанре экшен-рогалика, где мы отправляемся на просторы олдскульного мира 90-х. Возьмись за исполнение роли отважного и бесстрашного героя, которому предстоит покорить подземелья и сразиться с его коварными обитателями, ведь они несут угрозу всему живому на планете. Этапов в игре масса и важно постоянно развивать свои навыки, увеличивать силу и мощь, чтобы справиться в будущем с более сильными монстрами. Динамика игры проработана на высшем уровне и не даст тебе скучать ни на секунду. На твои плечи возлагается огромная ответственность за спасение мира, а поэтому права на ошибку точно нет. Проявляй активность, изучай всевозможные боевые комбинации, проходи испытания и сражай оппонентов наповал. Графика игры простая и интересно исполнена, вызовет ностальгию и позволит погрузиться в опасный, мрачный мир с головой.",
    "img": "/src/img/games/Impaler.jpg",
    "carousel1": "/src/img/game-carousel/Impaler-1.jpg",
    "carousel2": "/src/img/game-carousel/Impaler-2.jpg",
    "genres": "Экшены, Инди, Шутеры",
    "steamlink": "https://store.steampowered.com/app/1573090/Impaler/",
    "info": {
      "Год выпуска": "2022г.",
      "Разработчик": "Apptivus",
      "Версия": "1.0.475",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel Pentium",
      "Видеокарта": "Intel HD Graphics",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "1Гб"
    },
    "file": "torrent/Impaler.torrent"
  },
  {
    "id": 111,
    "name": "HROT",
    "description": "Однопользовательский игровой проект, разработанный в стилистике шутера от первого лица, в котором мы погружаемся в мир погрязший в последствиях жуткой катастрофы. Отправляйся в прошлое, а именно в 1986 год, где и столкнешься с многочисленными преградами и постараешься развеять мрак в стране. Игроку предлагается исполнить роль главного героя – отважного и бесстрашного солдата, который готов пойти на все, чтобы спасти мир. Тебе предстоит исследовать многочисленные локации, добывать ценные ресурсы, развивать навыки, а также сражаться с теми, кто посмел встать на пути. Враги не дремлют, поэтому всегда будь на чеку, оснастив боевой арсенал мощным оружием и атрибутами защиты. Стоит отметить одну из особенностей игрового процесса – это нарисованные от руки уровни, которые черпали свое вдохновение из реально существующих в мире мест. Графика полностью основана на ретро-шутерах, поэтому игра точно вызовет ностальгию и знатоков. Здесь потребуется особая сноровка, смекалка, а также навыки тактического планирования, чтобы предугадать действия оппонента, а затем уничтожить его в два счета.",
    "img": "/src/img/games/HROT.jpg",
    "carousel1": "/src/img/game-carousel/HROT-1.jpg",
    "carousel2": "/src/img/game-carousel/HROT-2.jpg",
    "genres": "Экшены, Инди, Шутеры",
    "steamlink": "https://store.steampowered.com/app/824600/HROT/",
    "info": {
      "Год выпуска": "2023г.",
      "Разработчик": "Spytihněv",
      "Версия": "v1.1",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "2.5 GHz двух-ядерный",
      "Видеокарта": "Intel HD 4400",
      "Оперативная память": "2Гб",
      "Памяти на Жестком Диске": "200Мб"
    },
    "file": "torrent/HROT.torrent"
  },
  {
    "id": 112,
    "name": "Metal: Hellsinger",
    "description": "Динамичный шутер с видом от первого лица, где нам предстоит встать на пути сопротивления с многочисленными врагами. Сыграй роль человека-демона и пройди все испытания, которые подготовила для тебя игра. События происходят на просторах Ада, который предстоит исследовать вдоль и поперек, собрать нужные предметы и раскрыть мрачные тайны. Враг не дремлет и будет лишь наращивать силу, поэтому всегда развивай навыки и улучшай боевые характеристики. Игровой процесс основан на ритме сопровождающей музыки, которая здесь представлена в виде тяжёлого метала. Подобный стиль отлично дополнит общую атмосферу, делая ее максимально увлекательной. Порадует и оружейный арсенал, в котором будет богатый выбор атрибутов для нужного типа боя. Графическое исполнение проработано в соответствующей тематике, отправляя нас в мрачный и непредсказуемый мир.",
    "img": "/src/img/games/MetalHellsinger.jpg",
    "carousel1": "/src/img/game-carousel/MetalHellsinger-1.jpg",
    "carousel2": "/src/img/game-carousel/MetalHellsinger-2.jpg",
    "genres": "Экшены, Приключенческие игры, Шутеры",
    "steamlink": "https://store.steampowered.com/app/1061910/Metal_Hellsinger/",
    "info": {
      "Год выпуска": "2022г.",
      "Разработчик": "The Outsiders",
      "Версия": "1.7.0 + Essential Hits Pack",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 10",
      "Процессор": "Intel Core i5",
      "Видеокарта": "GTX 1050",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "12Гб"
    },
    "file": "torrent/Metal_Hellsinger.torrent"
  },
  {
    "id": 113,
    "name": "Easy Red 2",
    "description": "Игра, разработанная в жанре симулятора с элементами экшена, где тебе предстоит стать частью событий, происходящих во времена Второй мировой войны. Сразу стоит отметить главную особенность – это реалистичное окружение, которое позволит с головой окунуться в общую атмосферу, став частью событий. Пробивайся сквозь толпы противников, изучай территорию, расширяй свою, добывай ценные ресурсы, а также не забывай постоянно развивать собственные навыки. Твоей армии предстоит пройти не мало испытаний, столкнуться с коварным соперником, расширить территории и покорить масштабные карты. Старайся улучшать собственные боевые характеристики и характеристики своей армии, заполняй оружейный арсенал мощными атрибутами, а также сделай запас военной техники, которая позволит уничтожить большее количество соперников. Стоит отметить историческую точность сражений, что прибавляет проекту реалистичности. Будь внимательным, ведь враг не дремлет и может совершить нападение в любой момент. Не забывай, что от принятых действий и решений будет зависеть исход событий.",
    "img": "/src/img/games/EasyRed2.jpg",
    "carousel1": "/src/img/game-carousel/EasyRed2-1.jpg",
    "carousel2": "/src/img/game-carousel/EasyRed2-2.jpg",
    "genres": "Экшены, Симуляторы, Стратегии, Шутеры",
    "steamlink": "https://store.steampowered.com/app/1324780/Easy_Red_2/",
    "info": {
      "Год выпуска": "2022г.",
      "Разработчик": "Marco Amadei",
      "Версия": "1.2.3 + Все DLC",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel Celeron G530",
      "Видеокарта": "GeForce GT710",
      "Оперативная память": "2Гб",
      "Памяти на Жестком Диске": "1Гб"
    },
    "file": "torrent/Easy_Red_2.torrent"
  },
  {
    "id": 114,
    "name": "Scathe",
    "description": "Игра, разработанная в жанре шутера с видом от первого лица. Мы возьмемся за исполнение роли надсмотрщика в самом Аду, который намеревается выбраться от сюда любым возможным способом. Отправляйся в путь, проходи испытания, изучай локации, а также развивай боевые навыки. Твоя задача – одолеть как можно больше демонов, которые станут главной преградой на пути к свободе. Прояви навыки тактического планирования действий, ведь впереди тебя ожидает масса ловушек и сложных задач, к выполнению которых нужно подойти с умом. Важно по мере следования развивать боевые способности, так как они позволят тебе истребить более сильных и более коварных оппонентов. Порадует игра наличием огромного вида вооружений, которым ты будешь пользоваться во время битв. Пройди все испытания, преодолей ловушки и наконец выберись из этого злополучного места.",
    "img": "/src/img/games/Scathe.jpg",
    "carousel1": "/src/img/game-carousel/Scathe-1.jpg",
    "carousel2": "/src/img/game-carousel/Scathe-2.jpg",
    "genres": "Экшены, Шутеры",
    "steamlink": "https://store.steampowered.com/app/1154830/Scathe/",
    "info": {
      "Год выпуска": "2022г.",
      "Разработчик": "Damage State Ltd",
      "Версия": "SH.12.4.5.17523.4603",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel i7",
      "Видеокарта": "GTX 760",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "30Гб"
    },
    "file": "torrent/Scathe.torrent"
  },
  {
    "id": 115,
    "name": "Arma Reforger",
    "description": "Игра, разработанная в жанре стратегического симулятора с элементами экшена, которая берет свою основу из событий холодной войны. Ты становишься частью противостояния и отправляешься на остров в Атлантическом океане, за который будешь вести борьбу с противником. Исполни роль отважного и бесстрашного бойца, который становится на пути сопротивления, постепенно стараясь уничтожать как можно больше противников. Подключи навыки стратегического планирования, чтобы тщательно продумать план, не допустив ошибок в действиях. Проходи испытания, изучай окружающие локации и позаботься о боевом арсенале, имея в наличии мощное оружие и атрибуты защиты. Важно развивать навыки главного героя, которые позволят справиться с более сложными преградами. Игра является мультиплеерной, что позволит тебе отлично провести время в компании друзей и игроков по всему миру. Достойным является и визуальное исполнение, которое порадует красивым окружением, точной проработкой и реалистичной атмосферой.",
    "img": "/src/img/games/ArmaReforger.jpg",
    "carousel1": "/src/img/game-carousel/ArmaReforger-1.jpg",
    "carousel2": "/src/img/game-carousel/ArmaReforger-2.jpg",
    "genres": "Экшены, Симуляторы, Стратегии, Ранний доступ, Шутер",
    "steamlink": "https://store.steampowered.com/app/1874880/Arma_Reforger/",
    "info": {
      "Год выпуска": "2022г.",
      "Разработчик": "Bohemia Interactive",
      "Версия": "v0.9.8.73",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 10",
      "Процессор": "Intel Core i5",
      "Видеокарта": "GTX 1650",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "15Гб"
    },
    "file": "torrent/Arma_Reforger.torrent"
  },
  {
    "id": 116,
    "name": "Escape from Tarkov",
    "description": "Инновационная игра в стиле шутера, где тебе предстоит стать частью фантастического виртуального мира. Здесь ты узнаешь о существовании двух очень крупных и влиятельных корпораций, которые уже на протяжении длительного времени враждуют между собой. Ты исполнишь роль главного героя и примешь одну из сторон, чтобы всеми силами привести ее к победе. Отправляйся в небольшой населенный пункт, в котором находится секретная лаборатория, где и будут происходить основные действия. Ты должен быть готов справится со всеми неприятными сюрпризами враждебной среды, ведь на каждом шагу тебя ожидает опасность. Исследуй окружающую территорию, чтобы раздобыть полезные предметы, воду и пишу. Игра максимально реалистична, поэтому ты постоянно будешь бороться за собственную жизнь, справляясь с нескончаемыми угрозами. Все действия происходят с видом от первого лица, что позволит тебе с головой погрузиться в атмосферу игры. От твоих действий и принятых решений зависит развитие событий, и, самое главное, твоя жизнь, поэтому следует быть внимательным и включать смекалку во многих моментах.",
    "img": "/src/img/games/EscapefromTarkov.jpg",
    "carousel1": "/src/img/game-carousel/EscapefromTarkov-1.jpg",
    "carousel2": "/src/img/game-carousel/EscapefromTarkov-2.jpg",
    "genres": "Экшены, Шутеры",
    "steamlink": "https://www.escapefromtarkov.com/?lang=ru",
    "info": {
      "Год выпуска": "2017г.",
      "Разработчик": "Battlestate Games",
      "Версия": "13.0.5.23399 c SPT-AKI 3.5.8",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует (эмулятор сервера)"
    },
    "systemRequirements": {
      "Операционная система": "Windows 10",
      "Процессор": "3.2 GHz",
      "Видеокарта": "2Гб видеопамяти",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "40Гб"
    },
    "file": "torrent/Escape_from_Tarkov_13.0.5.23399.torrent"
  },
  {
    "id": 117,
    "name": "Nightmare Reaper",
    "description": "Игровой проект в жанре экшена, где тебе предстоит справится с огромным количеством соперников. Ты возьмёшь на себя исполнение роли отважного бойца, который спускается в мрачные подземелья, чтобы избавить их от сторонников злых сил. Сопротивляться ты будешь не на равных, но вверх тебе удастся взять с помощью своего остроумия и смекалки. Все действия в игре происходят с видом от первого лица, что позволит тебе погрузиться в игровой процесс максимально. Графика в игре простая, исполненная в пиксельном стиле, но это не мешает ей быть уникальной и динамичной. Ты отправишься в мир ретро, где столкнешься со мраком и смертью. Эту темноту тебе необходимо развеять. В арсенале может находится самое разное оружие, которого в игре более четырех десятков. Каждый вид отличается от предыдущего, что позволит тебе собрать свой уникальный арсенал. Мир в игре открыт для исследования и покорения, а каждый новый уровень подготовил для тебя не мало сюрпризов. По мере прохождения не забывай запастись золотом, полезными вещицами и оружием.",
    "img": "/src/img/games/NightmareReaper.jpg",
    "carousel1": "/src/img/game-carousel/NightmareReaper-1.jpg",
    "carousel2": "/src/img/game-carousel/NightmareReaper-2.jpg",
    "genres": "Экшены, Инди, Шутеры",
    "steamlink": "https://store.steampowered.com/app/1051690/Nightmare_Reaper/",
    "info": {
      "Год выпуска": "2022г.",
      "Разработчик": "Blazing Bit Games",
      "Версия": "v2.32.5",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel i3",
      "Видеокарта": "Geforce GT 540M",
      "Оперативная память": "2Гб",
      "Памяти на Жестком Диске": "2Гб"
    },
    "file": "torrent/Nightmare_Reaper.torrent"
  },
  {
    "id": 118,
    "name": "Salt and Sanctuary",
    "description": "Игра в жанре РПГ с элементами экшена, где тебе необходимо сделать все возможное чтобы выжить. Сюжет перенесет тебя в историю, которая случилась с одним очень отважным воином, который по воле судьбы вынужден быль попасть на отдаленный сортов. Все дело в том, что этот самый остров на протяжении довольно большого промежутка времени находился отрезанным от остального мира. Все эти обстоятельства привели к тому, что все жители данного острова просто-напросто сошли  сума. Ты попадаешь в мир безумия, который просто до краев переполнен опасностями и угрозами для жизни. Основной игровой задачей является поиск безопасных мест, которые здесь называются Святынями, где героя ее может настигнуть опасность. Как только ты найдешь все это места, сразу сможешь  вернуться к прежней жизни. У тебя будет большой арсенал мощнейшего оружия и брони, которые помогут тебе защищаться от соперников.",
    "img": "/src/img/games/SaltandSanctuary.jpg",
    "carousel1": "/src/img/game-carousel/SaltandSanctuary-1.jpg",
    "carousel2": "/src/img/game-carousel/SaltandSanctuary-2.jpg",
    "genres": "Экшены, Инди, Ролевые игры, Шутеры",
    "steamlink": "https://store.steampowered.com/app/283640/Salt_and_Sanctuary/",
    "info": {
      "Год выпуска": "2016г.",
      "Разработчик": "Ska Studios",
      "Версия": "1.0.1.1",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel Core 2 Duo 2.8 GHz",
      "Видеокарта": "DirectX 10 совместимая",
      "Оперативная память": "1Гб",
      "Памяти на Жестком Диске": "2Гб"
    },
    "file": "torrent/Salt_and_Sanctuary.torrent"
  },
  {
    "id": 119,
    "name": "Them and Us",
    "description": "Игра, которая была исполнена в стиле экшена, а ты попадешь в настоящее приключение, где будешь выживать в жестоких условиях окружающего мира. Здесь присутствуют элементы хорора, поэтому скучать у тебя просто не будет возможности. История отправит тебя в прошлое, а именно в 1978 год, где ты сыграешь роль отважной героини. Ты – простая девушка, которая отправилась в путешествие на автобусе. Но жизнь ее полностью меняется ровно на том моменте, когда автобус попадает в жуткую аварию и выжить удается только тебе. Место действия – старые и неприступные грунтовые дороги, которые находятся вокруг пустыни. Вокруг тебя ни души, тихо и пугающе. Ты принимаешь решение отправится за помощью, но понимаешь, что добраться до нее будет ещё тем испытанием. Ты встречаешь сюрреалистический мир, который просто до верху заполнен ужасом и кошмаром, а тебе, в свою очередь, нужно не потерять рассудок, чтобы выбраться из этого злополучного места. Ты постоянно будешь вести борьбу за собственную жизнь, находясь в совершенно непонятной и пугающей тебя обстановке. При наступлении темного времени суток, ты будешь погружать себя в глубину неизвестности. Сможешь ли ты справится со всеми испытаниями и кошмарами, которые подготовила для тебя игра? Или останешься в мире мрака навсегда? Решать тебе, и только от тебя зависит судьба главной героини.",
    "img": "/src/img/games/ThemandUs.jpg",
    "carousel1": "/src/img/game-carousel/ThemandUs-1.jpg",
    "carousel2": "/src/img/game-carousel/ThemandUs-2.jpg",
    "genres": "Экшены, Приключенческие игры, Инди, Шутеры",
    "steamlink": "https://store.steampowered.com/app/915600/Them_and_Us/",
    "info": {
      "Год выпуска": "2021г.",
      "Разработчик": "Tendogames",
      "Версия": "1.1.0 + ASIAN COSTUME PACK",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel i5",
      "Видеокарта": "GTX 460",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "3Гб"
    },
    "file": "torrent/Them_&_Us.torrent"
  },
  {
    "id": 120,
    "name": "Nova Lands",
    "description": "Проект, разработанный в жанре симулятора, где мы отправляемся на просторы пиксельного мира, чтобы построить собственную базу и всячески её развивать. Игра предлагает принять участие в исследовании многочисленных локаций, заняться добычей ценных ресурсов, крафтить всевозможные предметы и вступать в сражения с коварными инопланетными существами. Сыграй роль отважной девушки, которой было поручено задание по подготовке отдаленной планеты к жизни переселенцев. На первый взгляд задача может показаться простой, но прибыв на место действия ты поймёшь, что это далеко не так. Впереди тебя ожидают преграды и опасности, ловушки и враги, которые не намерены принимать чужаков в своем доме. Игра предлагает заняться добычей ресурсов, строительством баз и заводов, где сначала ты будешь действовать самостоятельно, а затем сможешь создать для себя помощников – ботов. В игре важно развиваться и повышать уровень производства, что откроет ещё больше возможностей для достижения главной цели.",
    "img": "/src/img/games/NovaLands.jpg",
    "carousel1": "/src/img/game-carousel/NovaLands-1.jpg",
    "carousel2": "/src/img/game-carousel/NovaLands-2.jpg",
    "genres": "Приключенческие игры, Инди, Симуляторы",
    "steamlink": "https://store.steampowered.com/app/1501610/Nova_Lands/",
    "info": {
      "Год выпуска": "2023г.",
      "Разработчик": "BEHEMUTT",
      "Версия": "1.0.20",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel Core 2 Duo",
      "Видеокарта": "GeForce 7600 GS",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "850Мб"
    },
    "file": "torrent/Nova_Lands.torrent"
  },
  {
    "id": 121,
    "name": "EVERSPACE 2",
    "description": "Увлекательная и динамичная игра, которая была представлена миру в жанре космического симулятора. Здесь у тебя ждет полная свобода действий и открытое для покорения комическое пространство, именно поэтому скучно точно не будет. Ты должен быть готов к крутым поворотам событий, раскрытию мрачных тайн и ко всевозможным испытаниям на пути к поставленной цели. Ты возьмёшься за исполнение роли отважного героя, который, вместе со своей верной командой отправится на исследование многочисленных локаций. Стань частью масштабной экспедиции, которая важна для всего человечества. Каждая исследуемая тобой территория заполнена опасностями и преградами. Всегда развивай навыки главного героя и его команды, чтобы справиться с более сложными задачами в будущем. В путешествие ты отправишься на судне, которое также поддается всесторонней модификации. Корабль ты можешь оснастить различными дополнениями и оружейным арсеналом, который вскоре поможет тебе истребить оппонента. Твоя главная задача – выжить, а также раскрыть все таинственные секреты, которые скрывает в себе эта необъятная вселенная.",
    "img": "/src/img/games/EVERSPACE2.jpg",
    "carousel1": "/src/img/game-carousel/EVERSPACE2-1.jpg",
    "carousel2": "/src/img/game-carousel/EVERSPACE2-2.jpg",
    "genres": "Экшены, Инди, Симуляторы",
    "steamlink": "https://store.steampowered.com/app/1128920/EVERSPACE_2/",
    "info": {
      "Год выпуска": "2023г.",
      "Разработчик": "ROCKFISH Games",
      "Версия": "1.0.34898 hotfix",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 10",
      "Процессор": "i5-2500K",
      "Видеокарта": "GTX 970",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "35Гб"
    },
    "file": "torrent/EVERSPACE_2.torrent"
  },
  {
    "id": 122,
    "name": "WORLD OF HORROR",
    "description": "Атмосферный игровой проект, который является отличным представителем жанра хоррор-РПГ с элементами рогалика. Основная задача в игре заключается во внимательном прочтении текста на фоне определенной анимации. Есть в игре и линия сюжета с неожиданным поворотами событий. Она поведает нам о том, что небольшой и некогда процветающий городок на территории Японии стали терроризировать жуткие, беспощадные монстры, и теперь реальность для его жителей потеряла всякий смысл. Старые боги пробудились, чтобы усталость свой многовековой голод. Человечество постепенно стало осознавать, что выиграть в этой жестокой и далеко неравной битве практически нет шансов. Но земляне понимают, что момент своей гибели они все-же смогут каким-то образом отложить. Конец света не за горами, поэтому необходимо действовать быстро и продуманно. Ты возьмёшь на себя исполнение роли главного героя, который возьмёт в свой арсенал различные подсказки, заклинания и многое другое. Он отправится на исследование города, чтобы дать ответы на интересующие вопросы, а также разгадать тайну, которую скрывают за собой прибывшие обидчики. Веди жестокую борьбу с древним богом и постарайся спасти людей от гибели.",
    "img": "/src/img/games/WORLDOFHORROR.jpg",
    "carousel1": "/src/img/game-carousel/WORLDOFHORROR-1.jpg",
    "carousel2": "/src/img/game-carousel/WORLDOFHORROR-2.jpg",
    "genres": "Инди, Ролевые игры, Ранний доступ",
    "steamlink": "https://store.steampowered.com/app/913740/WORLD_OF_HORROR/",
    "info": {
      "Год выпуска": "2020г.",
      "Разработчик": "panstasz",
      "Версия": "0.9.92f3",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel Core i3",
      "Видеокарта": "Intel HD Graphics 4400",
      "Оперативная память": "1Гб",
      "Памяти на Жестком Диске": "500Мб"
    },
    "file": "torrent/WORLD_OF_HORROR.torrent"
  },
  {
    "id": 123,
    "name": "The Legend of Heroes: Trails to Azure",
    "description": "Продолжение увлекательной игры, разработанной в жанре РПГ, которое вновь отправляет нас на просторы мира анимэ, где мы и встретимся с уже полюбившимися главными героями. Хоть герои остались прежними, задача перед ними встала ещё более опасная и сложная, именно поэтому тебе немедленно нужно им помочь. Изометрическая перспектива игры также осталась с высоты птичьего полета, а изменения коснулись именно серийных сражений, которые стали ещё более яркими и динамичными. Появилась смена климата, где будет день или ночь, жаркое солнце или проливной дождь, а некоторые миссии напрямую будут от этих факторов зависеть. Когда ты окажешься в зоне отдыха между сражениями с коварными оппонентами, разработчики предлагают тебе пройти ряд мини-игр, что отлично разнообразит игровой процесс. Графическое исполнение яркое, наделено крутыми визуальными эффектами и дополняет и без того запоминающуюся атмосферу.",
    "img": "/src/img/games/TheLegendofHeroesTrailstoAzure.jpg",
    "carousel1": "/src/img/game-carousel/TheLegendofHeroesTrailstoAzure-1.jpg",
    "carousel2": "/src/img/game-carousel/TheLegendofHeroesTrailstoAzure-2.jpg",
    "genres": "Ролевые игры",
    "steamlink": "https://store.steampowered.com/app/1668520/The_Legend_of_Heroes_Trails_to_Azure/",
    "info": {
      "Год выпуска": "2023г.",
      "Разработчик": "Nihon Falcom, PH3 GmbH",
      "Версия": "1.1.12",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel Core i3",
      "Видеокарта": "Radeon HD 6570",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "6Гб"
    },
    "file": "torrent/The_Legend_of_Heroes_Trails_to_Azure.torrent"
  },
  {
    "id": 124,
    "name": "Star Valor",
    "description": "Новое захватывающее космическое приключение, где ты сможешь погрузиться в череду динамично развивающихся событий, чтобы справится со всеми испытаниями на пути. Ты отправляешься на встречу по приключениям и свободе в действиях, но будь внимательнее, ведь игровой процесс будет не только интересным, но ещё и опасным. Ты отправляешься на исследование огромного космического пространства, чтобы раздобыть на его территории как модно больше полезных предметов и ценных ресурсов, которые здорово тебе пригодятся в дальнейшем. По долгу действия ты сможешь выполнять различной степени сложности миссии, которые принесут тебе дополнительные очки опыта. Да эти очки ты сможешь всячески модифицировать свой корабль, делая его максимально могущественным и непобедимым для своих сторонников вражеской силы. Врагов будет более чем достаточно, а чтобы их победить, необходимо применять свои навыки и умения. Эти два аспекта нудно тщательно улучшать, так как сила врага с каждым разом будет расти все больше и больше. Ты попадешь в бескрайний мир, который полностью открыт для твоих достижений и исследований. Не забывай про состояние своего героя, так как он должен быть готов даже к самым неожиданным поворотам событий.",
    "img": "/src/img/games/StarValor.jpg",
    "carousel1": "/src/img/game-carousel/StarValor-1.jpg",
    "carousel2": "/src/img/game-carousel/StarValor-2.jpg",
    "genres": "Экшены, Инди, Ролевые игры",
    "steamlink": "https://store.steampowered.com/app/833360/Star_Valor/",
    "info": {
      "Год выпуска": "2022г.",
      "Разработчик": "Rafael Burgos",
      "Версия": "v2.0.8",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "2.0 Ghz",
      "Видеокарта": "Intel HD 4000",
      "Оперативная память": "1Гб",
      "Памяти на Жестком Диске": "600Мб"
    },
    "file": "torrent/Star_Valor.torrent"
  },
  {
    "id": 125,
    "name": "Stardeus",
    "description": "Стратегический градостроительный симулятор, который отправляет нас на просторы космоса для выполнения важной миссии. Мы исполним необычную роль – роль продвинутого искусственного интеллекта, который возьмёт под своей контроль управление и развитие колонии, куда вскоре сможет перебраться человечество. Как таковой сюжетной линии здесь нет, ведь именно от твоих действий и принятых решений будет зависеть ход событий. Разветвлений игра имеет огромное количество, что говорит о ее реиграбельности. В твоём распоряжении команда людей и дронов, которым ты будешь отдавать приказы, но делать это будет не просто, ведь каждый в команде – уникальная личность, со своими возможностями, способностями и потребностями. Прояви смекалку, навыки стратегического планирования и хитрость, чтобы цель была успешно достигнута, а колония стала настоящим домом для земных жителей.",
    "img": "/src/img/games/Stardeus.jpg",
    "carousel1": "/src/img/game-carousel/Stardeus-1.jpg",
    "carousel2": "/src/img/game-carousel/Stardeus-2.jpg",
    "genres": "Инди, Ролевые игры, Симуляторы, Стратегии, Ранний доступ",
    "steamlink": "https://store.steampowered.com/app/1380910/Stardeus/",
    "info": {
      "Год выпуска": "2022г.",
      "Разработчик": "Kodo Linija",
      "Версия": "0.9.19 Backer Bundle",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 10",
      "Процессор": "Поддержка SSE2",
      "Видеокарта": "Поддержка DirectX 11",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "1Гб"
    },
    "file": "torrent/Stardeus.torrent"
  },
  {
    "id": 126,
    "name": "The Long Dark",
    "description": "Очередная компьютерная игра, которая включает в себя довольно популярную тему выживания в диких условиях. Ты попадаешь в глубины Северной Канады, где царит вечный холод. Твой главный герой передвигался по воздуху на самолете, но вдруг, что-то пошло не так и твой авиалайнер терпит крушение в неизвестных землях. В живых остался ты и еще несколько людей, и теперь тебе предстоит сделать всё возможное, чтобы сохранить себе жизнь и вернуться домой. Тебе предстоит ходить по местности в поисках полезных ресурсов, а также строить безопасное убежище, дабы всякие твари не смогли до тебя добраться. По ходу игры ты сможешь встретить на территории и других выживших, но не все будут настроены враждебно. Веди охоту, собирай предметы и строй дом. В игре у тебя есть масса возможностей, а приложив некоторые усилия ты несомненно справишься со всеми проблемами.",
    "img": "/src/img/games/TheLongDark.jpg",
    "carousel1": "/src/img/game-carousel/TheLongDark-1.jpg",
    "carousel2": "/src/img/game-carousel/TheLongDark-2.jpg",
    "genres": "Приключение, Инди, Симулятор",
    "steamlink": "https://store.steampowered.com/app/305620/The_Long_Dark/",
    "info": {
      "Год выпуска": "2017г.",
      "Разработчик": "Hinterland Studio Inc.",
      "Версия": "v2.19 + Tales from the Far Territory",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel i5 2GHz",
      "Видеокарта": "Intel 4 Series / 512MB VRAM",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "7Гб"
    },
    "file": "torrent/The_Long_Dark_2.19.torrent"
  },
  {
    "id": 127,
    "name": "Railway Empire 2",
    "description": "Крутое исполнение симулятора с элементами стратегии, где мы отправляемся в начало девятнадцатого века, чтобы узнать все о появлении паровозов. В то время, для человечества, данное изобретение было в новинку и тебе предстоит как следует изучить её, и детально и испытать в управлении. Ты – предприниматель, который вовремя вошёл в новую тему и теперь будет всячески развивать свое дело. Исполни важную роль управляющего железнодорожной компании, пройди все испытания, реши важные вопросы и сделай все возможное, чтобы начатое тобой дело стало популярным на весь мир. Важно в игре совершенствовать свои профессиональные навыки, проявлять активность, стратегически мыслить и вовремя включать смекалку, и всё это позволит тебе создать самую настоящую империю. Отдельно стоит отметить графическое исполнение, которое порадует любителей подобных проектов максимальной реалистичностью и точностью проработки.",
    "img": "/src/img/games/RailwayEmpire2.jpg",
    "carousel1": "/src/img/game-carousel/RailwayEmpire2-1.jpg",
    "carousel2": "/src/img/game-carousel/RailwayEmpire2-2.jpg",
    "genres": "Симуляторы, Стратегии",
    "steamlink": "https://store.steampowered.com/app/1644320/Railway_Empire_2/",
    "info": {
      "Год выпуска": "2023г.",
      "Разработчик": "Gaming Minds Studios",
      "Версия": "1.0.3.52621",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 10",
      "Процессор": "Intel i5",
      "Видеокарта": "GTX 780",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "40Гб"
    },
    "file": "torrent/Railway_Empire_2.torrent"
  },
  {
    "id": 128,
    "name": "SurrounDead",
    "description": "Игра, разработанная в жанре выживания, с динамичным процессом и открытым миром для исследования. События поведают о том, как на протяжении вот уже почти лет по миру стремительно распространяется жуткий вирус, превращающий мертвых в зомби. Это повлекло за собой то, что человечество оказалось на грани полного исчезновения. Мы сыграем роль одного из выживших, которому предстоит бороться за свою жизнь, справляясь с условиями новой, ужасающей и смертоносной реальности. Отправляйся в путь, изучай локации, добывай ценные ресурсы и собирай атрибуты защиты. Позаботься о боевом арсенале, а также обустрой укрытие, куда не сможет пробраться ни один монстр. Возможностей по достижению поставленных целей в игре предостаточно, поэтому смело ими воспользуйся, чтобы выжить и постараться остановить распространение вируса. Графика хоть и простая, но за счёт общей атмосферы способна завлечь в игру каждого.",
    "img": "/src/img/games/SurrounDead.jpg",
    "carousel1": "/src/img/game-carousel/SurrounDead-1.jpg",
    "carousel2": "/src/img/game-carousel/SurrounDead-2.jpg",
    "genres": "Экшены, Приключенческие игры, Инди, Ролевые игры, Ранний доступ",
    "steamlink": "https://store.steampowered.com/app/1645820/SurrounDead/",
    "info": {
      "Год выпуска": "2022г.",
      "Разработчик": "PlaySurrounDead",
      "Версия": "v04.07.23",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 10",
      "Процессор": "Intel i5",
      "Видеокарта": "2Гб видеопамяти",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "2Гб"
    },
    "file": "torrent/SurrounDead.torrent"
  },
  {
    "id": 129,
    "name": "Ravenswatch",
    "description": "Ролевая приключенческая игра, которая порадует высокой динамикой и массой интересных задач. События происходят на просторах Королевства под названием Ревери, где случилось что-то необъяснимое. Дело в том, что прямо в центре королевства образовался эпицентр, генерирующий тьму, породившую жуткий монстров и кошмары. Всему живому отныне грозит опасность уничтожение и только тебе под силу остановить это безумие. Мир игры огромен и полностью открыт для исследования, чем мы и займёмся в первую очередь, проходя испытания, добывая ценные ресурсы и находя возможности для достижения поставленной цели. Важно проявлять свои боевые навыки, ведь они точно пригодятся в борьбе с бесконечными врагами. По мере следования ты будешь заводить все новые и новые знакомства с причудливыми персонажами, которые помогут тебе быстрее добиться успеха. Графика игры исполнена в уникальном стиле и позволит тебе в полной мере почувствовать себя настоящим героем и спасителем королевства.",
    "img": "/src/img/games/Ravenswatch.jpg",
    "carousel1": "/src/img/game-carousel/Ravenswatch-1.jpg",
    "carousel2": "/src/img/game-carousel/Ravenswatch-2.jpg",
    "genres": "Экшены, Приключенческие игры, Ранний доступ",
    "steamlink": "https://store.steampowered.com/app/2071280/Ravenswatch/",
    "info": {
      "Год выпуска": "2023г.",
      "Разработчик": "Passtech Games",
      "Версия": "0.13.2",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel Core i5",
      "Видеокарта": "GTX 660",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "3Гб"
    },
    "file": "torrent/Ravenswatch.torrent"
  },
  {
    "id": 130,
    "name": "DREDGE",
    "description": "Занимательная, иногда довольно мрачная игра, разработанная в приключенческом жанре, где там предстоит раскрыть мрачные тайны и дать ответы на важные жизненные вопросы. Мы сыграем роль рыбака, который всю свою жизнь провел на морских просторах. В одну из, казалось бы, обычных рыбалок, наш герой попадает в необычное место и теперь ему предстоит путешествовать между двумя мирами. По мере следования ты узнаешь, что на глубинах спят могущественные левиафаны, тайны которых тебе и потребуется разгадать, чтобы достичь поставленной цели. Изучай окружение, внимательно исследуй каждую локацию, добывай ценные ресурсы и зацепки, которые приведут к ответам. Главная задача игры – остановить надвигающуюся катастрофу, которая способна разрушить твой родной мир. Сделать это будет очень непросто, поэтому особое внимание удели развитию своих навыков, подключив смекалку, быстродействие и навыки тактического планирования. Графика игры проработана в уникальной рисовке, а в дополнении со звуковым сопровождением создаёт незабываемую атмосферу.",
    "img": "/src/img/games/DREDGE.jpg",
    "carousel1": "/src/img/game-carousel/DREDGE-1.jpg",
    "carousel2": "/src/img/game-carousel/DREDGE-2.jpg",
    "genres": "Приключенческие игры, Ролевые игры",
    "steamlink": "https://store.steampowered.com/app/1562430/DREDGE/",
    "info": {
      "Год выпуска": "2023г.",
      "Разработчик": "Black Salt Games",
      "Версия": "1922 Digital Deluxe Edition",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 10",
      "Процессор": "Intel Core i3",
      "Видеокарта": "Nvidia 8800 GT",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "2Гб"
    },
    "file": "torrent/DREDGE.torrent"
  },
  {
    "id": 131,
    "name": "Cosmoteer: Starship Architect & Commander",
    "description": "Новая песочница на тему космоса, где тебе предстоит приложить массу усилий, чтобы справится с достаточно непростой задачей. Отправляйся на покорение космического пространства, каждый уголок которого необходимо тщательно изучить, а также обыскать на наличие полезных ресурсов. Для начала, тебе потребуется собственный, функционирующий космический корабль, который тебе предстоит построить. Все характеристики твоего судна будут зависеть от того, как ты расположить все компоненты. Изначально, необходимо определиться с типом твоего корабля, а затем сообразить план постройки, собирая один компонент за другим. Также, не забывай о том, что тебя ждёт масса различных соперников, одолеть которых будет достаточно непросто. Необходимо защитить своё судно, чтобы оно не разрушилось при первом же ударе со стороны соперника.",
    "img": "/src/img/games/CosmoteerStarshipArchitectCommander.jpg",
    "carousel1": "/src/img/game-carousel/CosmoteerStarshipArchitectCommander-1.jpg",
    "carousel2": "/src/img/game-carousel/CosmoteerStarshipArchitectCommander-2.jpg",
    "genres": "Симуляторы, Стратегии",
    "steamlink": "https://store.steampowered.com/app/799600/Cosmoteer/",
    "info": {
      "Год выпуска": "2017г.",
      "Разработчик": "Walt Destler",
      "Версия": "0.23.0F",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "1Ghz",
      "Видеокарта": "Любая",
      "Оперативная память": "1Гб",
      "Памяти на Жестком Диске": "100Мб"
    },
    "file": "torrent/Cosmoteer.torrent"
  },
  {
    "id": 132,
    "name": "Deep Rock Galactic",
    "description": "Игра в стиле шутера с видом от первого лица, которая отличается своей динамикой и отличным графическим исполнением. Здесь тебе предстоит узнать, что представляют из себя могущественные и полные бесстрашия гномы, за одного из которых ты и сыграешь. Вступи в команду могучих воинов и вместе с ними отправляйся на исследование многочисленных мрачных пещер, которые переполнены опасностями и препятствиями. Ты будешь бороздить просторы огромного космоса в поисках полезных предметов и сокровищ. Но будь максимально внимательным, ведь на твоем пути будут постоянно возникать толпы коварных соперников, способных на многое ради того, чтобы тебя убить. Здесь ты должен сделать все, от тебя зависящее, чтобы как можно быстрее добраться к своей цели. Играть ты сможешь как в одиночестве, так и в команде, которая может включить в себя до четырех человек. Это позволит тебе отлично провести свободное время, играя вместе со своими товарищами. Более того, мир, куда ты попадешь, имеет способность генерироваться случайным образом, поэтому – действуй.",
    "img": "/src/img/games/DeepRockGalactic.jpg",
    "carousel1": "/src/img/game-carousel/DeepRockGalactic-1.jpg",
    "carousel2": "/src/img/game-carousel/DeepRockGalactic-2.jpg",
    "genres": "Экшены, Инди",
    "steamlink": "https://store.steampowered.com/app/548430/Deep_Rock_Galactic/",
    "info": {
      "Год выпуска": "2020г.",
      "Разработчик": "Ghost Ship Games",
      "Версия": "88864",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "2.4 GHz",
      "Видеокарта": "GTX 460",
      "Оперативная память": "6Гб",
      "Памяти на Жестком Диске": "2Гб"
    },
    "file": "torrent/Deep_Rock_Galactic.torrent"
  },
  {
    "id": 133,
    "name": "Buggos",
    "description": "Стратегическая игра, где все действия будут происходить в режиме реального времени. Возьмись за исполнение роли отважного и бесстрашного воина, который становится на пути сопротивления со злом. Здесь важно проявлять себя как профессиональный стратег, ведь бои будут проходить в автоматическом режиме, а это значит, что любая ошибка будет иметь последствия. Ты – главарь мощной армии жуков-мутантов, которые вступают в бой и под твоим началом сумеют в два счета сразить зло. Главная цель – мировое господство, а поэтому нужно позаботиться о постоянном расширении своей армии и увеличении ее силы, что позволит уничтожить любого, даже самого сильного оппонента. Продумывай действия наперед, проходи испытания, сражайся и одерживай победу за победой, что в конечном итоге приведет тебя к благоприятному результату. Динамика игры продумана на отлично, а также порадует наличие массы возможностей по достижению поставленных целей, поэтому скучать у тебя точно не будет времени.",
    "img": "/src/img/games/Buggos.jpg",
    "carousel1": "/src/img/game-carousel/Buggos-1.jpg",
    "carousel2": "/src/img/game-carousel/Buggos-2.jpg",
    "genres": "Инди, Симуляторы, Стратегии",
    "steamlink": "https://store.steampowered.com/app/789660/Buggos/",
    "info": {
      "Год выпуска": "2022г.",
      "Разработчик": "Intrepid Marmot",
      "Версия": "1.5.3",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 10",
      "Процессор": "3Ghz двух-ядерный",
      "Видеокарта": "NVidia 960",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "100Мб"
    },
    "file": "torrent/Buggos.torrent"
  },
  {
    "id": 134,
    "name": "To Hell With The Ugly",
    "description": "Приключенческая игра, сюжет которой берет свою основу в романе Бориса Ваина. Сыграй роль главного героя по имени Рок Байли, который, по совершенно неизвестным причинам был похищен прямиком возле джаз-клуба. Место, в котором оказывается Рок, совершенно ему незнакомо и теперь ему предстоит заняться расследованием, чтобы найти выход. Впереди тебя ожидают преграды, опасности и ловушки, а поэтому важно действовать аккуратно, проявлять навыки тактического планирования и смекалку. Важно внимательно исследовать окружение, уделяя внимание даже самым неприметным локациям, ведь именно там ты сможешь раздобыть необходимые предметы и зацепки. Динамика игры проработана на высшем уровне, поэтому скучать времени точно не будет. Порадует также и необычное визуальное исполнение с уникальной рисовкой и приятной анимацией, которое погружает нас в мир нуара.",
    "img": "/src/img/games/ToHellWithTheUgly.jpg",
    "carousel1": "/src/img/game-carousel/ToHellWithTheUgly-1.jpg",
    "carousel2": "/src/img/game-carousel/ToHellWithTheUgly-2.jpg",
    "genres": "Приключенческие игры, Инди",
    "steamlink": "https://store.steampowered.com/app/1455450/To_Hell_With_The_Ugly/",
    "info": {
      "Год выпуска": "2023г.",
      "Разработчик": "La Poule Noire, ARTE France",
      "Версия": "1.1.0",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel i5",
      "Видеокарта": "Intel HD 4000",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "500Мб"
    },
    "file": "torrent/To_Hell_with_the_Ugly.torrent"
  },
  {
    "id": 135,
    "name": "Gunfire Reborn",
    "description": "Приключенческая игра с элементами жанра РПГ, где ты отправишься в фантастический, непредсказуемый мир, чтобы справиться с непростой миссией. Исполни роль отважного и бесстрашного героя, обладающего уникальными способностями, которыми необходимо научиться правильно управлять, чтобы истребить всех оппонентов. По мере прохождения стоит уделить внимание развитию своих навыков, чтобы в дальнейшем суметь положить конец более сильным противникам. Многоуровневый мир подготовил массу сюрпризов, загадок и преград, которые ты будешь постепенно преодолевать, заполняя боевой арсенал более мощным оружием. Что касается режимов, то здесь ты можешь отлично провести время как в одиночку, так и в компании своих друзей, подключив кооператив. Опыт игрока на каждом новом уровне будет совершенно случайным, поэтому ты сумеешь здорово разнообразить игровой процесс, заполучая роль того или иного героя. Динамика геймплея на высшем уровне, а это значит, что скучать у тебя просто не будет времени. Графика также хорошо исполнена, позволит игроку смело окунуться с головой в захватывающую атмосферу.",
    "img": "/src/img/games/GunfireReborn.jpg",
    "carousel1": "/src/img/game-carousel/GunfireReborn-1.jpg",
    "carousel2": "/src/img/game-carousel/GunfireReborn-2.jpg",
    "genres": "Экшены, Приключенческие игры, Инди, Ролевые игры, Ранний доступ",
    "steamlink": "https://store.steampowered.com/app/1217060/Gunfire_Reborn/",
    "info": {
      "Год выпуска": "2020г.",
      "Разработчик": "Duoyi Interactive Entertainment Limited",
      "Версия": "v30.06.23",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel Core i5-6400",
      "Видеокарта": "GTX 960",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "4Гб"
    },
    "file": "torrent/Gunfire_Reborn_.torrent"
  },
  {
    "id": 136,
    "name": "BETON BRUTAL",
    "description": "Игровой проект, разработанный в жанре платформера от первого лица, где мы займёмся довольно интересным и сложным делом – паркуром. Главная задача – взобраться на самую вершину бетонной башни, которая разделена на несколько этапов, с постепенно нарастающим уровнем сложности. Здесь важно проявлять максимальную аккуратность и тактически мыслить, ведь каждый неверный шаг приведет к печальным последствиям. По мере следования важно постоянно совершенствовать свои профессиональные навыки, ведь это поможет справиться с более сложными испытаниями. Не забывай также и о том, что в игре нет контрольных точек и каждый раз придется начинать все заново. Динамика игры довольно высокая и возможностей по достижению целей масса, поэтому тебе точно под силу справиться с таким испытанием. Графика порадует многообразием красок, крутыми эффектами и приятным окружением.",
    "img": "/src/img/games/BETONBRUTAL.jpg",
    "carousel1": "/src/img/game-carousel/BETONBRUTAL-1.jpg",
    "carousel2": "/src/img/game-carousel/BETONBRUTAL-2.jpg",
    "genres": "Казуальные игры, Инди",
    "steamlink": "https://store.steampowered.com/app/2330500/BETON_BRUTAL/",
    "info": {
      "Год выпуска": "2023г.",
      "Разработчик": "Jan Malitschek",
      "Версия": "v1.6.3 + BETON BATH DLC",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel i5",
      "Видеокарта": "GTX 760",
      "Оперативная память": "400Мб",
      "Памяти на Жестком Диске": "200Мб"
    },
    "file": "torrent/BETON_BRUTAL.torrent"
  },
  {
    "id": 137,
    "name": "Sapiens",
    "description": "Интересный в своем исполнении симулятор с элементами жанра песочница, где мы сыграем роль создателя и с нуля построим собственную цивилизацию. Мы отправляемся на просторы первобытного мира, где возьмём главенство над небольшим племенем. Постепенно ты будешь увеличивать численность племени, изучая мир и развиваясь. Главная цель – добраться до современного мира, сделав его многогранным, многофункциональным, безопасным и интересным. Ты станешь главным участником в формировании мировой истории, а поэтому, постоянно улучшай свои навыки как правителя и будь внимательным, чтобы не допустить ошибок, которые повлекут за собой неприятные последствия. Игровой процесс наделен массой интересных игровых механик, которыми ты сможешь воспользоваться для решения той или иной задачи. Порадует наличие полной свободы действий, но не забывай о том, что каждое принятое тобой решение будет иметь последствия. Графическое исполнение проработано на отлично, обладает приятной рисовкой и реалистичностью.",
    "img": "/src/img/games/Sapiens.jpg",
    "carousel1": "/src/img/game-carousel/Sapiens-1.jpg",
    "carousel2": "/src/img/game-carousel/Sapiens-2.jpg",
    "genres": "Инди, Симуляторы, Стратегии, Ранний доступ",
    "steamlink": "https://store.steampowered.com/app/1060230/Sapiens/",
    "info": {
      "Год выпуска": "2022г.",
      "Разработчик": "Majic Jungle",
      "Версия": "v0.4.2.5",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 10",
      "Процессор": "4-ядра",
      "Видеокарта": "GTX 970",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "10Гб"
    },
    "file": "torrent/Sapiens.torrent"
  },
  {
    "id": 138,
    "name": "TFM: The First Men",
    "description": "Масштабная стратегическая игра, которая отправит нас на просторы мира фэнтези. Перед тобой открывается огромная вселенная, где ты с нуля создашь новую цивилизацию и найдешь способ привести ее к процветанию. Изначально на планете появится двое человек, которые и продолжат род, совершенствуясь, прогрессируя в разных сферах и расширяя свои умственные способности. Игра будет проходить на протяжении многих веков, где лишь от тебя и твоих действий будет зависеть ход событий. Займись исследованием множественных локаций, добывай ресурсы, создавай поселения и делай жизнь людей на планете максимально комфортной. Конечно же, в игре не обойдется без конфликтов между расами, которые ты должен найти способ разрешать мирным путём либо путем завоеваний. Графическое исполнение проработано на отлично, имеет пиксельный стиль, а все действия будут происходить с видом сверху, что позволит полностью контролировать процесс развития цивилизации.",
    "img": "/src/img/games/TFMTheFirstMen.jpg",
    "carousel1": "/src/img/game-carousel/TFMTheFirstMen-1.jpg",
    "carousel2": "/src/img/game-carousel/TFMTheFirstMen-2.jpg",
    "genres": "Инди, Симуляторы, Стратегии, Ранний доступ",
    "steamlink": "https://store.steampowered.com/app/700820/TFM_The_First_Men/",
    "info": {
      "Год выпуска": "2022г.",
      "Разработчик": "Gathering Tree",
      "Версия": "v0.7.1",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Двух-ядерный",
      "Видеокарта": "Поддержка Open GL 3.2",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "1Гб"
    },
    "file": "torrent/TFM_The_First_Men.torrent"
  },
  {
    "id": 139,
    "name": "Farthest Frontier",
    "description": "Игра, разработанная в жанре градостроительной стратегии с элементами песочницы, где все действия будут происходить в режиме реального времени. Мы отправимся на просторы мира средневековья, где примемся за создание поселения, безопасного и комфортного для жизни. В планы будет входить строительство мощной крепости, которая и станет основой для отражения атак врага. Изучи местность и принимайся за дело, возводя новые дома, обустраивая инфраструктуру, а также контролируя экономику. Важно прислушиваться к пожеланиям жителей, ведь если им будет комфортно, то население будет стремительно возрастать. Особенностью игры является то, что с каждым новым началом мир и его жители будут генерироваться совершенно случайным образом, что сделает прохождение более интересным и непредсказуемым. Игровая механика наделена широким выбором действий, которыми ты можешь воспользоваться, чтобы успешно достичь поставленной цели. Визуальное исполнение хорошо продумано и позволит тебе в полной мере ощутить себя в роли управленца.",
    "img": "/src/img/games/FarthestFrontier.jpg",
    "carousel1": "/src/img/game-carousel/FarthestFrontier-1.jpg",
    "carousel2": "/src/img/game-carousel/FarthestFrontier-2.jpg",
    "genres": "Инди, Симуляторы, Стратегии, Ранний доступ",
    "steamlink": "https://store.steampowered.com/app/1044720/Farthest_Frontier/",
    "info": {
      "Год выпуска": "2022г.",
      "Разработчик": "Crate Entertainment",
      "Версия": "v0.9.0p1",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 10",
      "Процессор": "Intel Core i5",
      "Видеокарта": "GTX 780",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "4Гб"
    },
    "file": "torrent/Farthest_Frontier.torrent"
  },
  {
    "id": 140,
    "name": "Rogue’s Tale",
    "description": "Игровой представитель жанра рогалик, который был представлен миру ещё в 2009 году. На данный момент игра может порадовать своих поклонников законченным, финальным исполнением, в котором ты можешь здорово провести свое свободное время. Данная игра воплотила в себе все классические аспекты жанра, что позволит тебе с головой окунуться в мир рогалика. Ты отправишься на покорение покрытых мрачной пеленой подземелий, которые хранят в себе не менее мрачные секреты. Опасность ожидает тебя на пути к заданной цели, поэтому всегда будь на чеку. Ты сможешь добывать самые разные сокровища, проходить через ловушки и всевозможные испытания. Также твоими главными соперниками станут безжалостные, свирепые монстры, одолеть толпы которых не так уж и просто. Для этого тебе потребуется развивать свои навыки и боевые срочности, а также стараться иметь при себе мощное орудие убийства. Игра отличается хорошо исполненной системой прокачки главного героя, самыми разными видами оружия и хорошей визуальной проработкой в стиле олдскул.",
    "img": "/src/img/games/RoguesTale.jpg",
    "carousel1": "/src/img/game-carousel/RoguesTale-1.jpg",
    "carousel2": "/src/img/game-carousel/RoguesTale-2.jpg",
    "genres": "Инди, Ролевые игры",
    "steamlink": "https://store.steampowered.com/app/265990/Rogues_Tale/",
    "info": {
      "Год выпуска": "2014г.",
      "Разработчик": "Epixx.org",
      "Версия": "v07.07.2023",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "2 GHz",
      "Видеокарта": "Geforce 9600",
      "Оперативная память": "2Гб",
      "Памяти на Жестком Диске": "200Мб"
    },
    "file": "torrent/Rogues_Tale.torrent"
  },
  {
    "id": 141,
    "name": "Rust",
    "description": "Онлайн игра на тему выживания в жестоких условиях. Ты попадаешь на остров, который населен жуткими тварями, а также другими игроками, которые запросто могут стать твоими врагами. Твоими врагами станут не только живые существа, а и голод, и постоянно переменчивая погода. Ты можешь умереть от голода, либо замерзнуть в холодную ночь. Каждая твоя минута, проведенная на острове, буде на счету, поэтому будь очень внимательным, чтобы не лишиться жизни. Ты сможешь бродить по локациям в поисках предметов, при этом преодолевая многочисленные препятствия и борясь с врагами. Но не все игроки в игре будут настроены враждебно, здесь ты также сможешь завести новые знакомства и вместе построить защищенную базу. Другие игроки будут постоянно нападать на ваше убежище, желая забрать все ваши припасы, поэтому вам нужно как следует вооружиться, чтобы дать отпор противнику.",
    "img": "/src/img/games/Rust.jpg",
    "carousel1": "/src/img/game-carousel/Rust-1.jpg",
    "carousel2": "/src/img/game-carousel/Rust-2.jpg",
    "genres": "Экшен, Приключение, Инди, RPG",
    "steamlink": "https://store.steampowered.com/app/252490/Rust/",
    "info": {
      "Год выпуска": "2013г.",
      "Разработчик": "Facepunch Studios",
      "Версия": " 2398, Deep Sea",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel Core i7-3770",
      "Видеокарта": "GTX 670",
      "Оперативная память": "10Гб",
      "Памяти на Жестком Диске": "20Гб"
    },
    "file": "torrent/Rust_v2398.torrent"
  },
  {
    "id": 142,
    "name": "WARNO",
    "description": "Стратегический игровой проект, исполненный в стилистике RTS, где мы примем участие в холодной войне, стремительно перерастающую в третью мировую. Игра представляет собой некую вымышленную историю, происходящую в конце двадцатого столетия, где в результате госпереворота был свергнут главный секретарь Коммунистической партии, что повлекло за собой непредвиденные и неприятные последствия, перерастающие в Третью мировую войну. Первым делом стоит отметить наличие как одиночного, так и многопользовательского режима, где в первом ты сумеешь отточить свои навыки, а во втором принять участие в сетевых схватках с множественными оппонентами, всеми силами борясь за победу своей стороны. Игра предлагает массу возможностей, интересных событий, богатый военный арсенал, который касается как вооружения, так и техники, а также непредсказуемые события, где от твоих действий и принятых решений будет зависеть исход событий. Графическое исполнение приближено к реальности максимально, что позволит нам с головой погрузиться в эту пугающую атмосферу.",
    "img": "/src/img/games/WARNO.jpg",
    "carousel1": "/src/img/game-carousel/WARNO-1.jpg",
    "carousel2": "/src/img/game-carousel/WARNO-2.jpg",
    "genres": "Экшены, Инди, Симуляторы, Стратегии",
    "steamlink": "https://store.steampowered.com/app/1611600/WARNO/",
    "info": {
      "Год выпуска": "2022г.",
      "Разработчик": "Eugen Systems",
      "Версия": "VICTOR полная",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel i3",
      "Видеокарта": "GT 1030",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "10Гб"
    },
    "file": "torrent/WARNO.torrent"
  },
  {
    "id": 143,
    "name": "Bucket Knight",
    "description": "Классическая игра в жанре приключения, где тебе предстоит отправится в необычный мир и справится с довольно сложным испытанием. Ты сыграешь роль главного героя, наделенного особой силой и отвагой, что даёт ему возможность преодолеть массу испытаний на пути к главной цели. Главной целью, в свою очередь, является исполнение священной миссии по добыче Святого Грааля и оплаты долга. Ты отправишься в подземельное царство, запутанные коридоры которого скрывают в себе массу опасностей. Исследуй окружающий мир, находи различные ценные предметы и сокровища. Все это раздобыть будет не так уж и просто, так как испытаний на пути масса и соперники не дремлют, в готовности уничтожить тебя раз и навсегда. Враги будут самыми разными и каждому необходимо найти индивидуальный подход, правильно спланировав все свои действия. Также порадует данная игра и богатым выбором оружейного арсенала, из которого ты сумеешь выбрать подходящий предмет и уничтожить того, или иного оппонента. Избегай ловушек, так как каждая из них смертельна.",
    "img": "/src/img/games/BucketKnight.jpg",
    "carousel1": "/src/img/game-carousel/BucketKnight-1.jpg",
    "carousel2": "/src/img/game-carousel/BucketKnight-2.jpg",
    "genres": "Инди",
    "steamlink": "https://store.steampowered.com/app/1077090/Bucket_Knight/",
    "info": {
      "Год выпуска": "2019г.",
      "Разработчик": "PigeonDev",
      "Версия": "1.1",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "1.7 Ghz",
      "Видеокарта": "512Мб видеопамяти",
      "Оперативная память": "1Гб",
      "Памяти на Жестком Диске": "128Мб"
    },
    "file": "torrent/Bucket_Knight.torrent"
  },
  {
    "id": 144,
    "name": "Mechabellum",
    "description": "Экшен-симулятор с элементами стратегии, события которого происходят на просторах далёкого колонизированного мира. Тебе же достается важная роль – роль главнокомандующего целой армии мехов, которые будут вступать в ожесточенные схватки с множеством оппонентов. Первым делом ты займешься настройкой своих юнитов, наделяя их определенными навыками и боевыми способностями, которые затем повлияют на ход боя. Каждого участника своей армии важно постоянно развивать и модифицировать, ведь враг имеет способность наращивать силы и становиться могущественнее, тем самым уменьшая твои шансы на победу. Важно проявлять себя как профессиональный стратег и с самого начала расположить мехов в правильном порядке на поле боя, заранее продував ход событий и сделав все, чтобы победа оказалась именно в твоих руках. Визуальное исполнение отлично продумано, обладает массой крутых эффектов и небольшой реалистичностью, а все действия будут происходить с видом сверху, что позволит тебе полностью контролировать происходящее на поле боя.",
    "img": "/src/img/games/Mechabellum.jpg",
    "carousel1": "/src/img/game-carousel/Mechabellum-1.jpg",
    "carousel2": "/src/img/game-carousel/Mechabellum-2.jpg",
    "genres": "Экшены, Симуляторы, Стратегии, Ранний доступ",
    "steamlink": "https://store.steampowered.com/app/669330/Mechabellum/",
    "info": {
      "Год выпуска": "2023г.",
      "Разработчик": "Game River",
      "Версия": "v0.7.7.783",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "2Ghz Двух-ядерный",
      "Видеокарта": "GT 640",
      "Оперативная память": "6Гб",
      "Памяти на Жестком Диске": "4Гб"
    },
    "file": "torrent/Mechabellum.torrent"
  },
  {
    "id": 145,
    "name": "MADNESS: Project Nexus",
    "description": "Игровой проект, разработанный в жанре аркады с видом от третьего лица, где основа лежит в режиме арены. Для начала тебе необходимо создать собственного персонажа, наделяя его особенностями и внешними характеристиками. На протяжении всего времени прохождения тебе потребуется постоянно тренировать героя, обучать его новым навыкам и увеличивать силу, все для того, чтобы он сумел справиться с многочисленными преградами и опасностями. Игровой процесс включает в себя несколько уровней, сложность которых с каждым разом возрастает, поэтому будь готов к непредсказуемости и постарайся продумывать действия наперед. Чем больше увеличиваются твои навыки, тем больше будет сила оппонента. В игре имеется линия сюжета, обладающая неожиданными поворотами событий, где нужно принимать важные решения и не совершать ошибочных действий. Исследуй окружающие локации, чтобы раздобыть ценную информацию и раскрыть мрачные тайны. Выживать в подобных условиях будет не так уж и просто, так как враг не дремлет, а на любом этапе может внезапно возникнуть ловушка. Графика хорошо продумана, обладает яркими визуальными эффектами и приятной анимацией.",
    "img": "/src/img/games/MADNESSProjectNexus.jpg",
    "carousel1": "/src/img/game-carousel/MADNESSProjectNexus-1.jpg",
    "carousel2": "/src/img/game-carousel/MADNESSProjectNexus-2.jpg",
    "genres": "Экшены, Инди",
    "steamlink": "https://store.steampowered.com/app/488860/MADNESS_Project_Nexus/",
    "info": {
      "Год выпуска": "2021г.",
      "Разработчик": "GIBBING TREE, LLC",
      "Версия": "v1.08.c",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "2.0GHz двух-ядерный",
      "Видеокарта": "512Мб видеопамяти",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "1Гб"
    },
    "file": "torrent/MADNESS_Project_Nexus.torrent"
  },
  {
    "id": 146,
    "name": "No Man’s Sky",
    "description": "Красочная игра в жанре экшена, где ты попадешь в бесконечные просторы космоса. Вся вселенная наполнена разнообразными планетами, на которых проживают всяческие формы жизни. Ты отправишься в далёкое и увлекательное путешествие, чтобы раскрыть бесконечное количество самых разных тайн. На своём пути ты повстречаешь массу героев, которые так или иначе повлияют на твою жизнь. Каждый твой шаг будет влиять на исход событий, поэтому действуй обдуманно. Здесь у тебя будет масса возможностей. Ты можешь принять обличье отважного воина и сражаться с соперниками на смерть, а можешь стать самым настоящим торговцем, который отправится исследовать мир на наличие полезных ресурсов, а затем зарабатывать деньги с их продажи. С самого низа ты можешь построить свою совершенную карьеру. Для начала необходимо приобрести космический корабль и запастись оружием, чтобы сражаться с соперниками.",
    "img": "/src/img/games/NoMansSky.jpg",
    "carousel1": "/src/img/game-carousel/NoMansSky-1.jpg",
    "carousel2": "/src/img/game-carousel/NoMansSky-2.jpg",
    "genres": "Экшены, Приключенческие игры",
    "steamlink": "https://store.steampowered.com/app/275850/No_Mans_Sky/",
    "info": {
      "Год выпуска": "2016г.",
      "Разработчик": "Hello Games",
      "Версия": "4.36.2",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel Core i3",
      "Видеокарта": "GTX 480",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "10Гб"
    },
    "file": "torrent/No_Mans_Sky_v4.36.2.torrent"
  },
  {
    "id": 147,
    "name": "The Planet Crafter",
    "description": "Игровой проект, разработанный в жанре симулятора, где мы отправляемся на исследование космических просторов и постараемся найти новый дом для человечества. Исполни роль космонавта-колониста, который по своей миссии должен отправиться на изначально непригодную для жизни планету и сделать её комфортной и безопасной для будущего существования людей. Первым делом отправляйся в разведку, займись исследованием окружения и добычей ценных ресурсов. Тебя ожидает ряд испытаний, справиться с которыми будет не так уж и просто. Прояви смекалку и навыки стратегического планирования действий, чтобы успешно завершить задание и обрести новый дом человечеству. Идея игры довольно интересная, и нам даётся масса возможностей для достижения той или иной цели, поэтому скучать просто не будет времени. Графическая рисовка довольно необычна, обладает приятной анимацией и визуальными эффектами, а звуковое сопровождение создаёт особую атмосферу, полноценной частью корой может стать каждый.",
    "img": "/src/img/games/ThePlanetCrafter.jpg",
    "carousel1": "/src/img/game-carousel/ThePlanetCrafter-1.jpg",
    "carousel2": "/src/img/game-carousel/ThePlanetCrafter-2.jpg",
    "genres": "Приключенческие игры, Ранний доступ",
    "steamlink": "https://store.steampowered.com/app/1284190/The_Planet_Crafter/",
    "info": {
      "Год выпуска": "2022г.",
      "Разработчик": "Miju Games",
      "Версия": "v0.8.008",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel Core2 Duo",
      "Видеокарта": "2Гб видеопамяти",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "3Гб"
    },
    "file": "torrent/The_Planet_Crafter.torrent"
  },
  {
    "id": 148,
    "name": "Wolfpack",
    "description": "Игра в жанре симулятора, где ты возьмёшься за управление подводной лодкой. Игра предлагает тебе отлично провести время в компании своих друзей, включив режим кооператива и вместе побороться за жизнь главных персонажей. В одной команде может играть сразу несколько экипажей, а слаженная работа принесет положительные результаты. Здесь тебе предстоит отправится в далёкий путь, чтобы выполнить все заданные миссии. Управляя высокодетализированной подводной лодкой времён Второй мировой войны, ты отправишься навстречу приключениям, чтобы справится с многочисленными испытаниями и сохранить жизнь товарищей. Мир игры имеет особенность генерироваться случайным образом, поэтому ты должен быть всегда готов к неожиданным поворотам событий. По мере прохождения ты будешь сталкиваться с различными людьми, которые так или иначе повлияют на твою жизнь. Игра наделена увлекательной линией сюжета, дополнительными возможностями, массой интересных заданий, а также высокой четкостью графики. Атмосфера пугающая, но способна заманить любого с головой. Физика действий на высшем уровне, и это придает игре ещё большей реалистичности. Займись истреблением врагов и приведи свою сторону к победе.",
    "img": "/src/img/games/Wolfpack.jpg",
    "carousel1": "/src/img/game-carousel/Wolfpack-1.jpg",
    "carousel2": "/src/img/game-carousel/Wolfpack-2.jpg",
    "genres": "Симуляторы, Ранний доступ",
    "steamlink": "https://store.steampowered.com/app/490920/Wolfpack/",
    "info": {
      "Год выпуска": "2019г.",
      "Разработчик": "Usurpator AB",
      "Версия": "0.26",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Двух-ядерный",
      "Видеокарта": "Поддержка DirectX 9.0c",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "5Гб"
    },
    "file": "torrent/Wolfpack.torrent"
  },
  {
    "id": 149,
    "name": "Farmer’s Life",
    "description": "Захватывающий и максимально реалистичный игровой проект, который позиционирует себя как симулятор фермера. Возьмись за исполнение роли Кашмира — простого работяги, старого холостяка, любящего приложиться к бутылке, который уже давно забросил свои владения и всеми силами пытается в этих условиях выжить. Жизнь этого персонажа не из лёгких, заполнена тяжёлым трудом, грязью и непредсказуемостью. Твоя задача – помочь Кашмиру выжить и как-то выбраться из своего пропащего положения. Изучай окружение, находи ценные ресурсы, адаптируется к погодным условиям, а также постарайся обеспечить себя всем необходимым, чтобы дать отпор надвигающейся угрозе. Твоя ферма находится неподалеку от дикого леса, от куда зачастую будут приходить гости далеко не с доброжелательными намерениями и ты должен быть готов с ними справиться. Судьба Кашмира находиться в твоих руках, поэтому нужно быть максимально внимательным, чтобы не допустить ошибку, которая приведет к печальным последствиям. Графика отлично прорисована, имеет приятную анимацию и максимальную реалистичность, что точно порадует любителей жанра.",
    "img": "/src/img/games/FarmersLife.jpg",
    "carousel1": "/src/img/game-carousel/FarmersLife-1.jpg",
    "carousel2": "/src/img/game-carousel/FarmersLife-2.jpg",
    "genres": "Экшены, Приключенческие игры, Казуальные игры, Инди, Ролевые игры, Симуляторы",
    "steamlink": "https://store.steampowered.com/app/1137750/Farmers_Life/",
    "info": {
      "Год выпуска": "2022г.",
      "Разработчик": "FreeMind S.A.",
      "Версия": "0.9",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel Core i5",
      "Видеокарта": "GTX 750",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "5Гб"
    },
    "file": "torrent/Farmers_Life.torrent"
  },
  {
    "id": 150,
    "name": "Tribal Hunter",
    "description": "Крутое сочетание экшена и платформера с элементами метроидвании и видом сбоку. Мы отправимся на просторы непредсказуемого пиксельного мира, где займёмся за выполнение важных задач. Исполни роль необычного создания, которое является неким сочетанием человека и ящерицы. Действия отправляют нас на таинственный остров. В одно мгновение на туземцев совершает нападение армия коварных монстров в виде рыб-пиратов и свиней. Наша задача заключается в том, чтобы защитить местных жителей, уничтожив врага навсегда. Собери свой оружейный арсенал и принимайся за изучение боевых приемов, ведь именно это поможет тебе достичь успеха. Проявляй навыки тактического планирования, действуй обдуманно и подключай хитрость, чтобы не оставить сопернику и шанса на победу. Важно внимательно изучать окружение и помогать жителям, которые впоследствии помогут тебе пробраться в труднодоступные места. Динамика игры проработана на высшем уровне, поэтому скучать у нас не будет времени.",
    "img": "/src/img/games/TribalHunter.jpg",
    "carousel1": "/src/img/game-carousel/TribalHunter-1.jpg",
    "carousel2": "/src/img/game-carousel/TribalHunter-2.jpg",
    "genres": "Экшены, Казуальные игры, Инди",
    "steamlink": "https://store.steampowered.com/app/1379870/Tribal_Hunter/",
    "info": {
      "Год выпуска": "2022г.",
      "Разработчик": "Melonsoda Soft",
      "Версия": "v30.06.23",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "3.0 Ghz двух-ядерный",
      "Видеокарта": "1Гб видеопамяти",
      "Оперативная память": "3Гб",
      "Памяти на Жестком Диске": "1Гб"
    },
    "file": "torrent/Tribal_Hunter.torrent"
  },
  {
    "id": 151,
    "name": "Vampire Survivors",
    "description": "Игра на выживание, разработанная в стилистике ретро, где нам предстоит пережить кровавую ночь. Ты исполнишь роль отважного и бесстрашного героя, который всячески будет вести борьбу с огромным количеством коварных оппонентов, каждый из которых намерен делить его жизни. По мере хода битвы тебе потребуется улучшать навыки главного героя, чтобы тот сумел справиться с более трудными и более смертоносными испытаниями. Главная задача – собрать как можно больше драгоценностей, дабы иметь возможность подготовки к следующей, более опасной битве. В твоём распоряжении находиться мощный боевой арсенал, наделённый всевозможным оружием и атрибутами защиты, который и поможет в борьбе с беспощадными монстрами. Графическое исполнение игры было продумано в довольно простой стилистике, но это не мешает атмосфере быть захватывающей и динамичной.",
    "img": "/src/img/games/VampireSurvivors.jpg",
    "carousel1": "/src/img/game-carousel/VampireSurvivors-1.jpg",
    "carousel2": "/src/img/game-carousel/VampireSurvivors-2.jpg",
    "genres": "Экшены, Казуальные игры, Инди, Ролевые игры",
    "steamlink": "https://store.steampowered.com/app/1794680/Vampire_Survivors/",
    "info": {
      "Год выпуска": "2022г.",
      "Разработчик": "poncle",
      "Версия": "v1.5.101 ",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel Pentium 4",
      "Видеокарта": "1Гб видеопамяти",
      "Оперативная память": "1Гб",
      "Памяти на Жестком Диске": "200Мб"
    },
    "file": "torrent/Vampire_Survivors.torrent"
  },
  {
    "id": 152,
    "name": "Arctico",
    "description": "Игра, основанная на выживании в жестоких условиях. Здесь тебе предстоит отправится в непроходимую вьюгу и холодную стужу, чтобы сделать все возможное для сохранения жизни. Тебе в помощь предоставляется небольшая упряжка из четырех верных псов. Отправляйся в огромные, безлюдные и засланные снегом просторы, где ты и начнешь свою деятельность. Ты сможешь проверить свои навыки и умения в этой сфере. Ты должен следить за здоровьем своих питомцев, давать им вовремя пищу, воду, а также стараться вместе как можно больше отдыхать, чтобы набираться сил для следующего опасного путешествия. По пути ты сможешь находить различного рода постройки, где переночуешь перед следующей долгой дорогой в морозной вьюге. Твоими соперниками станут не только природные условия, но и постоянное отсутствие еды, без которой долго ты не сможешь выжить.",
    "img": "/src/img/games/Arctico.jpg",
    "carousel1": "/src/img/game-carousel/Arctico-1.jpg",
    "carousel2": "/src/img/game-carousel/Arctico-2.jpg",
    "genres": "Экшены, Приключенческие игры",
    "steamlink": "https://store.steampowered.com/app/325210/Arctico/",
    "info": {
      "Год выпуска": "2022г.",
      "Разработчик": "Claudio Norori , Antonio Vargas , Martin Norori",
      "Версия": "1.6a",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel Core 2 Duo",
      "Видеокарта": "512Мб видеопамяти",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "1Гб"
    },
    "file": "torrent/Arctico.torrent"
  },
  {
    "id": 153,
    "name": "Alaloth: Champions of The Four Kingdoms",
    "description": "Классический ролевой проект, с тщательно проработанным миром и массой интересных событий, частью которых мы становимся с первых же секунд. Мы отправляемся на просторы царства смертных, которое процветало и жило беззаботной жизнью ровно до того момента, пока на него не опустилось жуткое зло по имени Алалот. Зло стало распространять свои силы по всему миру, постепенно уничтожая его. Наша задача – уничтожить Алалота и спасти мир от полного уничтожения и для этого потребуется объединить в единую армию орков, эльфов, гномов и людей. Твоя первостепенная задача заключается в выборе одной из четырех фракций, каждая из которых имеет уникальные способности и боевые характеристики. Как только выбор будет сделан, отправляйся навстречу приключениям, сражаясь с опасными врагами и делая все возможное, чтобы цель была достигнута.",
    "img": "/src/img/games/AlalothChampionsofTheFourKingdoms.jpg",
    "carousel1": "/src/img/game-carousel/AlalothChampionsofTheFourKingdoms-1.jpg",
    "carousel2": "/src/img/game-carousel/AlalothChampionsofTheFourKingdoms-2.jpg",
    "genres": "Экшены, Приключенческие игры, Инди, Ролевые игры, Стратегии, Ранний доступ",
    "steamlink": "https://store.steampowered.com/app/919360/Alaloth_Champions_of_The_Four_Kingdoms/",
    "info": {
      "Год выпуска": "2022г.",
      "Разработчик": "Gamera Interactive",
      "Версия": "2023.06.22 GOG",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel Core i3",
      "Видеокарта": "GTX 770",
      "Оперативная память": "2Гб",
      "Памяти на Жестком Диске": "20Гб"
    },
    "file": "torrent/Alaloth_Champions_of_The_Four_Kingdoms.torrent"
  },
  {
    "id": 154,
    "name": "Peglin",
    "description": "Казуальный проект, разработанный в ролевом жанре, где мы столкнемся с множеством непредсказуемых и довольно сложных испытаний, познакомимся с необычными обитателями игрового мира, а также вступим в сражения с коварными оппонентами. Главная задача – пройти многочисленные уровни с начала и до конца, обходя стороной ловушки и справляясь со злом. Исполни роль отважного и бесстрашного героя и смело отправляйся навстречу приключениям, исследуя окружающие локации, добывая ценные ресурсы и выполняя интересные задачи. Враг не дремлет и готов к нападению в любой момент и ты должен быть к этому готов, поэтому позаботься о боевом арсенале, в котором всегда должно находиться мощное оружие. Персонажи, встречающиеся тебе на пути, будут совершенно уникальны и каждый по-своему интересен, но нужно быть внимательным, ведь среди них могут быть противники. Графическое исполнение порадует своей хоть и простой, но очень необычной рисовкой и чарующей атмосферой, полноценной частью которой сумеет стать каждый.",
    "img": "/src/img/games/Peglin.jpg",
    "carousel1": "/src/img/game-carousel/Peglin-1.jpg",
    "carousel2": "/src/img/game-carousel/Peglin-2.jpg",
    "genres": "Казуальные игры, Инди, Ролевые игры, Стратегии, Ранний доступ",
    "steamlink": "https://store.steampowered.com/app/1296610/Peglin/",
    "info": {
      "Год выпуска": "2022г.",
      "Разработчик": "Red Nexus Games Inc.",
      "Версия": "0.9.22",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "2.0 GHz",
      "Видеокарта": "Интегрированная",
      "Оперативная память": "2Гб",
      "Памяти на Жестком Диске": "300Мб"
    },
    "file": "torrent/Peglin.torrent"
  },
  {
    "id": 155,
    "name": "Sacred Fire",
    "description": "Уникальная в своем исполнении игра, разработанная в жанре РПГ, упор в которой сделан на психологию. Нам предстоит взяться за исполнение роли беженца, за которым ведёт охоту Рим и теперь ему предстоит сделать все возможное, чтобы выжить. Первым делом нужно отметить наличие полной свободы действий для игрока, но не стоит забывать о том, что любое принятое с твоей стороны решение будет иметь последствия. Ты сам сможешь выбрать путь, по которому пойдешь – либо это будет мир, либо вражда. Порадует нас игра и своей сюжетной линией, которая богата неожиданными поворотами событий и множеством ответвлений, что позволит пройти ее не единожды, а узнать всю увлекательную историю целиком с разных ракурсов. Имеется в наличии и редактор персонажа, которого ты сумеешь создать так, как посчитаешь нужным, уделяя внимание не только внешности, но и складу ума. Этим ты задашь общий стиль игры, который может быть спокойным, активным либо вовсе агрессивным.",
    "img": "/src/img/games/SacredFire.jpg",
    "carousel1": "/src/img/game-carousel/SacredFire-1.jpg",
    "carousel2": "/src/img/game-carousel/SacredFire-2.jpg",
    "genres": "Ролевые игры, Ранний доступ",
    "steamlink": "https://store.steampowered.com/app/900400/Sacred_Fire_A_Role_Playing_Game/",
    "info": {
      "Год выпуска": "2021г.",
      "Разработчик": "Poetic",
      "Версия": "2.6.3_f7 GOG",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "1.7 GHz двух-ядерный",
      "Видеокарта": "Intel HD 4400",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "2Гб"
    },
    "file": "torrent/Sacred_Fire_A_Role_Playing_Game.torrent"
  },
  {
    "id": 156,
    "name": "Chained Echoes",
    "description": "16-битный игровой проект, который является ярким представителем жанра РПГ. События отправляют игрока на просторы непредсказуемого и довольно опасного мира, который полностью открыт для исследования и хранит в себе массу мрачных тайн. Основными жителями этого местечка являются драконы, но в то же время здесь нашли свое место и пилотируемые костюмы. Возьмись за исполнение роли главного героя, обладающего особой отвагой и бесстрашием, который намерен встать на путь отмщения и постараться истребить как можно большее количество соперников. На помощь тебе приходят верные товарищи, каждый из которых уникален и обладает индивидуальными способностями. По мере прохождения стоит особое внимание уделить развитию навыков и боевых характеристик, так как чем дальше ты пробираешься, тем сложнее становятся испытания. Более того, в игре есть возможность управления собственным мехом и дирижаблем, которые также поддаются всесторонней модификации и вскоре могут стать непобедимыми машинами перед твоими оппонентами.  Графика исполнена в стиле старой школы, а эту чарующую атмосферу здорово дополняет соответствующий звуковой ряд.",
    "img": "/src/img/games/ChainedEchoes.jpg",
    "carousel1": "/src/img/game-carousel/ChainedEchoes-1.jpg",
    "carousel2": "/src/img/game-carousel/ChainedEchoes-2.jpg",
    "genres": "Инди, Ролевые игры",
    "steamlink": "https://store.steampowered.com/app/1229240/Chained_Echoes/",
    "info": {
      "Год выпуска": "2022г.",
      "Разработчик": "Matthias Linda",
      "Версия": "1.3 GOG",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Двух-ядерный",
      "Видеокарта": "Поддержка DirectX 11",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "1Гб"
    },
    "file": "torrent/Chained_Echoes.torrent"
  },
  {
    "id": 157,
    "name": "Spirit of the Island",
    "description": "Динамичная приключенческая игра, которая отправляет нас на просторы тропического острова, некотором мы постараемся создать настоящий рай. В роли главного героя первым делом отправляйся на исследование многочисленных локаций, чтобы отыскать место, где начнется деятельность. Развивай главного героя и его владения, изучай окружение и добывай ценные ресурсы, которые помогут в достижении поставленной цели. Остров полон тайн и загадок, раскрыть которые будет не так то просто, поэтому всегда нужно быть на чеку. Проходи испытания, избегай попадания в ловушки и сражайся с коварными оппонентами, которые станут главной преградой на пути. Стоит отметить наличие полной свободы действий для игрока, которая позволит тебе делать все так, как ты посчитаешь нужным. При этом стоит продумывать действия наперед, чтобы не допустит ошибок. Что касается визуального исполнения, то оно было наполнено яркими красками и крутыми визуальными эффектами, что со звуковым сопровождением создаёт особую атмосферу.",
    "img": "/src/img/games/SpiritoftheIsland.jpg",
    "carousel1": "/src/img/game-carousel/SpiritoftheIsland-1.jpg",
    "carousel2": "/src/img/game-carousel/SpiritoftheIsland-2.jpg",
    "genres": "Приключенческие игры, Казуальные игры, Инди, Ролевые игры, Симуляторы",
    "steamlink": "https://store.steampowered.com/app/1592110/Spirit_of_the_Island/",
    "info": {
      "Год выпуска": "2022г.",
      "Разработчик": "1M Bits Horde",
      "Версия": " 2.0.2.2 GOG",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 10",
      "Процессор": "Intel i3",
      "Видеокарта": "GeForce MX 110",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "8Гб"
    },
    "file": "torrent/Spirit_of_the_Island.torrent"
  },
  {
    "id": 158,
    "name": "Tunguska: The Visitation",
    "description": "Приключенческая игра, разработанная в жанре экшена, которая отправляет нас на просторы Чернобыля, куда упал Тунгусский метеорит. Катастрофа случилась в миг и понесла за собой будете последствия в виде заражения болезнью. Все живое вокруг было практически уничтожено, а аномальные явления стали основной частью этой безжизненной территории. Нам предстоит сыграть роль главного героя, который принял решение отправиться в разведку, чтобы раскрыть тайну случившегося и найти источник возникновения болезни. Прибыв на место действия ты понимаешь, что оказался в самой настоящей ловушке и теперь тебе предстоит выживать, борясь с самыми жестокими условиями окружающей среды. Займись исследованием, уделяя внимание даже самым неприметным локациям, ведь именно там ты сумеешь найти всевозможные ресурсы и ценные предметы. Заполняй боевой арсенал мощным оружием, чтобы суметь дать отпор местным обитателям, а также не забывай сделать запас атрибутов защиты, чтобы не быть свергнутым. Графика отлично продумана и позволит нам стать полноценной частью незабываемого приключения.",
    "img": "/src/img/games/TunguskaTheVisitation.jpg",
    "carousel1": "/src/img/game-carousel/TunguskaTheVisitation-1.jpg",
    "carousel2": "/src/img/game-carousel/TunguskaTheVisitation-2.jpg",
    "genres": "Экшены, Приключенческие игры, Инди",
    "steamlink": "https://store.steampowered.com/app/1601970/_/",
    "info": {
      "Год выпуска": "2021г.",
      "Разработчик": "Rotorist Workshop",
      "Версия": "1.69-6 GOG",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel Core i7",
      "Видеокарта": "GeForce GT 1030",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "5Гб"
    },
    "file": "torrent/Tunguska_The_Visitation.torrent"
  },
  {
    "id": 159,
    "name": "XEL",
    "description": "Научно-фантастический игровой проект, разработанный в ролевом жанре, который сделает нас частью увлекательного приключения. Мы отправляемся на просторы уникальной вселенной с особой атмосферой и правилами. Первым делом познакомься с главной героиней – молодой девушкой, потерявшей память и оказавшейся в совершенно неизвестном ей месте по совершенно неизвестным причинам. Немного придя в себя она принимает решение отправиться в исследование, чтобы раздобыть хоть какие-то зацепки и отыскать путь домой. Впереди тебя ожидает ряд испытаний, мрачные тайны и враги, которые сделают все возможное, чтобы ты не достигла поставленной цели. Основа прохождения заложена именно в исследовании многочисленных локаций, поэтому подключай смекалку, навыки тактического планирования и смело двигайся вперёд, раскрывая секреты и постепенно составляя путь домой. Графическое исполнение игры хорошо продумано и позволит каждому стать полноценной частью этих фантастических событий.",
    "img": "/src/img/games/XEL.jpg",
    "carousel1": "/src/img/game-carousel/XEL-1.jpg",
    "carousel2": "/src/img/game-carousel/XEL-2.jpg",
    "genres": "Экшены, Инди, Ролевые игры",
    "steamlink": "https://store.steampowered.com/app/1674640/XEL/",
    "info": {
      "Год выпуска": "2022г.",
      "Разработчик": "Tiny Roar",
      "Версия": "1.0.6.370",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 10",
      "Процессор": "Intel i5",
      "Видеокарта": "GTX 1080 Ti",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "6Гб"
    },
    "file": "torrent/XEL.torrent"
  },
  {
    "id": 160,
    "name": "Battle Axe",
    "description": "Игра, разработанная в жанре приключенческого экшена, где мы окунемся в необычную и очень увлекательную атмосферу. Линия сюжета расскажет о существовании магического мира, которому грозит уничтожение, так как безумная волшебница позволила себе привести на эти процветающие земли зло. Она занимается порабощением местных жителей, разграблением, сеет хаос и безумие, устраивает набеги и делает всё, чтобы этот мир полностью истребить. Зов народа был настолько сильным, что сумел призвать могущественных воинов, роль одного из которых ты и сыграешь. Главная цель – истребить противника, раз и навсегда положив конец злу, приведя мир к былому спокойствию и процветанию. На выбор тебе даются такие персонажи: грабитель, который имеет цель прославиться и разбогатеть, волшебник, который обладает особым могуществом и хочет обрести большие силы, а также эльф, который готов в два счета стереть с лица планеты любого, кто встанет на его пути. Отправляйся на исследование окружения, изучай многочисленные локации, добывай ценные ресурсы и заполняй боевой арсенал мощным оружием, чтобы достичь успеха и завершить миссию.",
    "img": "/src/img/games/BattleAxe.jpg",
    "carousel1": "/src/img/game-carousel/BattleAxe-1.jpg",
    "carousel2": "/src/img/game-carousel/BattleAxe-2.jpg",
    "genres": "Экшены, Приключенческие игры",
    "steamlink": "https://store.steampowered.com/app/1167300/Battle_Axe/",
    "info": {
      "Год выпуска": "2021г.",
      "Разработчик": "Bitmap Bureau",
      "Версия": "1.0.4 GOG",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel Core i5",
      "Видеокарта": "512Мб видеопамяти",
      "Оперативная память": "1Гб",
      "Памяти на Жестком Диске": "400Мб"
    },
    "file": "torrent/Battle_Axe.torrent"
  },
  {
    "id": 161,
    "name": "Stormworks: Build and Rescue",
    "description": "Оригинальная и увлекательная приключенческая игра. Здесь тебе предстоит отправится в довольно опасное путешествие, где ты попадешь в виртуальный мир, который в прямом смысле разрушается от самых разных бедствий, штормов и катаклизмов природы. Тебе необходимо будет взяться за исполнение роли управляющего некой спасательной организацией, которая будет заниматься разработкой всевозможных летательных аппаратов для спасения людей, которые попали в ту или иную беду. Главной фишкой проекта является возможность сконструировать любой аппарат из малейших деталей. Постепенно, проходя игру шаг за шагом, ты будешь развивать свои навыки и тем самым открывать более интересные и усовершенствованные детали.",
    "img": "/src/img/games/StormworksBuildandRescue.jpg",
    "carousel1": "/src/img/game-carousel/StormworksBuildandRescue-1.jpg",
    "carousel2": "/src/img/game-carousel/StormworksBuildandRescue-2.jpg",
    "genres": "Симуляторы",
    "steamlink": "https://store.steampowered.com/app/573090/Stormworks_Build_and_Rescue/",
    "info": {
      "Год выпуска": "2020г.",
      "Разработчик": "Sunfire Software",
      "Версия": "v1.8.3",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel i5",
      "Видеокарта": "Geforce 550",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "1Гб"
    },
    "file": "torrent/Stormworks_Build_and_Rescue_v1.8.3.torrent"
  },
  {
    "id": 162,
    "name": "Army of Ruin",
    "description": "Трехмерная игра, разработанная в жанре шутера, где присутствуют элементы рогалика. Сыграй роль отважного героя, который становится на защиту своих родных земель от сторонников зла. Жуткие создания пошли в наступление и только лишь на тебя возлагается последняя надежда на спасение мирного населения. Собери свою команду и отправляйся на путь сопротивления, безжалостно уничтожая всех, кто посмел принять сторону зла. В твоём распоряжении не только мощное оружие, а и огромный выбор навыков и всевозможных комбинаций, которыми ты будешь умело орудовать на поле боя, чтобы успешно одержать победу за победой. Помни, что каждое твое действие и принятое решение будет влиять на ход событий. Игровой процесс максимально динамичный и увлекательный, поэтому скучать у тебя точно времени не будет. Также порадует наличие крутой графики, с захватывающими визуальными эффектами и приятной анимацией, где атмосферу здорово дополнит звуковое сопровождение.",
    "img": "/src/img/games/ArmyofRuin.jpg",
    "carousel1": "/src/img/game-carousel/ArmyofRuin-1.jpg",
    "carousel2": "/src/img/game-carousel/ArmyofRuin-2.jpg",
    "genres": "Экшены, Казуальные игры, Инди",
    "steamlink": "https://store.steampowered.com/app/1918040/Army_of_Ruin/",
    "info": {
      "Год выпуска": "2023г.",
      "Разработчик": "Milkstone Studios",
      "Версия": "v30.06.23",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "4-ядерный",
      "Видеокарта": "Поддержка DirectX 11",
      "Оперативная память": "2Гб",
      "Памяти на Жестком Диске": "1Гб"
    },
    "file": "torrent/Army_of_Ruin.torrent"
  },
  {
    "id": 163,
    "name": "Hidden Deep",
    "description": "Научно-фантастическая игра, разработанная в стилистике боевика, где ты окунешься в безумную двухмерную атмосферу и постараешься дать отпор тем, кто посмел принять сторону зла. События отправляют нас на большую глубину океана, куда отправляется группа исследователей, после обнаружения до сих пор неизвестной аномалии. Прошел уже 681 день как научная команда перестала выходить на связь по неизвестным на то причинам. Игроку же, предстоит взять на себя исполнение роли предводителя новой команды исследователей, которые отправляются навстречу непредсказуемым событиям, чтобы разобраться в произошедшем, и, возможно, отыскать первую команду. На пути главного героя ожидает не мало преград и опасностей, к также масса покрытых мрачной пеленой тайн, которые необходимо разгадать, чтобы найти хоть какую-то зацепку. Очень важно исследовать каждую локацию вдоль и поперек, ведь именно там команда может обнаружить ответы на волнующие вопросы. Присутствуют здесь и элементы хоррора, которые точно не заставят никакого скучать. Развивай свои навыки, увеличивай силу и сделай все, чтобы положить конец всему этому безумию.",
    "img": "/src/img/games/HiddenDeep.jpg",
    "carousel1": "/src/img/game-carousel/HiddenDeep-1.jpg",
    "carousel2": "/src/img/game-carousel/HiddenDeep-2.jpg",
    "genres": "Экшены, Приключенческие игры, Инди",
    "steamlink": "https://store.steampowered.com/app/976890/Hidden_Deep/",
    "info": {
      "Год выпуска": "2021г.",
      "Разработчик": "Cogwheel Software",
      "Версия": "0.95.41",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel Core 2 Duo",
      "Видеокарта": "Intel HD Graphics 3000",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "1Гб"
    },
    "file": "torrent/Hidden_Deep.torrent"
  },
  {
    "id": 164,
    "name": "Perfect Heist 2",
    "description": "Крутая смесь экшена и симулятора, где мы возьмемся за исполнение роли настоящих грабителей и постараемся выполнить все поставленные перед собой задачи. Основная миссия – забрать себе как можно больше драгоценностей, при этом делая все возможное, чтобы не оказаться во внимании полицейских. Ограбления будут самыми разными и к каждому делу необходим индивидуальный подход, поэтому важно продумывать каждое действие наперед, ведь это будет влиять на ход событий. Все в игре будет происходить с видом от первого лица, что сделает атмосферу более реалистичной. Важно отметить наличие многообразия орудия, как холодного, так и огнестрельного типа, а поэтому вариантов победы над врагом у тебя будет более чем достаточно. Создай все условия для успешного ограбления и заверши поставленные задачи успешно.",
    "img": "/src/img/games/PerfectHeist2.jpg",
    "carousel1": "/src/img/game-carousel/PerfectHeist2-1.jpg",
    "carousel2": "/src/img/game-carousel/PerfectHeist2-2.jpg",
    "genres": "Экшены, Казуальные игры, Инди, Стратегии",
    "steamlink": "https://store.steampowered.com/app/1521580/Perfect_Heist_2/",
    "info": {
      "Год выпуска": "2022г.",
      "Разработчик": "yeswecamp",
      "Версия": "03.07.2023",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "1.5 GHz двух-ядерный",
      "Видеокарта": "GeForce 550",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "1Гб"
    },
    "file": "torrent/Perfect_Heist_2.torrent"
  },
  {
    "id": 165,
    "name": "Sifu",
    "description": "Приключенческая игра, разработанная в жанре экшена, где все действия происходят с видом от третьего лица. Исполни роль молодого и отважного бойца, который познает все техники кунг-фу. Сюжетная линия расскажет случившейся трагедии, в которой были убиты родители главного героя и теперь он становится на пути отмщения, чтобы расправиться с преступниками. Достичь положительного результата будет не так то просто, ведь впереди тебя ожидает масса испытаний, всевозможных опасностей и сражений с коварными оппонентами. По мере следования нужно всегда пользоваться своими знаниями, а также не забывать совершенствоваться, чтобы справиться с более сильными противниками. Место действия – большой город, который частично открыт для исследования, где ты сумеешь раздобыть ценные ресурсы и зацепки, которые приведут тебя к нужной цели. Графическое исполнение игры порадует своей необычной рисовкой и визуальными эффектами, а общую атмосферу здорово дополнит звуковое сопровождение.",
    "img": "/src/img/games/Sifu.jpg",
    "carousel1": "/src/img/game-carousel/Sifu-1.jpg",
    "carousel2": "/src/img/game-carousel/Sifu-2.jpg",
    "genres": "Экшены",
    "steamlink": "https://store.steampowered.com/app/2138710/Sifu/",
    "info": {
      "Год выпуска": "2022г.",
      "Разработчик": "Sloclap",
      "Версия": "1.22_6,015 Arenas",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel Core i5",
      "Видеокарта": "GT 640",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "20Гб"
    },
    "file": "torrent/Sifu.torrent"
  },
  {
    "id": 166,
    "name": "Super Bunny Man",
    "description": "Игровой проект в жанре платформера, где основа игрового процесса лежит в физическом взаимодействии. Ты возьмёшь на себя исполнение роли ровного героя, который переодет в костюм кролика и отправишься навстречу незабываемым приключениям. В игре есть режим истории, который ты сможешь пройти как в одиночку, так и в кооперативе со своими друзьями, здорово провод свободное время. Всего здесь около четырех десятков захватывающих уровней, каждый из которых совершенно уникален и готов порадовать тебя новыми интересными задачами. Данная игра готова подарить тебе лишь положительные эмоции, поэтому скучно тебе здесь точно не будет. Тебе предстоит самостоятельно или с товарищами пересекать время и пространство, чтобы разгадать мрачные тайны и достичь поставленной цели как можно быстрее. Все уровни удачно расположились в четырех мирах, каждый из которых тебе предстоит тщательно исследовать. Чтобы открыть доступ к последующим этапам, тебе необходимо собрать достаточное количество монет, которые ты сможешь отыскать на окружающей территории. Со своими друзьями ты можешь делать все, что только захочешь, даже пинать со скал и затаскивать на острозаточенные шипы.",
    "img": "/src/img/games/SuperBunnyMan.jpg",
    "carousel1": "/src/img/game-carousel/SuperBunnyMan-1.jpg",
    "carousel2": "/src/img/game-carousel/SuperBunnyMan-2.jpg",
    "genres": "Экшены, Инди",
    "steamlink": "https://store.steampowered.com/app/673750/Super_Bunny_Man/",
    "info": {
      "Год выпуска": "2023г.",
      "Разработчик": "Catobyte",
      "Версия": "v1.0.1",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Двух-ядерный",
      "Видеокарта": "Поддержка DirectX 11",
      "Оперативная память": "2Гб",
      "Памяти на Жестком Диске": "300Мб"
    },
    "file": "torrent/Super_Bunny_Man.torrent"
  },
  {
    "id": 167,
    "name": "Sclash",
    "description": "Проект, разработанный в жанре файтинга, где игроку предстоит с головой окунуться в мир самураев, освоив боевую технику, чтобы дать отпор тем, кто посмел принять сторону зла. Ты исполнишь роль опытного бойца, который становится на пути сопротивления и сделает все возможное, чтобы избавиться от огромного количества оппонентов. Каждая битва будет эпической и немного безумной, поэтому скучать у тебя просто не будет времени. Продумывай действия наперед, подключив навыки тактического планирования, ведь любая ошибка может стоить воину смерти. По мере прохождения необходимо особое внимание уделить развитию навыков и боевых способностей, ведь чем дальше ты проходишь, тем труднее будет справиться с испытаниями. Развивай выносливость, увеличивай силу и правильно настраивай дыхание, что позволит продержаться в битве до конца, свергнув коварного оппонента наповал. Боевая система продумана на отлично и позволит игроку действовать так, как тот посчитает нужным, что является положительным аспектом игры. Физика и механика также на высоте, поэтому ты сумеешь окунуться в реалистичную атмосферу.",
    "img": "/src/img/games/Sclash.jpg",
    "carousel1": "/src/img/game-carousel/Sclash-1.jpg",
    "carousel2": "/src/img/game-carousel/Sclash-2.jpg",
    "genres": "Экшены, Инди",
    "steamlink": "https://store.steampowered.com/app/1284130/Sclash/",
    "info": {
      "Год выпуска": "2020г.",
      "Разработчик": "Bastien BERNAND, Victor CALLOT, Eloïse GUR",
      "Версия": "v3.9.5",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Двух-ядерный",
      "Видеокарта": "Поддержка DirectX 10",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "800Мб"
    },
    "file": "torrent/Sclash.torrent"
  },
  {
    "id": 168,
    "name": "Star Survivor",
    "description": "Динамичный экшен, который в полной мере позволит нам почувствовать себя в роли пилота звездолёта и встать на пути сопротивления с коварными оппонентами. Данный проект – это классика жанра скролл-шутер, где нам нужно динамично передвигаться по карте и очищать все локации от тех, кто посмел принять сторону зла. Твоим главным орудием станет колода карт, которую ты соберёшь самостоятельно и будешь постепенно совершенствовать, чтобы уничтожить врагов и их боссов. Есть возможность создать свой флот, который станет защитой и не даст к тебе доступа, а также увеличит шансы на победу в бою. Миссии будут самыми разными и увеличиваться в сложности, поэтому не менее важно развивать и свои навыки и позаботиться о наличии в боевом арсенале модного оружия и атрибутов защиты. Графика игры наполнена крутыми спецэффектами, уникальной рисовкой и яркими красками, что создаёт запоминающуюся атмосферу.",
    "img": "/src/img/games/StarSurvivor.jpg",
    "carousel1": "/src/img/game-carousel/StarSurvivor-1.jpg",
    "carousel2": "/src/img/game-carousel/StarSurvivor-2.jpg",
    "genres": "Экшены, Казуальные игры, Ранний доступ",
    "steamlink": "https://store.steampowered.com/app/2060750/Star_Survivor/",
    "info": {
      "Год выпуска": "2023г.",
      "Разработчик": "SpaceOwl Games",
      "Версия": "v0.149",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 10",
      "Процессор": "Intel i5",
      "Видеокарта": "GeForce 1050 Ti",
      "Оперативная память": "16Гб",
      "Памяти на Жестком Диске": "1Гб"
    },
    "file": "torrent/Star_Survivor.torrent"
  },
  {
    "id": 169,
    "name": "SUPERHOT: MIND CONTROL DELETE",
    "description": "Новое, более усовершенствованное интересное дополнение к одноименному проекту. Тебя ждёт огромное количество соперников и маленькое количество боеприпасов. Как ты будешь справляться с этой ситуацией зависит только от принятых тобой решений и предпринятых действий. В втроем арсенале будет огромный выбор самого разного оружия, начиная холодным и заканчивая огнестрельным, которое поможет тебе в борьбе с многочисленными недоброжелателями. Есть также возможность использования функции под названием slow motion, xbh позволит твоим соперникам врагам умирать красиво и эффектно. Замедленные битвы, более сложные враги и новый уровень в противостояниях – все это есть в игре SUPERHOT: MIND CONTROL DELETE. По ходу действия игры ты будешь платить попадать на многочисленные уровни, пройти которые будет достаточно непросто, необходимо для этого одолеть кучу препятствий. Когда ты стоишь – время замирает, а когда двигаешься – игровой процесс продолжится в своём динамичном темпе.",
    "img": "/src/img/games/SUPERHOTMINDCONTROLDELETE.jpg",
    "carousel1": "/src/img/game-carousel/SUPERHOTMINDCONTROLDELETE-1.jpg",
    "carousel2": "/src/img/game-carousel/SUPERHOTMINDCONTROLDELETE-2.jpg",
    "genres": "Экшены, Инди",
    "steamlink": "https://store.steampowered.com/app/690040/SUPERHOT_MIND_CONTROL_DELETE/",
    "info": {
      "Год выпуска": "2020г.",
      "Разработчик": "SUPERHOT Team",
      "Версия": "1.0.8.l1.1.36 GOG",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel Core 2 Quad Q6600 2,40 GHz",
      "Видеокарта": "GeForce GTX 650",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "1Гб"
    },
    "file": "torrent/SUPERHOT_MIND_CONTROL_DELETE.torrent"
  },
  {
    "id": 170,
    "name": "Breakwaters",
    "description": "Крутое сочетание сразу нескольких жанров: увлекательного приключения, динамичного экшена, симулятора и песочницы, которое отправляет нас на просторы постоянно видоизменяющегося океанического архипелага. Мы исполним роль главного героя, который будет бороться за свою жизнь на архипелаге, справляясь с множественными преградами и угрозами для жизни. Займись исследованием окружения, собирай ценные артефакты и ресурсы, заполняй боевой арсенал мощным оружием и не забывай о строительстве безопасного укрытия, чтобы ни один, даже самый сильный противник не смог туда попасть. Тебе предстоит не только крафтить и выстраивать различные сооружения, но и вступать в безжалостные сражения с множеством коварных оппонентов, которые сделают все, чтобы отобрать твою жизнь. Человечеству грозит опасность уничтожения от могущественных титанов, которых нужно найти способ истребить, тем самым спасая планету от разрушения. Игра предоставляет массу возможностей для достижения цели, которыми нужно правильно воспользоваться, чтобы обрести успех.",
    "img": "/src/img/games/Breakwaters.jpg",
    "carousel1": "/src/img/game-carousel/Breakwaters-1.jpg",
    "carousel2": "/src/img/game-carousel/Breakwaters-2.jpg",
    "genres": "Экшены, Приключенческие игры, Инди, Симуляторы, Ранний доступ",
    "steamlink": "https://store.steampowered.com/app/1203180/Breakwaters/",
    "info": {
      "Год выпуска": "2021г.",
      "Разработчик": "Soaring Pixels Games",
      "Версия": "0.8.0",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "2 Ghz",
      "Видеокарта": "Geforce 970",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "3Гб"
    },
    "file": "torrent/Breakwaters.torrent"
  },
  {
    "id": 171,
    "name": "Barony",
    "description": "Простая в своём исполнении компьютерная игра в жанре РПГ, действия которой будут происходить с видом от первого лица. Здесь есть место довольно оригинальной и увлекательной сюжетной линии, по тропе которой тебе предстоит пройти, одолевая препятствия и разгадывая тайны. Ты отправишься в довольно мрачное и вгоняющие в жуть подземелье, где обитает масса коварных и кровожадных монстров, способных на многое ради наживы. Весь мир вокруг тебя будет постоянно меняться случайным образом – именно от этого прохождение каждый раз будет как новое, поэтому скучать тебе точно уж не придется. Сражаться с многочисленными противниками ты будешь с помощью имеющегося в наличии довольно мощного оружия, которое ты сможешь найти на локациях. Стиль игрового процесса будет переменчив, что напрямую зависит именно от выбранного тобой персонажа, которых в игре также более чем достаточно.",
    "img": "/src/img/games/Barony.jpg",
    "carousel1": "/src/img/game-carousel/Barony-1.jpg",
    "carousel2": "/src/img/game-carousel/Barony-2.jpg",
    "genres": "Экшены, Приключенческие игры, Инди, Ролевые игры",
    "steamlink": "https://store.steampowered.com/app/371970/Barony/",
    "info": {
      "Год выпуска": "2015г.",
      "Разработчик": "Turning Wheel LLC",
      "Версия": "4.0.1 BetaBlessed Addition",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel i3 3.0 Ghz",
      "Видеокарта": "Любая",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "150Мб"
    },
    "file": "torrent/Barony.torrent"
  },
  {
    "id": 172,
    "name": "Warhammer 40,000: Battlesector",
    "description": "Игровой проект, разработанный в жанре пошаговой стратегии, события которого отправляют нас в будущее. Сюжетная линия расскажет о существовании огромной вселенной, покрытой мраком, на просторах которой уже долгое время не прекращается война. Первым делом стоит отметить наличие однопользовательской кампании, которая включает в себя двадцать уникальных в своем исполнении уровней, каждый из которых наполнен опасностями, интересными событиями и битвами с безжалостными оппонентами. Твоя задача заключается в том, чтобы положить конец войне, но сделать это будет не так уж и просто. Прорабатывай план действий, развивай свои навыки и боевые характеристики, а также не забывай совершенствовать боевой арсенал, оснащая его мощным оружием и атрибутами защиты. По мере прохождения ты сумеешь открыть дополнительные возможности по достижению поставленных целей, которые помогут пройти до конца, истребив всех, кто посмеет встать на пути. Игра наполнена различными режимами, где каждый любитель жанра сумеет отыскать для себя массу интересного.",
    "img": "/src/img/games/Warhammer40000Battlesector.jpg",
    "carousel1": "/src/img/game-carousel/Warhammer40000Battlesector-1.jpg",
    "carousel2": "/src/img/game-carousel/Warhammer40000Battlesector-2.jpg",
    "genres": "Стратегии",
    "steamlink": "https://store.steampowered.com/app/1295500/Warhammer_40000_Battlesector/",
    "info": {
      "Год выпуска": "2021г.",
      "Разработчик": "Black Lab Games",
      "Версия": "1.03.55 GOG + ORKS",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 10 (64bit)",
      "Процессор": "Intel i5",
      "Видеокарта": "GTX 950",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "25Гб"
    },
    "file": "torrent/Warhammer_40.000_Battlesector.torrent"
  },
  {
    "id": 173,
    "name": "Fall of Porcupine",
    "description": "Динамичная аркада с дополнительными мини-играми, которая отправляет нас навстречу незабываемым приключениям. Сыграй роль голубя – профессионального доктора местной больницы, который обладает множеством навыков лечения пациентов и спас не один десяток жизней. В один миг ты решаешь, что в твоей жизни не хватает приключений, а поэтому ты отправляешься исследовать этот мир в поисках новых эмоций. Все действия будут происходить на просторах небольшого городка, который, на первый взгляд, может показаться радужным и беззаботным, но как только ты начнёшь его внимательно изучать, то откроешь много интересного для себя и раскроешь мрачные тайны. Мир игры не всегда будет дружелюбным и подготовил для тебя массу испытаний, к которым ты должен быть всегда готов. По мере следования ты будешь заводить знакомства с местными обитателями, одни из которых станут твоими верными друзьями и помощниками, когда другие сделают все, чтобы твои цели не были достигнуты.",
    "img": "/src/img/games/FallofPorcupine.jpg",
    "carousel1": "/src/img/game-carousel/FallofPorcupine-1.jpg",
    "carousel2": "/src/img/game-carousel/FallofPorcupine-2.jpg",
    "genres": "Приключенческие игры, Инди",
    "steamlink": "https://store.steampowered.com/app/1710540/Fall_of_Porcupine/",
    "info": {
      "Год выпуска": "2023г.",
      "Разработчик": "Critical Rabbit",
      "Версия": "1.1.12 GOG",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel i5",
      "Видеокарта": "Intel HD 4000",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "6Гб"
    },
    "file": "torrent/Fall_of_Porcupine.torrent"
  },
  {
    "id": 174,
    "name": "Strategic Command WWII: World at War",
    "description": "Динамичная и максимально реалистичная игра, которая является отличным представителем жанра симуляторов военных действий. Здесь тебе вновь предлагается стать участником величайшего конфликта двадцатого века, который проходил по территории от Польши до Китая, захватив Тихий океан и Нормандию. Перед тобой откроется масштабная карта мира, на которой и буду происходить все кровопролитные сражения. Возьмись за исполнение ряда заданий, но прежде позаботься о заполнении своей армии самыми профессиональными и могущественными воинами. Есть режим великой кампании, где ты будешь проводить различные военные операции, а также стараться сразить наибольшее количество врагов. Сторонники вражеской силы будут обладать отличными познаниями в боевом искусстве, именно поэтому победить их будет не так то и просто без должного уровня навыков. Также есть режим времен Второй мировой войны, где ты будешь проходить более короткие, но не менее увлекательные сценарии. Здесь именно от твоих действий и принятых решений напрямую будет зависеть развитие тех, или иных событий. Графика в игре хорошо исполнена, а общая атмосфера позволяет любому игроку с головой окунуться в реалистичный мир жуткой войны.",
    "img": "/src/img/games/StrategicCommandWWIIWorldatWar.jpg",
    "carousel1": "/src/img/game-carousel/StrategicCommandWWIIWorldatWar-1.jpg",
    "carousel2": "/src/img/game-carousel/StrategicCommandWWIIWorldatWar-2.jpg",
    "genres": "Fury Software",
    "steamlink": "https://store.steampowered.com/app/957720/Strategic_Command_WWII_World_at_War/",
    "info": {
      "Год выпуска": "2018г.",
      "Разработчик": "Стратегии",
      "Версия": "1.17.00 GOG",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "1.5 GHZ",
      "Видеокарта": "8Мб видеопамяти",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "1.1Гб"
    },
    "file": "torrent/Strategic_Command_WWII_World_at_War.torrent"
  },
  {
    "id": 175,
    "name": "ZED ZONE",
    "description": "Двухмерная игра, разработанная в жанре песочницы, где мы отправляемся в мир, переживающий последствия зомби-апокалипсиса. Сыграй роль единственного выжившего человека и постарайся справиться с испытаниями в новых суровых условиях существования. Место действия – заблокированная карантинная зона, выбраться из которой возможно лишь по воздуху. Чтобы поскорее достичь цели, необходимо построить самолёт, но в виду ограниченного количества ресурсов, сделать это будет не так то просто. Главной опасностью для тебя станут ходячие мертвецы и могущественные мутанты, на глаза которым лучше не попадаться, иначе ты в два счета распрощаешься с жизнью. Основное, на что нужно обратить внимание, это арсенал вооружения и необходимых ресурсов, которые ты будешь находить, исследуя многочисленные локации. Игра довольно динамична и требует от тебя особой осторожности, хитрости, смекалки и навыков тактического планирования.",
    "img": "/src/img/games/ZEDZONE.jpg",
    "carousel1": "/src/img/game-carousel/ZEDZONE-1.jpg",
    "carousel2": "/src/img/game-carousel/ZEDZONE-2.jpg",
    "genres": "Экшены, Инди, Ролевые игры, Симуляторы, Ранний доступ",
    "steamlink": "https://store.steampowered.com/app/1211600/ZED_ZONE/",
    "info": {
      "Год выпуска": "2023г.",
      "Разработчик": "Leven Liu",
      "Версия": "v0.62.5.1.1",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel i3",
      "Видеокарта": "GTX 660",
      "Оперативная память": "2Гб",
      "Памяти на Жестком Диске": "300Мб"
    },
    "file": "torrent/ZED_ZONE.torrent"
  },
  {
    "id": 176,
    "name": "Wildermyth",
    "description": "Игровой проект, разработанный в жанре тактической РПГ. Ты, в роли главного героя, отправляешься на территорию фантастической страны и постараешься справится с многочисленными испытаниями, которые подготовила для тебя игра. Всего ты будешь контролировать сразу троих героев, у каждого из которых имеется своя история и свои жизненные проблемы. Поначалу они будут самыми обычными жителями города, но затем ты сможешь сделать из них могущественных воинов. Для начала игра предлагает тебе самостоятельно создать свою команду героев, наделяя каждого отличительными характеристиками и индивидуальной историей. По мере прохождения и того, какой ты будешь делать выбор изменяется и линия сюжета. Не обойдется без сражений с коварными оппонентами, а также без магии, которой также могут обладать противники. Всегда будь на чеку и старайся развивать боевые таланты, так как они могут пригодится тебе в любой момент. Миссий будет масса и постепенно из сложность имеет свойство возрастать. Продумывай тактику действий и всегда будь на чеку, чтобы не совершить ошибок.",
    "img": "/src/img/games/Wildermyth.jpg",
    "carousel1": "/src/img/game-carousel/Wildermyth-1.jpg",
    "carousel2": "/src/img/game-carousel/Wildermyth-2.jpg",
    "genres": " Инди, Ролевые игры, Стратегии",
    "steamlink": "https://store.steampowered.com/app/763890/Wildermyth/",
    "info": {
      "Год выпуска": "2021г.",
      "Разработчик": "Worldwalker Games LLC",
      "Версия": "v1.14.486 + Armors and Skins",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10 (64bit)",
      "Процессор": "Intel i3",
      "Видеокарта": "Поддержка Open GL 3.2",
      "Оперативная память": "3Гб",
      "Памяти на Жестком Диске": "2Гб"
    },
    "file": "torrent/Wildermyth.torrent"
  },
  {
    "id": 177,
    "name": "The Slormancer",
    "description": "Ролевая игра, которая сделает тебя частью одновременно нелепого и эпического приключения. Погружайся в загадочный двухмерный мир, обладающий особой атмосферой. Ты исполнишь роль предводителя группировки изгоев, которые намерены ступить на тропу отмщения и дать отпор всем сторонникам зла. Для начала у тебя появится возможность выбрать главного персонажа, каждый из которых обладает рядом уникальных характеристик и способностей. По мере прохождения тебе потребуется всячески развивать и модифицировать героя, наделяя его ещё большей силой и могуществом. Твоя задача – стать ценным для королевства, но сделать это будет очень непросто. Впереди тебя ожидает масса опасностей, преград и испытаний, с которыми ты сумеешь справиться, если научишься правильно направлять силу. В твоём арсенале находится богатство оружия и доспехов, которые помогут дать отпор любому врагу. Изучи окружающие локации, чтобы собрать ценные предметы, постепенно пополняя коллекцию. Графика игры исполнена в пиксельном стиле, продумана до мелочей и обладает приятной анимацией.",
    "img": "/src/img/games/TheSlormancer.jpg",
    "carousel1": "/src/img/game-carousel/TheSlormancer-1.jpg",
    "carousel2": "/src/img/game-carousel/TheSlormancer-2.jpg",
    "genres": "Экшены, Приключенческие игры, Инди, Ролевые игры",
    "steamlink": "https://store.steampowered.com/app/1104280/The_Slormancer/",
    "info": {
      "Год выпуска": "2021г.",
      "Разработчик": "Slormite Studios",
      "Версия": "v0.6.5h",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "1.8 GHZ двух-ядерный",
      "Видеокарта": "512Мб видеопамяти",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "350Мб"
    },
    "file": "torrent/The_Slormancer.torrent"
  },
  {
    "id": 178,
    "name": "Trombone Champ",
    "description": "Увлекательная игра на музыкальную тематику, где нам предстоит научиться игре на тромбоне. Становись частью яркого, красочного мира и отправляйся выполнять различные задания для повышения уровня своего профессионализма. По мере прохождения тебе необходимо собрать коллекцию карточек из пятидесяти штук, ведь они являются главными в становлении тебя как лучшего музыканта. Карточки откроют больше возможностей, доступ к новым стилям игры на музыкальном инструменте, а также новые виды тромбонов. Каждая мелодия в игре совершенно уникальна и имеет отдельный визуальный стиль, отображаемый на заднем фоне. Сложность игры имеет свойство увеличиваться, поэтому всегда развивайся и модифицируй свой музыкальный арсенал. Динамика игры проработана на высшем уровне, поэтому скучать у нас точно времени не будет. Графическое исполнение наделено приятной рисовкой и яркими красками, что отлично дополнит общую атмосферу.",
    "img": "/src/img/games/TromboneChamp.jpg",
    "carousel1": "/src/img/game-carousel/TromboneChamp-1.jpg",
    "carousel2": "/src/img/game-carousel/TromboneChamp-2.jpg",
    "genres": "Казуальные игры, Инди",
    "steamlink": "https://store.steampowered.com/app/1059990/Trombone_Champ/",
    "info": {
      "Год выпуска": "2022г.",
      "Разработчик": "Holy Wow",
      "Версия": "1.12",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel i7",
      "Видеокарта": "Intel HD 4000",
      "Оперативная память": "2Гб",
      "Памяти на Жестком Диске": "500Мб"
    },
    "file": "torrent/Trombone_Champ.torrent"
  },
  {
    "id": 179,
    "name": "Animal Shelter",
    "description": "Игровой проект, разработанный в жанре симулятора, где ты возьмёшься за очень полезное дело – развитие приюта для животных. Ты – владелец, который одновременно исполняет роль спасителя и дрессировщика, мечтающего устроить в добрые руки как можно больше своих подопечных. На твои плечи ложится огромная ответственность за тех, кого ты приручил, и поэтому нужно постараться создать для каждого комфортные и безопасные условия существования. Каждое животное будет требовать к себе особый подход, где одних можно просто пристроить, а других необходимо будет вылечить и выходить. Не забывай ухаживать за территорией приюта, делать необходимые запасы питания и медикаментов, развивать свои владения и делать все, чтобы привлечь как можно больше посетителей. Ты займёшься благородным делом и позволишь своим питомцам обрести новый дом. Внимательно следи и за тем, кому ты отдаешь того или иного обитателя, так как не все могут приходить с благими намерениями. Графика игры хорошо продумана, обладает приятной анимацией и яркими красками.",
    "img": "/src/img/games/AnimalShelter.jpg",
    "carousel1": "/src/img/game-carousel/AnimalShelter-1.jpg",
    "carousel2": "/src/img/game-carousel/AnimalShelter-2.jpg",
    "genres": "Приключенческие игры, Казуальные игры, Инди, Симуляторы",
    "steamlink": "https://store.steampowered.com/app/1239320/Animal_Shelter/",
    "info": {
      "Год выпуска": "2022г.",
      "Разработчик": "Games Incubator",
      "Версия": "1.2.19",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel i3",
      "Видеокарта": "GTX 780",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "6Гб"
    },
    "file": "torrent/Animal_Shelter.torrent"
  },
  {
    "id": 180,
    "name": "Night of the Dead",
    "description": "Приключенческий игровой проект, разработанный в жанре выживания с открытым, постапокалиптическим миром. Тебе предстоит взяться за исполнение роли отважной героини, которая оказалась в ужасной ситуации и теперь ей как можно быстрее нужно найти способ выбраться из своего положения. Сюжетная линия расскажет о существовании некой секретной организации, которая совершала всевозможные эксперименты над людьми. Девушке по имени Люси были рассказаны ложные сведения, после чего она оказалась обманутой, став жертвой очередного опыта. Последствия были самыми неприятными, ведь после долгого сна она очутилась на острове, переполненном ордами ходячих мертвецов. Со временем ты узнаешь, что на острове есть ещё несколько выживших, с которыми нужно наладить взаимоотношения, чтобы увеличить силы и выбраться из этого злополучного места. Отправляйся на исследование окружающей территории, добывай ценные ресурсы на тех или иных локациях, выстраивай и укрепляй базы, которые станут надёжной защитой при нападении врага. Обеспечь себя пищей и лекарствами, а также не забывай постоянно совершенствовать боевой арсенал.",
    "img": "/src/img/games/NightoftheDead.jpg",
    "carousel1": "/src/img/game-carousel/NightoftheDead-1.jpg",
    "carousel2": "/src/img/game-carousel/NightoftheDead-2.jpg",
    "genres": "Экшены, Приключенческие игры, Инди, Симуляторы, Ранний доступ",
    "steamlink": "https://store.steampowered.com/app/1377380/Night_of_the_Dead/",
    "info": {
      "Год выпуска": "2020г.",
      "Разработчик": "jacktostudios",
      "Версия": "2.1.3.13",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "3.2 GHz 4-ядра",
      "Видеокарта": "GTX 960",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "16Гб"
    },
    "file": "torrent/Night_of_the_Dead.torrent"
  },
  {
    "id": 181,
    "name": "Coral Island",
    "description": "Стратегический симулятор, где мы отправимся управлять фермой и сделаем все для того, чтобы она процветала. События происходят на просторах Кораллового острова, куда главный герой пребывает по случайности. Теперь в твоём распоряжении богатые угодья, которые нужно привести в порядок и развить. Займись сельским хозяйством, выращивай различные культуры и собирай урожай, разводи скот, завершай поставленные задачи и следи за экономикой. Также на твои плечи ложится ответственность за коралловый риф, который предстоит спасти, расчищая и разводя на морских глубинах необходимые виды рыб. Есть доступ и к простой жизни, где ты будешь заводить новые знакомства, сможешь обрести любовь и завести семью. Возможностей игра предлагает огромное количество. Так, к примеру, ты можешь отправиться на поиски сокровищ, собирая различные ценности, которые сможешь оставить либо выгодно продать, либо вложить свои усилия на развитие города, выстраивая различные элементы инфраструктуры.",
    "img": "/src/img/games/CoralIsland.jpg",
    "carousel1": "/src/img/game-carousel/CoralIsland-1.jpg",
    "carousel2": "/src/img/game-carousel/CoralIsland-2.jpg",
    "genres": "Приключенческие игры, Казуальные игры, Инди, Ролевые игры, Симуляторы, Стратегии, Ранний доступ",
    "steamlink": "https://store.steampowered.com/app/1158160/Coral_Island/",
    "info": {
      "Год выпуска": "2021г.",
      "Разработчик": "Stairway Games",
      "Версия": "Build 11622676",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 10",
      "Процессор": "Intel i3",
      "Видеокарта": "GTX 660",
      "Оперативная память": "6Гб",
      "Памяти на Жестком Диске": "8Гб"
    },
    "file": "torrent/Coral_Island.torrent"
  },
  {
    "id": 182,
    "name": "Boneraiser Minions",
    "description": "Игра, разработанная в жанре рогалика, который отправляет нас на просторы пиксельного мира и предлагает сразиться с врагом, применяя автоматическую боевую систему. Мы сыграем роль темного мага, который становится на пути сопротивления с человечеством и собирает свою армию нежити, чтобы одержать победу. Отправляйся на исследование многочисленных локаций, добывай ценные ресурсы, увеличивай численность армии и собирай самых мощных бойцов, которые смогут уничтожить любого, даже самого сильного оппонента. Создаваемые тобой из костей трупов противников персонажи будут иметь разные уникальные способности, которыми ты сумеешь успешно воспользоваться на поле боя. Пользуйся своими магическими навыками, подключи смекалку и навыки стратегического планирования, чтобы правильно выстроить бой и одержать победу. Графика проработана в пиксельном стиле, наделена визуальными эффектами, а общую атмосферу здорово дополняют звуковое сопровождение.",
    "img": "/src/img/games/BoneraiserMinions.jpg",
    "carousel1": "/src/img/game-carousel/BoneraiserMinions-1.jpg",
    "carousel2": "/src/img/game-carousel/BoneraiserMinions-2.jpg",
    "genres": " Экшены, Казуальные игры, Инди, Ролевые игры, Ранний доступ",
    "steamlink": "https://store.steampowered.com/app/1944570/Boneraiser_Minions/",
    "info": {
      "Год выпуска": "2022г.",
      "Разработчик": "Anthony Case",
      "Версия": "34.12",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "1.4 GHz",
      "Видеокарта": "512Мб видеопамяти",
      "Оперативная память": "512Мб",
      "Памяти на Жестком Диске": "200Мб"
    },
    "file": "torrent/Boneraiser_Minions.torrent"
  },
  {
    "id": 183,
    "name": "Radio Commander",
    "description": "Уникальный игровой проект, который успешно сочетает жанры стратегии и симулятора. Здесь ты возьмёшь на себя исполнение роли отважного командира, который будет отдавать военным приказы с помощью радиотехники. Сюжетная линия отправит тебя на территорию опасного Вьетнама, где на твои плечи возлагается огромная ответственность за завершение военных действий. Игра даёт тебе возможность раз и навсегда перезаписать ту жуткую историю, завершив сопротивления и создав мир. Отправляйся в прошлое, а именно в 1965 год, от куда все и начнется и только от тебя будет зависеть ход событий. Все происходящее на зоне стычки ты будешь контролировать отдаленно, что делает твою задачу более сложной и более ответственной. В твоём распоряжении радиопередатчик и карта местности, по которой ты и будешь направлять бойцов. Главная задача – мыслить стратегически и давать правильные указания, которые, а свою очередь, приведут к успешному завершению миссии. Загвоздка игрового процесса кроется именно в стиле твоей службы – практически вслепую, поэтому вероятность совершить ошибку всегда будет на высшей планке.",
    "img": "/src/img/games/RadioCommander.jpg",
    "carousel1": "/src/img/game-carousel/RadioCommander-1.jpg",
    "carousel2": "/src/img/game-carousel/RadioCommander-2.jpg",
    "genres": "Инди, Симуляторы, Стратегии",
    "steamlink": "https://store.steampowered.com/app/871530/Radio_Commander/",
    "info": {
      "Год выпуска": "2019г.",
      "Разработчик": "Serious Sim",
      "Версия": "1.155g GOG + Squad Management",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "3.2 GHz двух-ядерный",
      "Видеокарта": "GTX 460",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "4Гб"
    },
    "file": "torrent/Radio_Commander.torrent"
  },
  {
    "id": 184,
    "name": "Heat Signature",
    "description": "Игра в жанре песочницы на тематику расследования огромной космической галактики. Здесь тебе выпадает роль отважного и очень хитрого шпиона, который готов на любые действия чтобы получить желаемое. Ты будешь бороздить просторы вселенной, отыскивать всяческие корабли, незаметно в них проникать, а затем воровать необходимую и очень ценную информацию. За выполненные задания ты будешь получать всевозможные трофеи. Но используй их с умом, чтобы они могли пригодится тебе в той или иной жизненной ситуации. Отправляйся в далёкое путешествие, где необходимо незаметно примкнуть к кораблю заданной цели, проникнуть вовнутрь, а затем обезвредить весь экипаж. Как только дело сделано, отправляйся на исследование корабля, где ты сможешь добыть полезную информацию.",
    "img": "/src/img/games/HeatSignature.jpg",
    "carousel1": "/src/img/game-carousel/HeatSignature-1.jpg",
    "carousel2": "/src/img/game-carousel/HeatSignature-2.jpg",
    "genres": "Экшены, Приключенческие игры, Инди, Стратегии",
    "steamlink": "https://store.steampowered.com/app/268130/Heat_Signature/",
    "info": {
      "Год выпуска": "2017г.",
      "Разработчик": "Suspicious Developments",
      "Версия": "v2021.1.20.1",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "1.7 GHz",
      "Видеокарта": "Intel HD 5000",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "400 мб"
    },
    "file": "torrent/Heat_Signature.torrent"
  },
  {
    "id": 185,
    "name": "First Feudal",
    "description": "Увлекательная приключенческая игра, где тебе предстоит стать на путь самого настоящего феодала, где ты будешь делать все возможное ради развития своего поселения. Для начала тебе будут предоставлены несколько простых людей – крестьян, которые будут работать не покладая рук, тем самым приносить для тебя пользу. С каждым новым уровнем рабочих будет становится все больше и больше, которыми ты сможешь лично управлять, отдавая всевозможные приказы, тем самым расширяя свои владения как в численности населения, так и в масштабности. К управлению крестьянами найди внимательный подход, старайся назначить для каждого определенное направление занятости. Отдавай личные приказы и следи за их правильностью исполнения. Постоянно старайся исследовать все новые и новые технологии, а затем внедряй их в своё хозяйство. Не забывай о том, что повсюду у тебя существует множество врагов, поэтому ты должен быть готов в любую минуту сразится с толпой противников.",
    "img": "/src/img/games/FirstFeudal.jpg",
    "carousel1": "/src/img/game-carousel/FirstFeudal-1.jpg",
    "carousel2": "/src/img/game-carousel/FirstFeudal-2.jpg",
    "genres": "Инди, Ролевые игры, Стратегии",
    "steamlink": "https://store.steampowered.com/app/733460/First_Feudal/",
    "info": {
      "Год выпуска": "2021г.",
      "Разработчик": "Holistic Games",
      "Версия": "v1.5.3",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel Core 2 Duo",
      "Видеокарта": "Любая",
      "Оперативная память": "2Гб",
      "Памяти на Жестком Диске": "1Гб"
    },
    "file": "torrent/First_Feudal.torrent"
  },
  {
    "id": 186,
    "name": "Sweet Transit",
    "description": "Довольно необычная в своем исполнении игра, разработанная в жанре градостроительного симулятора, где мы возьмемся за создание и развитие железнодорожного сообщения. Прокладывай железнодорожные пути их одного пункта назначения в другой, чтобы жители страны сумели с комфортом добираться до нужного место назначения. Здесь необходимо подключить свои стратегические навыки, изучить местность, учитывая особенности ландшафта, и уметь правильно воспользоваться имеющимися ресурсами, поставляя их в нужном количестве. По мере прохождения игры ты будешь постоянно развивать и всячески модифицировать железнодорожную инфраструктуру, изучив изначально паровую тягу, умело внедрив ее в модели поездов, а затем развить их для применения уже двигателей внутреннего сгорания. Благодаря своей работе и вкладу ты сумеешь превратить множество простых деревень в самые настоящие развитие и процветающие мегаполисы. Все действия в игре будут происходить с видом сверху, что позволит тебе полностью контролировать каждый аспект деятельности и развития железной дороги.",
    "img": "/src/img/games/SweetTransit.jpg",
    "carousel1": "/src/img/game-carousel/SweetTransit-1.jpg",
    "carousel2": "/src/img/game-carousel/SweetTransit-2.jpg",
    "genres": " Инди, Симуляторы, Стратегии, Ранний доступ",
    "steamlink": "https://store.steampowered.com/app/1612770/Sweet_Transit/",
    "info": {
      "Год выпуска": "2022г.",
      "Разработчик": "Ernestas Norvaišas",
      "Версия": "v0.5.15",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 10",
      "Процессор": "Intel Core i3",
      "Видеокарта": "GeForce 8800 GT",
      "Оперативная память": "6Гб",
      "Памяти на Жестком Диске": "3Гб"
    },
    "file": "torrent/Sweet_Transit.torrent"
  },
  {
    "id": 187,
    "name": "Stellar Tactics",
    "description": "Игра в стиле космической РПГ, где тебе вновь необходимо отправится на феерические завоевания в далекий и очень опасный космос. Для начала тебе потребуется собрать свою могущественную команду самых отважных бойцов, которые смогут пойти за тобой и в огонь, и в воду. Как только дело будет сделано, отправляйтесь в увлекательно приключение, где ты будешь покорять тысячи и тысячи километров космического пространства. Тебя ждет масса часов незабываемых сражений с самыми разными врагами. Для того  чтобы всех их победить, тебе необходимо оснастить свой космический корабль мощным оружием, которое пригодится тебе в сопротивлении с тем или иным соперником. Более того, у тебя будет возможность выбора своего главного спутника – корабля, которых будет достаточное количество, и каждый из них обладает отличительными боевыми характеристиками. Ты сможешь стать как на путь добра, выбрав роль торговца, так и на путь зла, выбрав путь пирата. Каждый из состава твоего экипажа будет обладать уникальными способностями и умениями.",
    "img": "/src/img/games/StellarTactics.jpg",
    "carousel1": "/src/img/game-carousel/StellarTactics-1.jpg",
    "carousel2": "/src/img/game-carousel/StellarTactics-2.jpg",
    "genres": "Приключенческие игры, Инди, Ролевые игры, Стратегии, Ранний доступ",
    "steamlink": "https://store.steampowered.com/app/465490/Stellar_Tactics/",
    "info": {
      "Год выпуска": "2016г.",
      "Разработчик": "Maverick Games",
      "Версия": "v0.716",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "2.4 GHz двух-ядерный",
      "Видеокарта": "1Гб видеопамяти",
      "Оперативная память": "2Гб",
      "Памяти на Жестком Диске": "6Гб"
    },
    "file": "torrent/Stellar_Tactics.torrent"
  },
  {
    "id": 188,
    "name": "Dome Keeper",
    "description": "Экшен-РПГ на выживание, где мы отправимся на далёкую и опасную планету. Сюжетная линия расскажет о том, как на планете расположился некий купол, скрытый за большим защитным полем. Ты сыграешь роль хранителя этого самого купола, делая все возможное, чтобы к нему не добрались жуткие и коварные монстры. Вооружись всем необходимым, продумай тактику действий и незамедлительно отправляйся на поле боя, истребляя всех, кто посмел встать на пути. Враг довольно силен и хитёр, будет совершать свои атаки не только с поверхности, но и с подземелий, и даже с воздуха. Прояви свои способности, действуй быстро и обдуманно, подключив смекалку и хитрость. Выстраивай всевозможные защитные сооружения и башни, которые значительно снизят шансы врага на победу. Графическое исполнение неплохо продумано, наделено пиксельной графикой и позволит каждому в полной мере ощутить себя на месте главного героя.",
    "img": "/src/img/games/DomeKeeper.jpg",
    "carousel1": "/src/img/game-carousel/DomeKeeper-1.jpg",
    "carousel2": "/src/img/game-carousel/DomeKeeper-2.jpg",
    "genres": "Экшены, Инди",
    "steamlink": "https://store.steampowered.com/app/1637320/Dome_Keeper/",
    "info": {
      "Год выпуска": "2022г.",
      "Разработчик": "Bippinbits",
      "Версия": "2.6.1 Deluxe Edition",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "2.5 Ghz",
      "Видеокарта": "Поддержка OpenGL 3.3",
      "Оперативная память": "512Мб",
      "Памяти на Жестком Диске": "500Мб"
    },
    "file": "torrent/Dome_Keeper.torrent"
  },
  {
    "id": 189,
    "name": "Satisfactory",
    "description": "Экономическая игра в жанре симулятора, где ты отправишься на покорение огромного открытого мира. Ты возьмёшь на себя исполнение роли инженера, который, вследствие определенных событий, оказался на совершенно неизведанной планете. Ты являешься частью достаточно масштабной компании, которая занимается разработкой массивных машин. Эти машины предназначены для таинственного назначения. Ты сможешь развить на отдельной планете деятельность так, как посчитаешь нужным. Открой для себя природные новинки и покори мир, чтобы построить в нем свои многочисленные сооружения. Ты будешь строить фабрики по производству машин, которые также необходимо всячески развивать. Отправляйся на исследование локаций, чтобы раздобыть полезные ресурсы и ценные материалы. Все собранное пригодится тебе в дальнейшем, для достижения поставленных целей. Ты будешь заниматься проектировкой, а затем возведением специальных машин, которые, в свою очередь, обеспечат тебя необходимыми частями для создания фабрик. Также все созданное тобой со временем будет приносить свои плоды. Так, к примеру, обустроенная фабрика и машины будут действовать настолько слажено, что смогут разрабатывать мощные оружия, инструменты и транспорт.",
    "img": "/src/img/games/Satisfactory.jpg",
    "carousel1": "/src/img/game-carousel/Satisfactory-1.jpg",
    "carousel2": "/src/img/game-carousel/Satisfactory-2.jpg",
    "genres": "Симуляторы, приключенческая игра",
    "steamlink": "https://store.steampowered.com/app/526870/Satisfactory/",
    "info": {
      "Год выпуска": "2019г.",
      "Разработчик": "Coffee Stains",
      "Версия": "0.8.0.5 build 240610",
      "Язык интерфейса": "Английский, Русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel I5-3570k",
      "Видеокарта": "GTX 660",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "20Гб"
    },
    "file": "torrent/Satisfactory_0.8.0.5.torrent"
  },
  {
    "id": 190,
    "name": "Gas Station Simulator",
    "description": "Отличный в своем исполнении проект, разработанный в жанре симулятора, где все действия происходят с видом от первого лица, а игроку предстоит покорять полностью открытый мир. В твоём распоряжении находится заправочная станция, каждый аспект деятельности которой ты будешь контролировать самостоятельно. Развивайся и расширяй свои владения, совершенствуй территорию и основное здание, а также сделай все, чтобы посетители оставались довольны. Сразу нужно отметить полную свободу действий и выбора, но помни, что любая ошибка будет иметь последствия. Управляй собственным бизнесом так, как посчитаешь нужным, найдя тот или иной подход. Изначально заправочная станция будет совершенно заброшенной и ни к чему не пригодной, но под твоим воздействием она снова оживет и обретёт новых клиентов. Избавляйся от ненужных элементов, выбрасывай сломанную мебель, займись покраской стен и облагораживанием территории, не забывая продумать инфраструктуру и правильное расположение заправочных колонок. Обслуживание клиентов должно расти с каждым разом, чтобы заброшенная посреди пустыни станция стала самым посещаемым и популярным местом для водителей.",
    "img": "/src/img/games/GasStationSimulator.jpg",
    "carousel1": "/src/img/game-carousel/GasStationSimulator-1.jpg",
    "carousel2": "/src/img/game-carousel/GasStationSimulator-2.jpg",
    "genres": "Инди, Симуляторы",
    "steamlink": "https://store.steampowered.com/app/1149620/Gas_Station_Simulator/",
    "info": {
      "Год выпуска": "2021г.",
      "Разработчик": "DRAGO entertainment",
      "Версия": "1.0.2.65019S + Airstrip",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel Core i3",
      "Видеокарта": "GTX 660",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "14Гб"
    },
    "file": "torrent/Gas_Station_Simulator.torrent"
  },
  {
    "id": 191,
    "name": "Universe Sandbox",
    "description": "Игра в жанре песочницы, которая отправит тебя во вселенную. Проект является симулятором солнечной системы, где все космическое пространство подвластно лишь тебе одному. Тебя ждут многочисленные задания и миссии, которые будут довольно сложные по исполнительности. Ты будешь расставлять в правильном порядке планеты в солнечных системах, создавать созвездия и запускать спутники. Будь максимально внимательным, ведь если ты будешь действовать не обдуманно, то все, что ты создавал, может рухнуть в любой момент. Здесь большой акцент сделан именно на разработке стратегической системы, которая поможет тебе правильно выполнять поставленные миссии. Каждое твоё действие будет изменять ход процесса, будь то изменение угла наклона планеты либо неправильная расстановка. Игра носит в себе не только лишь развлекательный характер, но и научную составляющую, которая поможет тебе разобраться в солнечной системе и улучшить свои знания в этой сфере.",
    "img": "/src/img/games/UniverseSandbox.jpg",
    "carousel1": "/src/img/game-carousel/UniverseSandbox-1.jpg",
    "carousel2": "/src/img/game-carousel/UniverseSandbox-2.jpg",
    "genres": "Казуальные игры, Инди, Симуляторы, Ранний доступ",
    "steamlink": "https://store.steampowered.com/app/230290/Universe_Sandbox/",
    "info": {
      "Год выпуска": "2015г.",
      "Разработчик": "Giant Army",
      "Версия": "v32.3.0",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "1.6 GHz",
      "Видеокарта": "512Мб",
      "Оперативная память": "1Гб",
      "Памяти на Жестком Диске": "2Гб"
    },
    "file": "torrent/Universe_Sandbox_2.torrent"
  },
  {
    "id": 192,
    "name": "Cepheus Protocol",
    "description": "Стратегический игровой проект, действия в котором будут проходить в режиме реального времени. Мир игры, в который ты отправляешься, полностью открыт для покорения и готов подарить тебе отличное времяпровождение, разгадывая секреты и проходя сквозь захватывающие локации. События поведают о внезапно возникшем на планете Земля вирусе, принесённом инопланетными существами. Ты исполнишь очень ответственную роль – роль главнокомандующего отрядом, который намеревается остановить распространение жуткой болезни, тем самым спасая мир от тотального разрушения. Стоит всегда помнить о том, что любое принятое тобой решение и совершенное действие будет иметь последствия, поэтому действуй внимательно, продумывая каждый шаг. Твой отряд может охватывать до восьми человек, каждый из которых имеет особые умения и характеристики. Развивай команду, обеспечивай ее всеми необходимыми атрибутами защиты и мощным оружием, чтобы дать отпор оппоненту. Также у вас имеется база, которую нужно всячески модифицировать, укреплять и не допустить вторжения оппонента на ее просторы.",
    "img": "/src/img/games/CepheusProtocol.jpg",
    "carousel1": "/src/img/game-carousel/CepheusProtocol-1.jpg",
    "carousel2": "/src/img/game-carousel/CepheusProtocol-2.jpg",
    "genres": "Экшены, Инди, Симуляторы, Стратегии",
    "steamlink": "https://store.steampowered.com/app/979640/Cepheus_Protocol/",
    "info": {
      "Год выпуска": "2022г.",
      "Разработчик": "Halcyon Winds",
      "Версия": "1.2.5",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel Core i5-2500K",
      "Видеокарта": "GTX 470",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "14Гб"
    },
    "file": "torrent/Cepheus_Protocol.torrent"
  },
  {
    "id": 193,
    "name": "Kerbal Space Program 2",
    "description": "Вторая часть одного из лучших космических симуляторов, которая готова порадовать нас обновлениями и ещё более динамичным игровым процессом. Ты встанешь во главе программы по освоению космоса, отправишься исследовать его бескрайние просторы, а также постараешься выполнить важные для цивилизации миссии. Изучая окружение важно быть максимально сосредоточенным, чтобы раздобыть как можно больше ценных ресурсов и необходимых материалов для строительства. Создавать здесь, как и прежде, можно все, что угодно, начиная от мелких механизмов и заканчивая целыми космическими станциями. Освоение космоса – задача не из простых и подготовила для тебя не мало всевозможных преград и опасностей, а это говорит о том, что тебе необходимо проявить отвагу, быстродействие и навыки стратегического планирования.",
    "img": "/src/img/games/KerbalSpaceProgram2.jpg",
    "carousel1": "/src/img/game-carousel/KerbalSpaceProgram2-1.jpg",
    "carousel2": "/src/img/game-carousel/KerbalSpaceProgram2-2.jpg",
    "genres": "Инди, Симуляторы, Ранний доступ",
    "steamlink": "https://store.steampowered.com/app/954850/Kerbal_Space_Program_2/",
    "info": {
      "Год выпуска": "2023г.",
      "Разработчик": "Intercept Games",
      "Версия": "0.1.3.1.24603",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 10",
      "Процессор": "Intel Core i5",
      "Видеокарта": "RTX 2060",
      "Оперативная память": "12Гб",
      "Памяти на Жестком Диске": "45Гб"
    },
    "file": "torrent/Kerbal_Space_Program_2.torrent"
  },
  {
    "id": 194,
    "name": "Moonscars",
    "description": "Мрачная и непредсказуемая игра, разработанная в жанре метроидвании, где мы отправляемся на просторы угасающего, жестокого мира, где каждая улица пропитана жестокостью и отчаянием. Сыграй роль глиняного героя, который отправляется на поиски своего скульптора, чтобы узнать историю своего возникновения. Отправляйся навстречу приключениям, проходи множество испытаний и раскрывай мрачные тайны. Будь готов столкнуться с порождениями тьмы, которых необходимо как можно быстрее истребить, иначе ты останешься в этом злополучном месте навеки. Важно в игре постоянно совершенствовать главного героя, наделяя его навыками и большим количеством возможностей по уничтожению противников. Раскрой все тайны, изучи локации и достигни поставленной цели любым возможным способом. Графическое исполнение порадует интересной рисовкой, приятной анимацией, что в совокупности со звуковыми эффектами создаёт держащую в напряжении атмосферу.",
    "img": "/src/img/games/Moonscars.jpg",
    "carousel1": "/src/img/game-carousel/Moonscars-1.jpg",
    "carousel2": "/src/img/game-carousel/Moonscars-2.jpg",
    "genres": "Экшены, Инди, Хорроры",
    "steamlink": "https://store.steampowered.com/app/1374970/Moonscars/",
    "info": {
      "Год выпуска": "2022г.",
      "Разработчик": "Black Mermaid",
      "Версия": "1.6.009",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 10",
      "Процессор": "Intel Core i3",
      "Видеокарта": "GeForce GT 530",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "400Мб"
    },
    "file": "torrent/Moonscars.torrent"
  },
  {
    "id": 195,
    "name": "Heavenly Bodies",
    "description": "Отличный в своем исполнении симулятор, который успешно был дополнен головоломками и незабываемыми приключениями. Мы отправляемся на просторы космоса, чтобы исследовать их и постараться добраться к истине. Ты – космонавт, который вместе со своим напарником начнут работу на отдаленной орбитальной станции. На плечи команды возлагается огромная ответственность и масса обязанностей, поэтому к делу нужно подойти с максимальной внимательностью. Ты будешь выполнять различного рода миссии и задачи, сложность которых имеет свойство увеличиваться, именно поэтому необходимо уделить внимание развитию своих профессиональных навыков. Стоит отметить, что основной всего игрового процесса являются законы физики, которые здесь соблюдаются в полной мере, это нужно принять во внимание для успешного достижения поставленной цели. Графическое исполнение хорошо продумано и позволит каждому стать полноценной частью этого приключения.",
    "img": "/src/img/games/HeavenlyBodies.jpg",
    "carousel1": "/src/img/game-carousel/HeavenlyBodies-1.jpg",
    "carousel2": "/src/img/game-carousel/HeavenlyBodies-2.jpg",
    "genres": "Экшены, Приключенческие игры, Инди, Симуляторы",
    "steamlink": "https://store.steampowered.com/app/1138850/Heavenly_Bodies/",
    "info": {
      "Год выпуска": "2021г.",
      "Разработчик": "2pt Interactive",
      "Версия": "1.5.3",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel Core i5",
      "Видеокарта": "GTX 660",
      "Оперативная память": "6Гб",
      "Памяти на Жестком Диске": "2Гб"
    },
    "file": "torrent/Heavenly_Bodies.torrent"
  },
  {
    "id": 196,
    "name": "Frigato: Shadows of the Caribbean",
    "description": "Довольно непростая тактическая игра, где все действия будут происходить в режиме реального времени. Основной механикой проекта является стелс, которому тебе важно обучиться, дабы достичь наилучших результатов. Мир игры открыт для исследования, а основными его обитателями являются коварные и беспощадные пираты, роль одного из которых ты и сыграешь. Возьми во главенство собственную команду разбойников и станьте лучшими в своем деле, грабя, совершая нападения, собирая наилучшие ресурсы и драгоценности, постепенно сражаясь с оппонентами, бороздя бесконечные морские просторы. Враг не дремлет и будет лишь наращивать силу, поэтому важно постоянно развивать как свои навыки, так и навыки команды, правильно распределяя силу, не давая противнику и шанса на победу. Игровой процесс готов порадовать максимальной динамикой и разнообразием возможностей, что точно не позволит никому скучать.",
    "img": "/src/img/games/FrigatoShadowsoftheCaribbean.jpg",
    "carousel1": "/src/img/game-carousel/FrigatoShadowsoftheCaribbean-1.jpg",
    "carousel2": "/src/img/game-carousel/FrigatoShadowsoftheCaribbean-2.jpg",
    "genres": "Экшены, Приключенческие игры, Инди, Стратегии, Ранний доступ",
    "steamlink": "https://store.steampowered.com/app/1667750/Frigato_Shadows_of_the_Caribbean/",
    "info": {
      "Год выпуска": "2023г.",
      "Разработчик": "Mercat Games",
      "Версия": "Build 11599631",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "2.6 GHz",
      "Видеокарта": "GTX 650",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "5Гб"
    },
    "file": "torrent/Frigato_Shadows_of_the_Caribbean.torrent"
  },
  {
    "id": 197,
    "name": "Landlord’s Super",
    "description": "Игровой симулятор строительства, где ты отправишься на выполнение важной миссии и постараешься достичь успеха в любимом деле. События игры отправляют тебя на просторы острова Британии восьмидесятых годов. Здесь тебе предстоит заняться строительством небольшого поселения, его развитием и процветанием. Стоит отметить, что авторы позволили игроку полную свободу действий и выбора, что делает прохождение максимально реалистичным. Удели внимание исследованию окружающих тебя локаций, чтобы точно понять культуру Англии и рассчитать свои дальнейшие действия наперед. Контролируй заказы расходных материалов, выстраивай стены и различные полезные сооружения, будь внимателен, ведь стоит прислушиваться к потребностям жителей. Погода, время года, перемена суток, события которые происходят во всем мире – все это окажет большое влияние на ход работы и на успех, поэтому старайся постоянно совершенствоваться. Когда условия для строительства не благополучны ты можешь отправиться в паб, тем самым отдохнув и набрав силы для дальнейшей работы.",
    "img": "/src/img/games/LandlordSuper.jpg",
    "carousel1": "/src/img/game-carousel/LandlordSuper-1.jpg",
    "carousel2": "/src/img/game-carousel/LandlordSuper-2.jpg",
    "genres": "Инди, Ролевые игры, Симуляторы",
    "steamlink": "https://store.steampowered.com/app/1127840/Landlords_Super/",
    "info": {
      "Год выпуска": "2023г.",
      "Разработчик": "Minskworks",
      "Версия": "1.0.07",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel Core i3 2 GHz",
      "Видеокарта": "1Гб видеопамяти",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "1Гб"
    },
    "file": "torrent/Landlords_Super.torrent"
  },
  {
    "id": 198,
    "name": "Junkyard Truck",
    "description": "Игровой проект, разработанный в жанре симулятора, где мы сыграем роль необычного исследователя – исследователя свалки. Ты, в роли главного героя, отправляешься копаться во всяком хламе и мусоре с целью заработка и при правильном подходе у тебя будет это очень даже неплохо получаться. Мир игры не ограничен лишь свалкой, ведь у тебя есть полная свобода действий, а поэтому ты сможешь отправиться туда, куда посчитаешь нужным. Подключай внимательность, изучай каждую локацию, добывай ценные ресурсы и полезные предметы, которые затем ты сможешь продать и поднакопить денег. Люди выбрасывают очень интересные вещицы, а иногда даже артефакты, которые могут принести тебе целое состояние. Вариантов для обогащения игра предлагает массу, поэтому скучать у тебя точно не будет времени. Графика разработана в приятном стиле, а вид от первого лица даст возможностб погрузиться в этот реалистичный мир с головой.",
    "img": "/src/img/games/JunkyardTruck.jpg",
    "carousel1": "/src/img/game-carousel/JunkyardTruck-1.jpg",
    "carousel2": "/src/img/game-carousel/JunkyardTruck-2.jpg",
    "genres": "Симуляторы, Ранний доступ",
    "steamlink": "https://store.steampowered.com/app/1697880/Junkyard_Truck/",
    "info": {
      "Год выпуска": "2022г.",
      "Разработчик": "Keystone Knight",
      "Версия": "v02.07.2023",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "2 Ghz",
      "Видеокарта": "GTX 1060",
      "Оперативная память": "10Гб",
      "Памяти на Жестком Диске": "6Гб"
    },
    "file": "torrent/Junkyard_Truck.torrent"
  },
  {
    "id": 199,
    "name": "Oblivion Override",
    "description": "Динамичный и увлекательный рогалик, где мы вступаем в кровопролитное сражение с полчищами коварных оппонентов. Главный герой игры – робот Кримсон, который обладает способностью яростных атак, с помощью которых будет истреблять всех, кто посмеет встать на его пути. По мере следования к своим способностям нужно постоянно добавлять все больше и больше модификаторов, которые увеличат шансы на победу над более сильным врагом. Мир игры переживает последствия апокалипсиса, а тебе необходимо раскрывать мрачную тайну случившегося. Человечеству больше нет места в этом мире, а на отдаленной планете поселились роботизированные механизмы, которые находятся под контролем иных сил. Ты же отправишься в путешествие на отдаленную космическую станцию, чтобы изучить её и найти ответы на важные вопросы. По мере прохождения будь готов столкнуться с ловушками и врагами, которые будут всячески тебе препятствовать.",
    "img": "/src/img/games/OblivionOverride.jpg",
    "carousel1": "/src/img/game-carousel/OblivionOverride-1.jpg",
    "carousel2": "/src/img/game-carousel/OblivionOverride-2.jpg",
    "genres": "Экшены, Приключенческие игры, Инди, Ранний доступ",
    "steamlink": "https://store.steampowered.com/app/1952370/Oblivion_Override/",
    "info": {
      "Год выпуска": "2023г.",
      "Разработчик": "Humble Mill",
      "Версия": "v0.6.2.1288",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel i5",
      "Видеокарта": "1Гб видеопамяти",
      "Оперативная память": "2Гб",
      "Памяти на Жестком Диске": "4Гб"
    },
    "file": "torrent/Oblivion_Override.torrent"
  },
  {
    "id": 200,
    "name": "Workers & Resources: Soviet Republic",
    "description": "Оригинальная игра в стиле стратегии, где все действия происходят в режиме реального времени. Здесь у тебя будет возможность самостоятельно, с нуля развивать огромный мегаполис, делая его многофункциональным и масштабным. Время игры отправит тебя во времена СССР, поэтому законы и правила здесь достаточно отличаются от сегодняшнего времени. Все, что ты увидишь в мире, куда отправишься, будет напоминать тебе Советский Союз, начиная от автомобилей и заканчивая зданиями. Для начала ты можешь создать небольшой мегаполис и взять под контроль все аспекты его деятельности. Затем смело принимайся за развитие своих владений, чтобы в конечном итоге добиться положительного результата и создать настоящую республику. Ты будешь контролировать экономику государства, инфраструктуры, инвестиции, поставки продуктов и полезных ресурсов, а также заботиться о боевой готовности, чтобы смело дать отпор врагу. Особое внимание тебе нужно уделить именно транспортной отрасли, которая поможет тебе обеспечить хорошую логистику и развивать другие сферы правления. Состоит быть внимательным к каждому пункту, а также не забывать следить за жизнью населения, чтобы оно было комфортным и безопасным.",
    "img": "/src/img/games/WorkersResourcesSovietRepublic.jpg",
    "carousel1": "/src/img/game-carousel/WorkersResourcesSovietRepublic-1.jpg",
    "carousel2": "/src/img/game-carousel/WorkersResourcesSovietRepublic-2.jpg",
    "genres": " Инди, Симуляторы, Стратегии, Ранний доступ",
    "steamlink": "https://store.steampowered.com/app/784150/Workers__Resources_Soviet_Republic/",
    "info": {
      "Год выпуска": "2019г.",
      "Разработчик": "3Division",
      "Версия": "v0.8.9.17",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "2,5 GHz двух-ядерный",
      "Видеокарта": "Поддержка DirectX 11",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "5Гб"
    },
    "file": "torrent/Workers_&_Resources_Soviet_Republic.torrent"
  },
  {
    "id": 201,
    "name": "Starmancer",
    "description": "Проект, разработанный в жанре стратегии, где ты исполнишь роль искусственного интеллекта. События отправляют нас на планету, где произошла жуткая катастрофа и теперь человеческая раса вынуждена отправить свою программную разработку на просторы космоса, с целью нахождения нового дома. Сознание людей было погружено в некие сосуды памяти и отправлено в далёкий путь. Теперь судьба человечества лежит в твоих руках и только ты сумеешь определить, есть шанс на дальнейшую жизнь или нет. Отправляйся на масштабную космическую станцию, аспекты деятельности которой ты возьмёшь под свой собственный контроль. Обустраивай окружение, задавай максимально комфортные условия, а также не забывай раздобыть ценные ресурсы для поддержания жизнедеятельности. Ответственная работа касается создания человеческих тел, куда впоследствии переместиться и сознание. На пути тебя ожидает не мало преград и опасностей, от который ты должен огородить станцию. Каждое принятое тобой решение имеет последствия, и, в конечном итоге, приведет к тому или иному исходу событий.",
    "img": "/src/img/games/Starmancer.jpg",
    "carousel1": "/src/img/game-carousel/Starmancer-1.jpg",
    "carousel2": "/src/img/game-carousel/Starmancer-2.jpg",
    "genres": "Инди, Симуляторы, Стратегии",
    "steamlink": "https://store.steampowered.com/app/1062000/Starmancer/",
    "info": {
      "Год выпуска": "2020г.",
      "Разработчик": "Ominux Games",
      "Версия": "v0.2.14",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "2 Ghz",
      "Видеокарта": "Поддержка DirectX 10",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "500Мб"
    },
    "file": "torrent/Starmancer.torrent"
  },
  {
    "id": 202,
    "name": "ICARUS",
    "description": "Игровой проект, разработанный в жанре PVE, где нам предстоит выживать в суровой реальности окружающего мира. Первым делом стоит отметить наличие кооператива, который может включать одновременно до восьми человек, что позволит игроку отлично провести время в компании друзей. События отправляют нас на просторы планеты Икар, которую до недавнего времени хотели колонизировать люди, но миссия была провалена в ходе неудачной попытки трансформирования, после чего атмосфера здесь стала ядовитой. Прошло много времени до того момента, когда учёные сумели выяснить причину ошибки человечества и теперь интерес к Икару проснулся вновь. Нам же предлагается исполнить роль старателя, который вместе со своей командой отправляется на просторы планеты, чтобы обрести богатство, ценные ресурсы и постараться исправить сложившуюся ситуацию. Условия жизни здесь далеки от совершенства, ведь тебя ждёт суровое окружение, способное отобрать жизнь в два счета. Развивай свои навыки, добывай ценные ресурсы и не забывай, что главным ограничением пребывания на Икаре – время. Подключи смекалку, отвагу и быстродействие, чтобы справиться с миссией и достичь успеха.",
    "img": "/src/img/games/ICARUS.jpg",
    "carousel1": "/src/img/game-carousel/ICARUS-1.jpg",
    "carousel2": "/src/img/game-carousel/ICARUS-2.jpg",
    "genres": "Экшены, Приключенческие игры, Симуляторы",
    "steamlink": "https://store.steampowered.com/app/1149460/ICARUS/",
    "info": {
      "Год выпуска": "2021г.",
      "Разработчик": "RocketWerkz",
      "Версия": "1.1.3.112906",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 10",
      "Процессор": "Intel i5",
      "Видеокарта": "GTX 1060",
      "Оперативная память": "16Гб",
      "Памяти на Жестком Диске": "70Гб"
    },
    "file": "torrent/ICARUS.torrent"
  },
  {
    "id": 203,
    "name": "Settlement Survival",
    "description": "Увлекательная игра, разработанная в жанре градостроительной стратегии, где нам предстоит выживать и преодолеть немалое количество испытаний. Возьмись за исполнение роли главного героя, который возглавит группу выживших и вместе с ними отправиться на поиски нового дома. Займись исследованием окружающих территорий, начни добычу ценных ресурсов, а затем принимайся за строительство поселения, которое в будущем превратиться в безопасный, процветающий и многофункциональный город. Отправляйся на охоту, высаживай урожай, заполняй арсенал необходимыми оружием и атрибутами защиты, а также не забывай постоянно развивать свои навыки, чтобы суметь справиться с более сложными испытаниями. На твоих плечах лежат судьбы множества людей, поэтому к своему делу нужно подойти с особой сноровкой. Что касается графического исполнения, то оно отлично продумано и создаёт атмосферу, в которую каждый игрок сумеет погрузиться с головой.",
    "img": "/src/img/games/SettlementSurvival.jpg",
    "carousel1": "/src/img/game-carousel/SettlementSurvival-1.jpg",
    "carousel2": "/src/img/game-carousel/SettlementSurvival-2.jpg",
    "genres": "Симуляторы, Стратегии",
    "steamlink": "https://store.steampowered.com/app/1509510/Settlement_Survival/",
    "info": {
      "Год выпуска": "2022г.",
      "Разработчик": "Gleamer Studio",
      "Версия": "1.0.56",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "3 Ghz двух-ядерный",
      "Видеокарта": "GTX 650",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "1Гб"
    },
    "file": "torrent/Settlement_Survival.torrent"
  },
  {
    "id": 204,
    "name": "Mahou Arms",
    "description": "Игра, разработанная в жанре слешера, которая отправляет тебя на просторы мира аниме и позволит отлично провести время. Сюжетная линия расскажет о существовании группировки отважных и бесстрашных девушек, которые становятся на пути сопротивления, чтобы истребить как можно больше сторонников зла. События отправляют игрока на просторы не совсем обычного мира, который процветал и существовал в спокойствии ровно до того момента, пока на него не было совершено нападение со стороны инопланетных сил. Отныне все человечество находится под угрозой уничтожения и только на тебя и твою команду возлагается последняя надежда на спасение. Воинственная организация принимается за дело и сделает все возможное, чтобы изгнать обидчика раз и навсегда. Оппонент обладает особой силой, справиться с которой не так то просто, поэтому тебе следует уделить особое внимание развитию своих навыков. Прояви себя как профессиональный стратег, чтобы вовремя обхитрить оппонента и безжалостно его уничтожить. Девушек ожидает масса преград и опасностей, поэтому будь внимательным.",
    "img": "/src/img/games/MahouArms.jpg",
    "carousel1": "/src/img/game-carousel/MahouArms-1.jpg",
    "carousel2": "/src/img/game-carousel/MahouArms-2.jpg",
    "genres": " Экшены, Приключенческие игры, Ранний доступ",
    "steamlink": "https://store.steampowered.com/app/1165870/Mahou_Arms/",
    "info": {
      "Год выпуска": "2020г.",
      "Разработчик": "Dischan Media",
      "Версия": "0.3.1581",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "2 Ghz",
      "Видеокарта": "Поддержка DirectX 10",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "6Гб"
    },
    "file": "torrent/Mahou_Arms.torrent"
  },
  {
    "id": 205,
    "name": "Mr. Prepper",
    "description": "Приключенческий экшен, где тебе предстоит справиться с обстоятельствами угрозы ядерной войны. Правительство старается убедить граждан, что всё в порядке, но ты понимаешь, что это далеко не правда. Ситуация не из простых и это повлекло за собой определенные действия, которые необходимо совершить, чтобы подготовиться к удару. Тебе нужно отправиться на исследование окружения, чтобы раздобыть ценную информацию и полезные материалы. Особое внимание удели строительству бункера, который будет оснащен всем необходимым для долгого пребывания, включая запас ресурсов, провизии, а также защиты в случае угрозы. Подземелье довольно просторное, что позволит тебе создавать не только дом для обитания, но и всевозможные фермы, теплицы, транспортные средства и многое другое. Налаживай контакты с соседями, чтобы в дальнейшем заняться торговлей и обменом полезными предметами. Прояви свои тактические навыки и разработай точный план действий, стараясь не допускать ошибок. Врагом станет полиция, которая создаст все условия, чтобы ты не достиг поставленной цели – дай ему отпор.",
    "img": "/src/img/games/MrPrepper.jpg",
    "carousel1": "/src/img/game-carousel/MrPrepper-1.jpg",
    "carousel2": "/src/img/game-carousel/MrPrepper-2.jpg",
    "genres": "Экшены, Приключенческие игры, Казуальные игры, Инди, Ролевые игры, Симуляторы",
    "steamlink": "https://store.steampowered.com/app/761830/Mr_Prepper/",
    "info": {
      "Год выпуска": "2021г.",
      "Разработчик": "Rejected Games Sp. z o.o.",
      "Версия": "1.31c Anniversary + ANIMAL FARM DLC",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows XP, 7, 8, 10",
      "Процессор": "Intel Core2 Duo",
      "Видеокарта": "Intel HD 4000",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "1Гб"
    },
    "file": "torrent/Mr_Prepper.torrent"
  },
  {
    "id": 206,
    "name": "Subsistence",
    "description": "Новая игра в мире песочниц. Здесь тебя ждёт огромный открытый мир, где у тебя будет полно возможностей. Среда вокруг тебя будет местами дружелюбная, но в основном очень опасная, где тебе предстоит делать все возможное, чтобы сохранить жизнь. Выстраивай свою базу и не забудь об ее укреплении и защите, чтобы никто не смог к тебе порваться в любой момент. Займись оснащением своего жилища, приобретая все необходимое для жизнедеятельности. Отправляйся на охоту, чтобы обеспечить себя пищей. Прежде чем отправится в разведку, не забудь как следует вооружиться, ведь мир таит в себе массу опасностей. Твоими врагами будут как дикие животные и погодные условия, так и другие, обезумевшие охотники, бороздящие просторы. Старайся улучшать свои навыки и способности, а также усовершенствуй технологии и займись крафтингом.",
    "img": "/src/img/games/Subsistence.jpg",
    "carousel1": "/src/img/game-carousel/Subsistence-1.jpg",
    "carousel2": "/src/img/game-carousel/Subsistence-2.jpg",
    "genres": "Экшены, Ранний доступ",
    "steamlink": "https://store.steampowered.com/app/418030/Subsistence/",
    "info": {
      "Год выпуска": "2016г.",
      "Разработчик": "ColdGames",
      "Версия": "a61.23",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel Core 2 Duo E4600 2.4 Ghz",
      "Видеокарта": "Geforce GT 460",
      "Оперативная память": "2Гб",
      "Памяти на Жестком Диске": "1.5Гб"
    },
    "file": "torrent/Subsistence.torrent"
  },
  {
    "id": 207,
    "name": "Car Mechanic Simulator 2021",
    "description": "Игровой проект, разработанный в жанре симулятора, который предлагает нам окунуться в приключенческий мир и добиться в нем успеха. Возьмись за исполнение роли начинающего автомеханика, который мечтает создать собственное дело и привести его к успеху. Достичь поставленной цели будет не так уж и просто, ведь впереди тебя ожидает множество преград, трудностей и сложный выбор. Прояви смекалку, развивай свою профессиональные навыки, которые позволят открыть доступ к новым возможностям, принимай новые заказы и берись за более трудную работу, чтобы повысить уровень клиентуры. Изначально у тебя будет небольшое помещение по типу гаража, которое с твоими усилиями точно превратиться в настоящую империю. Стоит отметить положительный аспект игрового процесса – это случайная генерация заказов, поэтому предугадать будущую задачу не будет возможным, от чего приключение становится ещё более увлекательным. Вторым важным аспектом является богатый арсенал запчастей, который поможет справиться с любой, даже самой сложной поломкой. Развивайся, добивайся главных высот и сделай свое любимое дело успешным и прибыльным.",
    "img": "/src/img/games/CarMechanicSimulator2021.jpg",
    "carousel1": "/src/img/game-carousel/CarMechanicSimulator2021-1.jpg",
    "carousel2": "/src/img/game-carousel/CarMechanicSimulator2021-2.jpg",
    "genres": "Инди, Гонки, Симуляторы",
    "steamlink": "https://store.steampowered.com/app/1190000/Car_Mechanic_Simulator_2021/",
    "info": {
      "Год выпуска": "2021г.",
      "Разработчик": "Red Dot Games",
      "Версия": "1.0.30 + Все DLC",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel Core i5",
      "Видеокарта": "GTX 760",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "35Гб"
    },
    "file": "torrent/Car_Mechanic_Simulator_2021.torrent"
  },
  {
    "id": 208,
    "name": "State of Decay 2: Juggernaut Edition",
    "description": "Игра в стиле приключения на популярную тематику зомби. Здесь тебе предстоит вновь отправится на сопротивления, чтобы как можно лучше защитить собственную жизнь. Мир, в котором ты находишься, погрузился в полный мрак, вследствие возникшего вируса, который распространяется по поверхности со  стремительной скоростью. Ты будешь выживать, а также спасать остальных выживших, чтобы одолеть тех, кто уже успел заразиться. На пути ты также будешь встречать различные дополнительные задания, которые принесут тебе бонусы, а также пополнять твой арсенал оружием и боеприпасами. Виртуальное пространство в игре открыто для исследования и достижений, поэтому старайся быть внимательным, ведь ты всегда сможешь найти для себя что-то полезное на той, или иной локации. Зомби будут наделены интеллектом, и именно поэтому твоя задача становится ещё более затруднительной. Более того, ты сможешь принять участие в многопользовательской игре, где в мир попадают настоящие люди с той же целью, что и у тебя. Отправляйся на путь восстановления справедливости, сражайся за собственную жизнь и спасай мир от нашествия ходячих мертвецов.",
    "img": "/src/img/games/StateofDecay2JuggernautEdition.jpg",
    "carousel1": "/src/img/game-carousel/StateofDecay2JuggernautEdition-1.jpg",
    "carousel2": "/src/img/game-carousel/StateofDecay2JuggernautEdition-2.jpg",
    "genres": "Экшены",
    "steamlink": "https://store.steampowered.com/app/495420/State_of_Decay_2_Juggernaut_Edition/",
    "info": {
      "Год выпуска": "2020г.",
      "Разработчик": "Undead Labs",
      "Версия": "build 522345 + Все DLC",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel i5-2500",
      "Видеокарта": "GTX 760",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "30Гб"
    },
    "file": "torrent/State_of_Decay_2.torrent"
  },
  {
    "id": 209,
    "name": "Super Fantasy Kingdom",
    "description": "Проект, исполненный в классике жанра градостроительного симулятора с элементами упрощённого рогалика. Мы отправляемся на просторы фэнтези мира, на котором расположилось процветающее королевство. Однажды наш главный герой отправился в путешествие, а по возвращению увидел от былого королевства только лишь пепелище. Теперь на его плечи ложится ответственность за восстановление родных земель, а это значит, что от каждого принятого решения будет зависеть развитие событий. Игровой процесс многообразен и предоставит тебе полную свободу действий, что делает атмосферу максимально увлекательной. Возводи новые и новые сооружения, облагораживай территорию, обустраивай необходимую инфраструктуру и делай жизнь местных жителей максимально комфортной и безопасной. Графика игры проработана в пиксельном стиле, порадует яркими красками и интересной рисовкой, вдохновленной олдскульными играми.",
    "img": "/src/img/games/SuperFantasyKingdom.jpg",
    "carousel1": "/src/img/game-carousel/SuperFantasyKingdom-1.jpg",
    "carousel2": "/src/img/game-carousel/SuperFantasyKingdom-2.jpg",
    "genres": "Симуляторы, Стратегии",
    "steamlink": "https://store.steampowered.com/app/2289750/Super_Fantasy_Kingdom/",
    "info": {
      "Год выпуска": "2023г.",
      "Разработчик": "Feryaz Beer",
      "Версия": "Build 39",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "2 Ghz",
      "Видеокарта": "GTX 460",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "1Гб"
    },
    "file": "torrent/Super_Fantasy_Kingdom_Demo.torrent"
  },
  {
    "id": 210,
    "name": "Becastled",
    "description": "Проект, разработанный в жанре стратегического симулятора, где тебе предстоит защитить свои владения от постоянных нападений сторонников вражеской силы. События погружают нас в сказочную атмосферу и отправляют на просторы непредсказуемого и очень интересного мира. Для начала возьмись за исполнение роли главного героя, перед которым открывается большая местность, где в будущем и расположится его королевство. Продумай план строительства замка, оснащая его всем необходимым для комфортной жизни. Позаботься о благоустройстве территории и не забывай сооружать комфортные и безопасные дома для горожан. Главное, что должно присутствовать – это защитные башни и могущественная армия, ведь враг не дремлет и будет постоянно совершать налеты с целью убийства и грабежа. Возьми под контроль ресурсы, которыми необходимо научиться правильно распоряжаться, чтобы обеспечить жителей королевства всем необходимым. Также стоит позаботиться о тренировке армии, сила которой должна постоянно возрастать, чтобы суметь противостоять ещё более сильным соперникам. Создай самое масштабное и могущественное королевство мечты.",
    "img": "/src/img/games/Becastled.jpg",
    "carousel1": "/src/img/game-carousel/Becastled-1.jpg",
    "carousel2": "/src/img/game-carousel/Becastled-2.jpg",
    "genres": "Инди, Стратегии, Ранний доступ",
    "steamlink": "https://store.steampowered.com/app/1330460/Becastled/",
    "info": {
      "Год выпуска": "2021г.",
      "Разработчик": "Mana Potion Studios",
      "Версия": "v0.5.2",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel Core i3",
      "Видеокарта": "GTX 670",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "1Гб"
    },
    "file": "torrent/Becastled.torrent"
  },
  {
    "id": 211,
    "name": "SLUDGE LIFE 2",
    "description": "Вторая часть проекта, исполненного в жанре приключенческого экшена, который отправляет нас на просторы непредсказуемого, сюрреалистического мира. Первым делом стоит отметить запоминающуюся визуальную стилистику, которая позволит каждому стать полноценной частью событий. Снова возьмись за исполнение роли призрака, который очень любит наводить суету и был признан самым коварным вандалом, чье имя отныне произносится шепотом. Ты столкнулся с пропажей своего верного друга – лягушонка-рэпера, и теперь немедленно отправляешься на его поиски, постепенно проходя испытания и избавляясь от тех, кто посмеет встать на пути. Разработчикам удалось перенести все механики и ключевые моменты из предыдущей части, а затем их усовершенствовать, чтобы сделать твое времяпровождение ещё более безумным и более непредсказуемым. Мир игры полностью открыт для исследований и подготовил для тебя не мало интересных квестов, проходя которые, ты откроешь больше возможностей для достижения поставленной цели.",
    "img": "/src/img/games/SLUDGELIFE2.jpg",
    "carousel1": "/src/img/game-carousel/SLUDGELIFE2-1.jpg",
    "carousel2": "/src/img/game-carousel/SLUDGELIFE2-2.jpg",
    "genres": "Приключенческие игры, Инди",
    "steamlink": "https://store.steampowered.com/app/2275150/SLUDGE_LIFE_2/",
    "info": {
      "Год выпуска": "2023г.",
      "Разработчик": "Terri Vellmann, Doseone",
      "Версия": "230630 GOG",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel Core 2 Duo",
      "Видеокарта": "GeForce 7600 GS",
      "Оперативная память": "2Гб",
      "Памяти на Жестком Диске": "2Гб"
    },
    "file": "torrent/SLUDGE_LIFE_2.torrent"
  },
  {
    "id": 212,
    "name": "V Rising",
    "description": "Уникальная в своем исполнении игра, которая успешно относит себя к жанру ММО и отправляет нас на просторы мрачного мира фэнтези. Мы погружаемся в атмосферу средневековья, сыграв довольно необычную роль – роль вампира, который внезапно пробудился от векового сна. Главная задача игрока – в роли кровопийцы, восстановить и усовершенствовать империю вампиров, что сделать будет непросто. Отправляйся на исследование многочисленных локаций, изучай поселения, веди охоту на свежую кровь, борись с многочисленными оппонентами и не допускай попадание на солнце. Мир игры полностью открытый, а тебе даётся полная свобода действий — что делает времяпровождение максимально интересным. Важно постоянно прокачивать собственные навыки, а также совершенствовать замок, который станет основным убежищем и защитой от внешнего мира. Стоит отметить наличие как одиночного, так и многопользовательского режимов, отлично проводя время в компании друзей.",
    "img": "/src/img/games/VRising.jpg",
    "carousel1": "/src/img/game-carousel/VRising-1.jpg",
    "carousel2": "/src/img/game-carousel/VRising-2.jpg",
    "genres": "Экшены, Приключенческие игры, Ранний доступ",
    "steamlink": "https://store.steampowered.com/app/1604030/V_Rising/",
    "info": {
      "Год выпуска": "2022г.",
      "Разработчик": "Stunlock Studios",
      "Версия": "58268",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 10",
      "Процессор": "Intel Core i5",
      "Видеокарта": "GTX 750 Ti",
      "Оперативная память": "12Гб",
      "Памяти на Жестком Диске": "7Гб"
    },
    "file": "torrent/V_Rising.torrent"
  },
  {
    "id": 213,
    "name": "Muse Dash",
    "description": "Яркая музыкальная и ритмичная игра, где тебя порадует особая атмосфера, а также максимально простая механика управления. Здесь ты попадешь в безумный мир, где тебя ожидают захватывающие приключения и битвы с самыми опасными монстрами. Игра включает в себя массу локаций, которые тебе необходимо тщательно исследовать. Более того, здесь есть масса разных героев, каждый из которых отличается определенными характеристиками и навыками. Всю атмосферу здорово дополняет специально написанные музыкальные композиции, которые уж точно не дадут тебе заскучать. В игре имеется уникальное визуальное исполнение, которое успешно сочетает в себе ритм и аркаду. Музыкальных направлений здесь также масса, поэтому ты всегда сможешь найти что-то по своему вкусу. Имеется в игре и линия сюжета с неожиданным поворотами событий, которая точно тебе понравится. Мир включает в себя массу интересных персонажей, со своими способностями и изюминками. Не обойдется и без встреч с коварными боссами, которые постоянно будут преграждать тебе путь. Будь готов к новым приключениям и не забывай как следует прокачивать свои навыки.",
    "img": "/src/img/games/MuseDash.jpg",
    "carousel1": "/src/img/game-carousel/MuseDash-1.jpg",
    "carousel2": "/src/img/game-carousel/MuseDash-2.jpg",
    "genres": "Экшены, Казуальные игры, Инди",
    "steamlink": "https://store.steampowered.com/app/774171/Muse_Dash/",
    "info": {
      "Год выпуска": "2019г.",
      "Разработчик": "PeroPeroGames",
      "Версия": "3.5",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel Core 2Duo",
      "Видеокарта": "Поддержка DirectX 9",
      "Оперативная память": "2Гб",
      "Памяти на Жестком Диске": "600Мб"
    },
    "file": "torrent/Muse_Dash.torrent"
  },
  {
    "id": 214,
    "name": "Humanity",
    "description": "Смесь экшена, платформера и головоломки, где нам предстоит отправиться в путешествие по десяткам уровней разной степени сложности. Сыграй необычную роль – роль маленького белого пса, на плечи которого ложится ответственность за спасение всего человечества. Игра разделена на уровни, каждый из которых уникален и подготовил для тебя не мало испытаний. Здесь важно продумывать действия наперед, проявляя стратегические навыки и стараясь не совершать ошибок. Ты – предводитель целой армии, которую необходимо постоянно совершенствовать и дополнять, ведь это значительно повышает твои шансы на победу. Уровней в игре более девяти десятков, поэтому будь готов у длительному, динамичному и непредсказуемому приключению. Изучай окружающий мир, ведь там ты сможешь открыть дополнительные и секретные миссии, которые в будущем принесут тебе дополнительные возможности.",
    "img": "/src/img/games/Humanity.jpg",
    "carousel1": "/src/img/game-carousel/Humanity-1.jpg",
    "carousel2": "/src/img/game-carousel/Humanity-2.jpg",
    "genres": "Экшены, Казуальные игры, Инди",
    "steamlink": "https://store.steampowered.com/app/1581480/Humanity/",
    "info": {
      "Год выпуска": "2023г.",
      "Разработчик": "tha ltd.",
      "Версия": "1.06.1",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 10",
      "Процессор": "Intel i5",
      "Видеокарта": "GTX 760",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "8Гб"
    },
    "file": "torrent/Humanity.torrent"
  },
  {
    "id": 215,
    "name": "A Plague Tale: Requiem",
    "description": "Приключенческий экшен с видом от третьего лица, где мы продолжим историю главной героини. Сыграй роль отважной девушки по имени Амиция, которая вместе со своим братом отправляется на просторы мира средневековья, переживающего страшную чуму. Повсюду сестру и брата будут ожидать опасности, преграды и ловушки, справиться с которыми будет очень непросто. Проходи испытания, сражайся с оппонентами, изучай местность, чтобы умело в ней ориентироваться. Проявляй себя как стратег, а также не забывай делать необходимые запасы для выживания в жестоких условиях окружающей среды. Порадует наличие разносторонней сюжетной линии, с массой неожиданных поворотов событий. Визуальное исполнение проработано в мрачном стиле, а звуковые эффекты создадут держащую в напряжении атмосферу.",
    "img": "/src/img/games/APlagueTaleRequiem.jpg",
    "carousel1": "/src/img/game-carousel/APlagueTaleRequiem-1.jpg",
    "carousel2": "/src/img/game-carousel/APlagueTaleRequiem-2.jpg",
    "genres": "Экшены, Приключенческие игры",
    "steamlink": "https://store.steampowered.com/app/1182900/A_Plague_Tale_Requiem/",
    "info": {
      "Год выпуска": "2022г.",
      "Разработчик": "Asobo Studio",
      "Версия": "1.6.0.0",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 10",
      "Процессор": "Intel Core i5",
      "Видеокарта": "GTX 970",
      "Оперативная память": "16Гб",
      "Памяти на Жестком Диске": "55Гб"
    },
    "file": "torrent/A_Plague_Tale_Requiem.torrent"
  },
  {
    "id": 216,
    "name": "ArcRunner",
    "description": "Игра, разработанная в жанре экшена, где мы отправляемся в путешествие по космической станции. События сделают нас частью мира будущего в стиле киберпанк, где нас ожидает масса преград, опасностей и непредсказуемых событий. Игра порадует интересным, незаурядным сюжетом, где каждое принятое тобой решение и совершенное действие будет иметь последствия. Есть возможность самостоятельно создавать своего кибер-персонажа, наделяя его определенной внешностью и задавая нужные характеристики. По мере следования необходимо постоянно совершенствовать главного героя, улучшая его навыки, увеличивая силу, что поможет справиться с более сильными противниками в виде роботизированных сущностей. Отдельно стоит отметить потрясающее графическое исполнение, которое отправляет нас в трехмерный мир с массой интересных локаций и крутыми визуальными эффектами.",
    "img": "/src/img/games/ArcRunner.jpg",
    "carousel1": "/src/img/game-carousel/ArcRunner-1.jpg",
    "carousel2": "/src/img/game-carousel/ArcRunner-2.jpg",
    "genres": "Экшены, Инди",
    "steamlink": "https://store.steampowered.com/app/1575830/ArcRunner/",
    "info": {
      "Год выпуска": "2023г.",
      "Разработчик": "Trickjump Games Ltd",
      "Версия": "1.1.0.1",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 10",
      "Процессор": "Intel Core i5",
      "Видеокарта": "GTX 650",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "8Гб"
    },
    "file": "torrent/ArcRunner.torrent"
  },
  {
    "id": 217,
    "name": "Miasma Chronicles",
    "description": "Пошаговая стратегия с детально поработанным окружением, которая отправляет нас на просторы научно-фантастической вселенной. Сюжет расскажет о внезапном нападении на планету инопланетных сил, которые не оставили от былой Америки и следа. Эта инопланетная сила – жуткий вирус, который стал стремительно распространяться по континенту, не оставляя людям и шанса на светлое будущее. Нам же предстоит исполнить роль отважного героя, который в паре со своим верным другом-роботом, отправляются исследовать многочисленные локации, добывать ценные ресурсы, находить зацепки и прокладывать себе путь к истине, чтобы раз и навсегда истребить источник проблемы. Не обойдется в игре и без сражений с коварными оппонентами, которые будут проходить в пошаговом стиле, а это значит, что тебе потребуется не только мощных боевой арсенал, но и умение тактически мыслить. Графика круто проработана и порадует массой красивых локаций с реалистичными эффектами.",
    "img": "/src/img/games/MiasmaChronicles.jpg",
    "carousel1": "/src/img/game-carousel/MiasmaChronicles-1.jpg",
    "carousel2": "/src/img/game-carousel/MiasmaChronicles-2.jpg",
    "genres": " Экшены, Стратегии",
    "steamlink": "https://store.steampowered.com/app/1649010/Miasma_Chronicles/",
    "info": {
      "Год выпуска": "2023г.",
      "Разработчик": "The Bearded Ladies",
      "Версия": "1.1.16",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 10",
      "Процессор": "Intel Core i5",
      "Видеокарта": "GTX 970",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "30Гб"
    },
    "file": "torrent/Miasma_Chronicles.torrent"
  },
  {
    "id": 218,
    "name": "PowerWash Simulator",
    "description": "Игровой проект, разработанный в жанре симулятора, где ты сыграешь роль уборщика и постараешься сделать все загрязнённые поверхности максимально чистыми. В твоём арсенале имеется довольно мощное устройство для этих целей – водяной пескоструй, который создаёт максимально сильный поток воды, позволяющий избавится от любых загрязнений. Включай аппарат и преступай к работе, отчищая любую, даже самую маленькую частичку грязи. Мир игры полностью открыт и доступен, поэтому ты сумеешь взаимодействовать с любым предметом и изучить все локации вдоль и поперек. Стоит отметить, что игровой процесс основан на физическом взаимодействии, что делает его максимально реалистичным. Твоя задача – выследить грязь, ведь она может прятаться в самых неожиданных и труднодоступных местах. Прояви смекалку и развивай профессиональные навыки, чтобы вовремя исполнить свои обязанности и помочь жителям города справиться с проблемой. У тебя появится возможность самостоятельно создать собственный бизнес, который ты будешь постоянно совершенствовать, приводя к процветанию.",
    "img": "/src/img/games/PowerWashSimulator.jpg",
    "carousel1": "/src/img/game-carousel/PowerWashSimulator-1.jpg",
    "carousel2": "/src/img/game-carousel/PowerWashSimulator-2.jpg",
    "genres": "Казуальные игры, Инди, Симуляторы",
    "steamlink": "https://store.steampowered.com/app/1290000/PowerWash_Simulator/",
    "info": {
      "Год выпуска": "2022г.",
      "Разработчик": "FuturLab",
      "Версия": "1.3",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel Core i5",
      "Видеокарта": "GTX 760",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "6Гб"
    },
    "file": "torrent/PowerWash_Simulator.torrent"
  },
  {
    "id": 219,
    "name": "Terraformers",
    "description": "Игровой проект, представленный в жанре стратегического симулятора, где мы отправимся на просторы планеты Марс, чтобы создать на ней условия существования человечества. Ты – главнокомандующий группой людей, которая отправится колонизировать красную планету, изучая ее и обустраивая для дальнейшей полноценной жизни. На твои плечи возлагается огромная ответственность, поэтому будь максимально внимательным и старайся не допускать ошибок, которые повлекут за собой последствия. Планета постепенно будет обретать все новые и новые краски и лишь от тебя зависит ее развитие, поэтому старайся продумать стратегический план. Возможностей по достижению поставленной цели игра предлагает массу, поэтому скучать у тебя просто не будет времени. Что касается визуального исполнения, то оно также порадует своей четкой проработкой и позволит каждому игроку стать частью событий.",
    "img": "/src/img/games/Terraformers.jpg",
    "carousel1": "/src/img/game-carousel/Terraformers-1.jpg",
    "carousel2": "/src/img/game-carousel/Terraformers-2.jpg",
    "genres": "Инди, Симуляторы, Стратегии",
    "steamlink": "https://store.steampowered.com/app/1244800/Terraformers/",
    "info": {
      "Год выпуска": "2023г.",
      "Разработчик": "Asteroid Lab",
      "Версия": "1.1.26",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "2 Ghz",
      "Видеокарта": "2Гб Видеопамяти",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "2Гб"
    },
    "file": "torrent/Terraformers.torrent"
  },
  {
    "id": 220,
    "name": "Empyrion: Galactic Survival",
    "description": "Проект находящийся в разработке, но уже покоривший огромную аудиторию. Неизведанные планеты, жуткие существа и множество опасностей — все это будет ждать тебя в игре. Игра воплощает в себя несколько крутых жанров. Здесь ты сможешь увидеть элементы песочницы, РПГ и даже стратегии. Тебе необходимо тщательно продумывать план действий, чтобы выжить в огромном и полном опасностей мире. Ты играешь за главного героя, который попал на неизведанную планету с враждебной формой жизни. Каждый здесь хочет лишить тебя жизни, поэтому будь максимально внимательным и подготовь себя к кровопролитным боям. Здесь существует система Крафта, которая имеет весомое значение. Изначально, тебе необходимо починить свой космический корабль, а затем отправится на освоение огромных просторов вселенной.",
    "img": "/src/img/games/EmpyrionGalacticSurvival.jpg",
    "carousel1": "/src/img/game-carousel/EmpyrionGalacticSurvival-1.jpg",
    "carousel2": "/src/img/game-carousel/EmpyrionGalacticSurvival-2.jpg",
    "genres": "Приключенческие игры, Инди, Симуляторы, Стратегии",
    "steamlink": "https://store.steampowered.com/app/383120/Empyrion__Galactic_Survival/",
    "info": {
      "Год выпуска": "2020г.",
      "Разработчик": "Eleon Game Studios",
      "Версия": "v1.10.1",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Dual-Core 2.5 GHz",
      "Видеокарта": "GTX 1050",
      "Оперативная память": "10Гб",
      "Памяти на Жестком Диске": "10Гб"
    },
    "file": "torrent/Empyrion_Galactic_Survival.torrent"
  },
  {
    "id": 221,
    "name": "AColony",
    "description": "Игра, разработанная в жанре симулятора, включающая в себя увлекательный игровой процесс и поддержку кооперативного режима до четырех игроков. Мир игры способен генерироваться совершенно случайным образом, а поэтому скучать у тебя и твоей команды точно не будет времени. Главная цель – построить и максимально развить собственную колонию, которая станет самой передовой и масштабной в целом мире. Изначально у тебя будет небольшое поселение, но приложив усилия ты сможешь создать из него целый мегаполис. Важно также защищать свои владения, избегая столкновений с коварными противниками, которые то и дело будут проникать в город и строить свои козни. В игре можно здорово провести свободное время как в одиночку, так и в компании друзей, проходя испытания, выполняя интересные миссии и создавая что-то уникальное и масштабное. Каждое твое действие и принятое решение будет влиять на ход событий, поэтому важно не допускать ошибок и тогда ты точно сумеешь достичь желаемого.",
    "img": "/src/img/games/AColony.jpg",
    "carousel1": "/src/img/game-carousel/AColony-1.jpg",
    "carousel2": "/src/img/game-carousel/AColony-2.jpg",
    "genres": "Инди, Симуляторы, Стратегии, Ранний доступ",
    "steamlink": "https://store.steampowered.com/app/1200570/AColony/",
    "info": {
      "Год выпуска": "2023г.",
      "Разработчик": "ZeroTris",
      "Версия": "0.2.017",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 8, 10",
      "Процессор": "Intel Core i3",
      "Видеокарта": "GTX 550",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "2Гб"
    },
    "file": "torrent/AColony.torrent"
  },
  {
    "id": 222,
    "name": "PAYDAY 2: Ultimate Edition",
    "description": "Новая часть популярной игры, которая обрела усовершенствованные графические составляющие, а процесс стал более увлекательным и динамичным. Здесь тебе предстоит стать самым настоящим преступником в лице взломщика и грабителя. В этой сфере ты построишь достаточно успешную карьеру, если постараешься все выполнять как следует. Изначально ты займешься грабежом небольших ювелирных магазинов, где будешь добывать необходимый капитал, чтобы затем усовершенствовать свою технику и закупать более мощное оружие. Тебя ждёт огромный мир с массой интересных миссий. Тщательно продумывай план действий, так как повсюду находятся и ведут слежку сотрудники полиции. Уникальность данного проекта в том, что здесь ты сможешь поиграть вместе со своими друзьями до четырех человек.",
    "img": "/src/img/games/PAYDAY2UltimateEdition.jpg",
    "carousel1": "/src/img/game-carousel/PAYDAY2UltimateEdition-1.jpg",
    "carousel2": "/src/img/game-carousel/PAYDAY2UltimateEdition-2.jpg",
    "genres": "Экшены, Ролевые игры",
    "steamlink": "https://store.steampowered.com/app/218620/PAYDAY_2/",
    "info": {
      "Год выпуска": "2013г.",
      "Разработчик": "OVERKILL - a Starbreeze Studio.",
      "Версия": "Ultimate Edition 1.140.208 + Все DLC + Fugitive Weapon Pack",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "2 GHz",
      "Видеокарта": "512Мб",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "31Гб"
    },
    "file": "torrent/PayDay_2_1.140.208.torrent"
  },
  {
    "id": 223,
    "name": "Creature Lab",
    "description": "Игровой проект, исполненный в жанре симулятора от первого лица, где мы сыграем роль безумного ученого. Ты, на протяжении всей жизни занимался различного рода исследованиями и сделал не мало интересных открытий, но так и не был признан мировым научным сообществом. Но решимость и энтузиазм никуда не делись и поэтому ты принимаешь решение создать собственную лабораторию для проведения опытов. Главная задача заключается в изучении и смешивании мутагенов, которые, впоследствии, будут превращать твоих подопытных в настоящих монстров. Ты будешь сеять страх среди жителей города, выпуская в мир жутких созданий, ставя все новые и новые эксперименты над ними. Свою базу нужно постоянно совершенствовать, а также не забывать о ресурсах, которые имеют свойство заканчиваться и их нужно постоянно пополнять, что сделать будет не так то просто. Графика игры обладает уникальной рисовкой и, за счёт захватывающей атмосферы, сделает прохождение запоминающимся.",
    "img": "/src/img/games/CreatureLab.jpg",
    "carousel1": "/src/img/game-carousel/CreatureLab-1.jpg",
    "carousel2": "/src/img/game-carousel/CreatureLab-2.jpg",
    "genres": "Инди, Симуляторы, Стратегии",
    "steamlink": "https://store.steampowered.com/app/1309990/Creature_Lab/",
    "info": {
      "Год выпуска": "2023г.",
      "Разработчик": "Image Power S.A.",
      "Версия": "v2.0.12",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 10",
      "Процессор": "Intel Core i3",
      "Видеокарта": "GTX 1050Ti",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "9Гб"
    },
    "file": "torrent/Creature_Lab.torrent"
  },
  {
    "id": 224,
    "name": "Life Not Supported",
    "description": "Проект, разработанный в жанре симулятора, который отправляет нас прямиком в космос, где мы и постараемся выжить любым возможным способом. Сюжет расскажет о команде астронавтов, проводивших ряд исследований на орбите отдаленной, неизвестной планете. Случилась катастрофа и выжить удалось лишь одному – роль которого ты и сыграешь. Корабль развалился на кусочки и теперь тебе нужно соорудить новый, чтобы найти способ вернуться домой. Задача не из лёгких, ведь каждый новый день выживания будет преподносить новые трудности и испытания. Сложность игры имеет свойство постепенно увеличиваться, поэтому в игре важно постоянно прокачивать свои навыки и умения. Займись исследованием окружения, чтобы добывать ценные ресурсы и необходимые атрибуты для строительства космического судна. Отдельно стоит отметить наличие как одиночного, так и кооперативного режима, который позволит отлично провести время в компании друзей.",
    "img": "/src/img/games/LifeNotSupported.jpg",
    "carousel1": "/src/img/game-carousel/LifeNotSupported-1.jpg",
    "carousel2": "/src/img/game-carousel/LifeNotSupported-2.jpg",
    "genres": "Приключенческие игры, Симуляторы, Ранний доступ",
    "steamlink": "https://store.steampowered.com/app/1670810/Life_Not_Supported/",
    "info": {
      "Год выпуска": "2023г.",
      "Разработчик": "Sam Stubbings",
      "Версия": "0.4.0",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "2.6 GHz двух-ядерный",
      "Видеокарта": "GTX 560",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "10Гб"
    },
    "file": "torrent/Life_Not_Supported.torrent"
  },
  {
    "id": 225,
    "name": "Spellcaster University",
    "description": "Игра в жанре симулятора, где у тебя будет масса обязанностей, ведь ты исполнишь довольно ответственную роль – роль руководителя университетом магии. Но прежде чем принять на себя такую должность, тебе необходимо для начала обустроить свое место работы, а если быть точнее – создать его с нуля. Ты займешься строительством различных комнат, длинных коридоров, а также множественных элементов, которые обеспечат безопасность и комфорт для твоих студентов. Затем займись обучением учеников, к каждому из видов которых необходим особый подход. Не обошлось в игровом процессе и без сражений, так как на твои творения постоянно будут ополчатся монстры и орки. Возьми под контроль все аспекты деятельности своего учреждения, дабы оно могло выстоять перед любыми невзгодами и атаками со стороны вражеской силы. Механика в игре совершенно уникальна, так как выстраивать учебное заведение тебе предстоит из определенной колоды карт. Каждая новая игра будет совершенно уникальна, так как карты имеют свойство располагаться в совершенно хаотичном порядке и разном значении.",
    "img": "/src/img/games/SpellcasterUniversity.jpg",
    "carousel1": "/src/img/game-carousel/SpellcasterUniversity-1.jpg",
    "carousel2": "/src/img/game-carousel/SpellcasterUniversity-2.jpg",
    "genres": "Симуляторы, Стратегии",
    "steamlink": "https://store.steampowered.com/app/895620/Spellcaster_University/",
    "info": {
      "Год выпуска": "2021г.",
      "Разработчик": "Sneaky Yak Studio",
      "Версия": "1.04",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel i3",
      "Видеокарта": "GTX 630",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "5Гб"
    },
    "file": "torrent/Spellcaster_University.torrent"
  },
  {
    "id": 226,
    "name": "Vintage Story",
    "description": "Игровой проект, разработанный в жанре песочницы, где нам предстоит выживать в непростых условиях окружающего мира. Отправляйся на исследование локаций, проходи преграды и избегай ловушки. Удели особое внимание развитию своих навыков, весь чем дальше ты проходишь, тем сложнее будут становиться испытания. Займись добычей ценных ресурсов и полезных атрибутов, которые помогут в создании жилища и защиты для него. События отправляют нас прямиком в каменный век, где человечество было уничтожено природным катаклизмом. Главному герою предстоит разгадать не мало мрачных тайн, чтобы обеспечить себе комфортную и безопасную жизнь. Старайся заполнить арсенал мощным оружием, которое поможет справиться с соперниками и дать отпор тем, кто посмеет встать на пути. Займись рыболовством, отправляйся на охоту, развивай сельскохозяйственную деятельность, тем самым совершенствуя себя и мир в целом. Графика исполнена в интересном стиле, основанном на популярной игре Майнкрафт, поэтому ты с головой погружаешься в пиксельную кубическую атмосферу и постараешься достичь успеха в своем непростом деле.",
    "img": "/src/img/games/VintageStory.jpg",
    "carousel1": "/src/img/game-carousel/VintageStory-1.jpg",
    "carousel2": "/src/img/game-carousel/VintageStory-2.jpg",
    "genres": "Экшены, Симуляторы",
    "steamlink": "https://www.vintagestory.at/",
    "info": {
      "Год выпуска": "2018г.",
      "Разработчик": "Tyron",
      "Версия": "1.18.6",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel Core i3",
      "Видеокарта": "Intel HD Graphics 620",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "400Мб"
    },
    "file": "torrent/Vintage_Story.torrent"
  },
  {
    "id": 227,
    "name": "Oxygen Not Included",
    "description": "Новое невероятное приключение, где ты сможешь делать все что угодно. Здесь тебе необходимо отправиться в необъятный мир космоса, где ты и будешь выполнять различного рода миссии. На данный момент игра находится на стадии разработки, но уже может порадовать пользователей интересным сюжетом и яркой прорисовкой. Здесь тебе нужно находить способы, чтобы сохранить себе жизнь, а сделать это будет очень непросто. Ты станешь управляющим небольшой группой колонистов. В твоём распоряжении будет огромная территория, на которой нужно построить правильно функционирующую колонию, а затем следить за всеми происходящими в ней событиями и действиями. На твоём пути будет встречаться множество препятствий, которые необходимо будет решать в достаточно короткий промежуток времени. Будь осторожен и найди подходящее оружие, ведь на вашу колонию в любой момент могу напасть.",
    "img": "/src/img/games/OxygenNotIncluded.jpg",
    "carousel1": "/src/img/game-carousel/OxygenNotIncluded-1.jpg",
    "carousel2": "/src/img/game-carousel/OxygenNotIncluded-2.jpg",
    "genres": "Инди, Симуляторы",
    "steamlink": "https://store.steampowered.com/app/457140/Oxygen_Not_Included/",
    "info": {
      "Год выпуска": "2019г.",
      "Разработчик": "Klei Entertainment",
      "Версия": "v562984 + Все DLC",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "2 GHz",
      "Видеокарта": "Intel HD 4600",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "2Гб"
    },
    "file": "torrent/Oxygen_Not_Included.torrent"
  },
  {
    "id": 228,
    "name": "Norland",
    "description": "Проект, исполненный в жанре стратегического симулятора, где мы отправляемся в мир средневековья, чтобы завершить важную миссию. Игра предлагает взяться за исполнение роли основателя небольшого поселения, которое нужно постоянно расширять и развивать, создавая настоящий город с развитой инфраструктурой и большими возможностями. Порадует наличие полной свободы действий и вариативность, где ты можешь постепенно создавать мирный город, делая вклад в развитие экономики, либо встать на сторону зла и развязывать войну с соседними поселениями, вселяя страх в местных жителей. Основа игрового процесса заложена в построении социальных связей с различными персонажами, одни из которых станут твоими верными друзьями, когда другие сделают все возможное, чтобы тебя истребить. На протяжении всего времени прохождения важно быть внимательным и постоянно совершенствовать навыки, чтобы не дать оппоненту и шанса на выигрыш. Графика проработана в уникальной рисовке и сумеет сделать тебя полноценной частью событий.",
    "img": "/src/img/games/Norland.jpg",
    "carousel1": "/src/img/game-carousel/Norland-1.jpg",
    "carousel2": "/src/img/game-carousel/Norland-2.jpg",
    "genres": "Инди, Симуляторы, Стратегии, Ранний доступ",
    "steamlink": "https://store.steampowered.com/app/1857090/Norland/",
    "info": {
      "Год выпуска": "2023г.",
      "Разработчик": "Long Jaunt",
      "Версия": "v0.2912.3227",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel Core i3",
      "Видеокарта": "GTX 1060",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "1Гб"
    },
    "file": "torrent/Norland_demo.torrent"
  },
  {
    "id": 229,
    "name": "Kingdom Eighties",
    "description": "Четвертая часть популярной серии игр, разработанных в стратегическом жанре, где мы отправляемся на просторы небольшого Американского городка 80-х годов, жителям которого грозит опасность. Сыграй роль отважного ребенка, который, в команде со своими верными друзьями, отправляется спасать родные земли от коварной и беспощадной Жадности. С самого начала в игре важно прорабатывать стратегию, чтобы построить максимально эффективную базу и суметь защитить город от напасти. Не менее важно собрать сильную команду, которая поможет отразить атаки противостоящей силы. Будь готов к сражениям с самыми настоящими чудовищами, оснастив боевой арсенал мощным вооружением. Также тебе нужно будет выбираться на исследование окружающих локаций, ведь именно там ты сможешь раздобыть необходимые ресурсы и дополнения к оружию. Графика яркая и порадует своей необычной рисовкой.",
    "img": "/src/img/games/KingdomEighties.jpg",
    "carousel1": "/src/img/game-carousel/KingdomEighties-1.jpg",
    "carousel2": "/src/img/game-carousel/KingdomEighties-2.jpg",
    "genres": "Экшены, Стратегии",
    "steamlink": "https://store.steampowered.com/app/1956040/Kingdom_Eighties/",
    "info": {
      "Год выпуска": "2023г.",
      "Разработчик": "Fury Studios",
      "Версия": "Полная",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 10",
      "Процессор": "2.0 Ghz двух-ядерный",
      "Видеокарта": "GTX  750",
      "Оперативная память": "2Гб",
      "Памяти на Жестком Диске": "4Гб"
    },
    "file": "torrent/Kingdom_Eighties.torrent"
  },
  {
    "id": 230,
    "name": "Of Blades & Tails",
    "description": "Ролевая игра, которая отправляет нас на просторы мира фэнтези, населенного антропоморфными существами. Мы вступаем в борьбу с беспощадным злом, которое намерено окончательно разрушить этот мир. Сыграй роль отважного лиса, который становится на пути сопротивления и готов сделать все возможное, чтобы беззащитные обитатели городов и поселений были в безопасности. Отправляйся в путешествие, изучай множество локаций, проходи испытания и выполняй интересные задачи. Борьба с противником будет довольно сложной, а поэтому важно постоянно развивать навыки и боевые характеристики. Боевая система исполнена в пошаговом стиле, что потребует от тебя проявления навыков тактического планирования, хитрости и смекалки. Прояви себя как талантливый воин, раз и навсегда истребив зло. Визуальное исполнение игры проработано в яркой пиксельной стилистике, а общую приключенческую атмосферу здорово дополнят звуковые эффекты.",
    "img": "/src/img/games/OfBladesTails.jpg",
    "carousel1": "/src/img/game-carousel/OfBladesTails-1.jpg",
    "carousel2": "/src/img/game-carousel/OfBladesTails-2.jpg",
    "genres": "Приключенческие игры, Инди, Ролевые игры, Стратегии, Ранний доступ",
    "steamlink": "https://store.steampowered.com/app/1768780/Of_Blades__Tails/",
    "info": {
      "Год выпуска": "2022г.",
      "Разработчик": "Felix Laukel",
      "Версия": "v0.17.3",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel Core 2 Duo",
      "Видеокарта": "Любая",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "200Мб"
    },
    "file": "torrent/Of_Blades_&_Tails.torrent"
  },
  {
    "id": 231,
    "name": "POSTAL: Brain Damaged",
    "description": "Новая часть довольно популярной серии игровых проектов, разработанных в смеси жанров экшена и шутера, где мы вновь возьмёмся за исполнение роли Чувака и отправимся выполнять безумные вещи. События происходят на просторах лечебницы, куда главный герой попал вследствие множественных ударов по голове, что впоследствии вызвало массу галлюцинаций. Наблюдая за другими пациентами Чувак понимает, что они стремительно сходят сума, употребляя прописанные им лекарства. Чтобы избежать подобной участи ты принимаешь решение немедленно выбраться из этого злополучного места, но, как оказалось, сделать это будет не так то просто, как могло показаться на первый взгляд. Отправляйся навстречу приключениям, проходи испытания, раскрывай тайны и сражайся с коварными оппонентами, которые будут делать все возможное, чтобы тебя остановить. Динамика игры была проработана на высшем уровне, поэтому скучать у тебя просто не будет времени. Рисовка как и прежде уникальна и интересна в своем исполнении и позволит нам в полной мере почувствовать себя частью этих безумных событий.",
    "img": "/src/img/games/POSTALBrainDamaged.jpg",
    "carousel1": "/src/img/game-carousel/POSTALBrainDamaged-1.jpg",
    "carousel2": "/src/img/game-carousel/POSTALBrainDamaged-2.jpg",
    "genres": "Экшены",
    "steamlink": "https://store.steampowered.com/app/1359980/POSTAL_Brain_Damaged/",
    "info": {
      "Год выпуска": "2022г.",
      "Разработчик": "Hyperstrange, CreativeForge Games",
      "Версия": "1.07",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel i5",
      "Видеокарта": "GTX 780M",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "4Гб"
    },
    "file": "torrent/POSTA_Brain_Damaged.torrent"
  },
  {
    "id": 232,
    "name": "Sons Of The Forest",
    "description": "Игра, представленная в жанре хоррора, где все действия происходят с видом от первого лица. Мы отправляемся на один из островов, расположившегося на просторах Тихого океана. Это место скрывает в себе череду мрачных тайн, раскрыть которые намеревается наш главный герой. Исполни роль исследователя, который становится частью довольно опасного путешествия и постарайся выжить, проходя сквозь преграды и опасности. Игра наделена держащей в напряжении атмосферой, а поэтому скучать у тебя точно не будет времени. Остров был некогда предназначен для некой тайной организации, которая ставила различные эксперименты и опыты. Все эти действия привели к ужасающим последствиям, породив жутких, коварных монстров. Теперь тебе предстоит узнать, что же здесь произошло на самом деле, ответить на важные вопросы и не распрощаться с жизнью. Графическое исполнение игры порадует реалистичностью, крутыми визуальными эффектами и звуковым сопровождением, которое ещё больше дополняет и без того пугающую атмосферу.",
    "img": "/src/img/games/SonsOfTheForest.jpg",
    "carousel1": "/src/img/game-carousel/SonsOfTheForest-1.jpg",
    "carousel2": "/src/img/game-carousel/SonsOfTheForest-2.jpg",
    "genres": "Экшены, Приключенческие игры, Инди, Симуляторы, Ранний доступ",
    "steamlink": "https://store.steampowered.com/app/1326470/Sons_Of_The_Forest/",
    "info": {
      "Год выпуска": "2023г.",
      "Разработчик": "Endnight Games Ltd",
      "Версия": "36736",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 10",
      "Процессор": "Intel i5",
      "Видеокарта": "GTX 1060",
      "Оперативная память": "12Гб",
      "Памяти на Жестком Диске": "20Гб"
    },
    "file": "torrent/Sons_Of_The_Forest.torrent"
  },
  {
    "id": 233,
    "name": "Decarnation",
    "description": "Приключенческая игра, исполненная в жанре психологического хоррора, которая порадует проработанным, непредсказуемым сюжетом. События отправляют нас на просторы города Париж 1990-го года, где мы и знакомимся с главной героиней – танцовщицей кабаре Глорией, которая переживает не лучшие времена в своей жизни, ведь карьера пошла на спал, отношения разрушились, а самооценка покосилась вниз. Масса негативных эмоций и переживаний стали портить самочувствие Глории так, что та перестала видеть грань с реальностью и воображением. Однажды Глории приходит замечательная идея нового проекта и внезапно появился загадочный незнакомец, желающий дать ей большую сумму денег, но стоит ли ему доверять? С этого момента и начинается настоящее приключение, пугающее, загадочное и непредсказуемое, где каждая ошибка будет иметь самые страшные последствия.",
    "img": "/src/img/games/Decarnation.jpg",
    "carousel1": "/src/img/game-carousel/Decarnation-1.jpg",
    "carousel2": "/src/img/game-carousel/Decarnation-2.jpg",
    "genres": "Экшены, Приключенческие игры, Инди, Хорроры",
    "steamlink": "https://store.steampowered.com/app/1672310/Decarnation/",
    "info": {
      "Год выпуска": "2023г.",
      "Разработчик": "Atelier QDB",
      "Версия": "Build 11536217",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "1.7 GHz",
      "Видеокарта": "Intel HD 3000",
      "Оперативная память": "1Гб",
      "Памяти на Жестком Диске": "2Гб"
    },
    "file": "torrent/Decarnation.torrent"
  },
  {
    "id": 234,
    "name": "Turbo Overkill",
    "description": "Необычный в своем исполнении и довольно жестокий шутер, где все действия будут происходить с видом от первого лица. События отправляют нас на просторы кибер-города будущего под названием Пэрэдайз, где мы и постараемся истребить зло, чтобы спасти мир от полного уничтожения. Первым делом познакомься с главным героем, роль которого исполнишь – получеловеком, полумашиной по имени Джони Турбо, на плечи которого возлагается огромная ответственность и последняя надежда планеты на спасение. Отправляйся на исследование многочисленных локаций, добывай ценные ресурсы, проходи испытания и увеличивай уровень навыков, которые позволят справиться с более сложными преградами на пути. Враг не дремлет и готов в любой момент тебя уничтожить, чего ты не должен ему допустить, а поэтому позаботься о своем боевом арсенале, в котором всегда должно находиться мощное оружие и атрибуты защиты. Что касается графики игры, то она отлично продумана и позволит нам с головой окунуться в необычную атмосферу будущего.",
    "img": "/src/img/games/TurboOverkill.jpg",
    "carousel1": "/src/img/game-carousel/TurboOverkill-1.jpg",
    "carousel2": "/src/img/game-carousel/TurboOverkill-2.jpg",
    "genres": "Экшены, Инди, Ранний доступ",
    "steamlink": "https://store.steampowered.com/app/1328350/Turbo_Overkill/",
    "info": {
      "Год выпуска": "2022г.",
      "Разработчик": "Trigger Happy Interactive",
      "Версия": "0.782",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "2 GHz двух-ядерный",
      "Видеокарта": "GTX 970",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "5Гб"
    },
    "file": "torrent/Turbo_Overkill.torrent"
  },
  {
    "id": 235,
    "name": "Gerda: A Flame in Winter",
    "description": "Игра, разработанная в ролевом жанре, где мы исполним роль отважной и бесстрашной девушки по имени Герда. Свое время она уделяла профессии медсестры, стараясь оберегать и лечить родных. Пришла Вторая мировая война и поседение Герды оказалось под оккупацией. Теперь на ее хрупкие плечи возлагается большая ответственность за всех, кто ее окружает. Впереди игры подготовила для нас не мало испытаний, сложный решений и непредсказуемых событий, что говорит о том, как важно развивать свои навыки и уметь находить правильный выход из сложившейся ситуаций. Помни о том, что каждое принятое тобой решение и совершенное действие будет иметь последствия. Отправляйся на исследование территорий, добывай ценные ресурсы, заводи новые знакомства и проникайся историей каждого, кто встретиться на пути. Помогай нуждающимся и старайся поступить правильно в той или иной ситуации, чтобы не сделать ошибок.",
    "img": "/src/img/games/GerdaAFlameinWinter.jpg",
    "carousel1": "/src/img/game-carousel/GerdaAFlameinWinter-1.jpg",
    "carousel2": "/src/img/game-carousel/GerdaAFlameinWinter-2.jpg",
    "genres": "Приключенческие игры, Казуальные игры, Инди, Ролевые игры",
    "steamlink": "https://store.steampowered.com/app/1771360/Gerda_A_Flame_in_Winter/",
    "info": {
      "Год выпуска": "2022г.",
      "Разработчик": "PortaPlay",
      "Версия": "2.8.4-f4d95 + Liva's Story",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel Core2 Quad",
      "Видеокарта": "GTX 750",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "5Гб"
    },
    "file": "torrent/Gerda_A_Flame_in_Winter.torrent"
  },
  {
    "id": 236,
    "name": "Before Your Eyes",
    "description": "Уникальная в своем исполнении игра, которая успешно покорила мир жанра приключения, и, с видом от первого лица, отправляет нас в сказочную атмосферу. Сыграй довольно необычную роль – роль души, а затем отправляйся в путешествие по многочисленным локациям, разгадывая мрачные тайны и собирая ценную информацию. Стоит не забывать о том, что любое принятое тобой решение и совершенное действие будет иметь последствия, поэтому нужно быть максимально внимательным, дабы не допустить ошибок. Уникальность игрового процесса заключается в том, что в нем необходимо использовать веб-камеру компьютера, так как все действия в игре будут зависеть именно от твоих морганий. Игра позволит взять под полный контроль ход повествования с помощью глаз. Линия сюжета отправляет нас на берег загробного мира после смерти главного героя, где путеводитель душ должен провести тебя прямиком в иной мир, но прежде ему необходимо узнать всю твою жизненную историю. Сюжетная линия незаурядна и богата неожиданными поворотами событий, что точно порадует любителей данного жанра.",
    "img": "/src/img/games/BeforeYourEyes.jpg",
    "carousel1": "/src/img/game-carousel/BeforeYourEyes-1.jpg",
    "carousel2": "/src/img/game-carousel/BeforeYourEyes-2.jpg",
    "genres": "Приключенческие игры, Инди",
    "steamlink": "https://store.steampowered.com/app/1082430/Before_Your_Eyes/",
    "info": {
      "Год выпуска": "2021г.",
      "Разработчик": "GoodbyeWorld Games",
      "Версия": "v1.2.6.9",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel Pentium G4500",
      "Видеокарта": "Intel HD Graphics 520",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "5Гб"
    },
    "file": "torrent/Before_Your_Eyes.torrent"
  },
  {
    "id": 237,
    "name": "Space Impossible",
    "description": "Масштабная игра в пиксельном исполнении, которая полностью основана на тематике покорения огромного космического пространства. Графика в игре довольно простая, но очень понравится любителям подобного жанра динамичный процесс, где тебе предстоит сразиться с самыми могущественными монстрами. Здесь ты выполнишь роль главного героя, который отправится в далекое и увлекательное приключение, управляя собственным межгалактическим судном. Здесь у тебя будет полная свобода в действиях, поэтому ты сам будешь решать, когда выполнять ту или иную миссию. Ты можешь отправится в простое исследование мира, который способен генерироваться случайным образом, а можешь и сразиться с многочисленными толпами коварных пиратов, которые бороздят просторы космоса в поиске легкой добычи. Тебе необходимо отчистить космическое пространство от сторонников зла. Более того, у тебя будет возможность конструирования, где ты сможешь создать самый мощный корабль во всей галактике.",
    "img": "/src/img/games/SpaceImpossible.jpg",
    "carousel1": "/src/img/game-carousel/SpaceImpossible-1.jpg",
    "carousel2": "/src/img/game-carousel/SpaceImpossible-2.jpg",
    "genres": "Экшены, Приключенческие игры, Инди, Ранний доступ",
    "steamlink": "https://store.steampowered.com/app/416240/Space_Impossible/",
    "info": {
      "Год выпуска": "2016г.",
      "Разработчик": "Happy Polygon",
      "Версия": "v12.1.0",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows XP, 7, 8, 10",
      "Процессор": "1.7 Ghz Core 2 Duo",
      "Видеокарта": "256Мб видеоамяти",
      "Оперативная память": "2Гб",
      "Памяти на Жестком Диске": "300Мб"
    },
    "file": "torrent/Space_Impossible.torrent"
  },
  {
    "id": 238,
    "name": "Neophyte",
    "description": "Динамичная игра, разработанная в жанре рогалика, где мы отправимся на просторы непредсказуемого мира для борьбы со злом. Исполни роль отважного и бесстрашного бойца, который готов пройти массу испытаний, чтобы сразить монстров. Главная задача заключается в сборе различных заклинаний, которые впоследствии будут генерироваться в мощную энергию, а она, в свою очередь, сумеет истребить любого, даже самого коварного оппонента. Боевая система позволит тебе полностью охватывать поле боя, поэтому подключай смекалку и навыки тактического планирования. В частности мир игры способен генерироваться случайным образом, что сделает прохождение ещё более увлекательным. Ты – маг, который очень хочет отточить свои силы, чтобы стать самым могущественным в мире, но для этого тебе потребуется пройти не мало испытаний и собрать в коллекцию самые разные заклинания. Игровой процесс довольно увлекателен, поэтому скучать у тебя времени не будет. Порадует также и графика, основанная на пиксельной стилистике игр старой школы.",
    "img": "/src/img/games/Neophyte.jpg",
    "carousel1": "/src/img/game-carousel/Neophyte-1.jpg",
    "carousel2": "/src/img/game-carousel/Neophyte-2.jpg",
    "genres": "Экшены, Инди, Ранний доступ",
    "steamlink": "https://store.steampowered.com/app/1409530/Neophyte/",
    "info": {
      "Год выпуска": "2022г.",
      "Разработчик": "Regal Pigeon",
      "Версия": "v0.3.02",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel i3",
      "Видеокарта": "Intel HD 4000",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "120Мб"
    },
    "file": "torrent/Neophyte.torrent"
  },
  {
    "id": 239,
    "name": "Star Traders: Frontiers",
    "description": "Космическая РПГ, где ты отправишься на завоевание огромного пространства, постепенно сражаясь на своем пути с толпами жутких противников. Здесь ты сможешь повстречать могущественных королей, принцев и мерзких алиенов. Ты сыграешь роль управляющего собственным кораблем, куда первым делом ты должен собрать собственную команду. Отправляйся в большую открытую вселенную, где одолеешь противников и справишься с массой препятствий на совсем пути. Тебе будут даваться всевозможные задания для выполнения, а также ты будешь раскрывать секреты и тайны. Отправляйся в невероятные приключения и пройдись по отлично продуманной линии сюжета с неожиданными поворотами событий. Здесь у тебя будет свобода действий, где ты будешь управлять постоянно развивающейся галактикой всячески влияя на нее своим действиями. Ты сможешь стать полным коварством пиратом, либо отправится совершать торговые сделки. Кроме того, у тебя будет возможность стать отважным героем, который будет скачать жителей.",
    "img": "/src/img/games/StarTradersFrontiers.jpg",
    "carousel1": "/src/img/game-carousel/StarTradersFrontiers-1.jpg",
    "carousel2": "/src/img/game-carousel/StarTradersFrontiers-2.jpg",
    "genres": "Ролевые игры, Ранний доступ",
    "steamlink": "https://store.steampowered.com/app/335620/Star_Traders_Frontiers/",
    "info": {
      "Год выпуска": "2017г.",
      "Разработчик": "Trese Brothers",
      "Версия": "v3.3.45",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows XP, Vista, 7, 8, 10",
      "Процессор": "1.2 Ghz",
      "Видеокарта": "Поддержка OpenGL 2.0",
      "Оперативная память": "1Гб",
      "Памяти на Жестком Диске": "250Мб"
    },
    "file": "torrent/Star_Traders_Frontiers.torrent"
  },
  {
    "id": 240,
    "name": "Hearts of Iron IV: Field Marshal Edition",
    "description": "Занимательная игра на тему Второй Мировой войны, которая исполнена в жанре стратегии с режимом реального времени. Тебе предстоит попасть в гущу событий самой глобальной и сокрушительной войны истории, где под твоё руководство попадают все, даже самые мельчайшие аспекты, включая правильную постановку дипломатии. Перед тобой есть выбор определенной страны, за которую ты и будешь сражаться, отстаивая ее интересы до самого конца. Нужно сделать все, чтобы та сторона, которую ты предпочел занять, во что бы это не стало, одержала победу. Ты возьмёшь под свой контроль не только бои, но и разработку мощного оружия, а также производство технических средств. Необходимо оптимизировать работу всей страны, создать все условия для победы и обеспечить жителей необходимым пропитанием и лекарствами.",
    "img": "/src/img/games/HeartsofIronIVFieldMarshalEdition.jpg",
    "carousel1": "/src/img/game-carousel/HeartsofIronIVFieldMarshalEdition-1.jpg",
    "carousel2": "/src/img/game-carousel/HeartsofIronIVFieldMarshalEdition-2.jpg",
    "genres": " Симуляторы, Стратегии",
    "steamlink": "https://store.steampowered.com/app/394360/Hearts_of_Iron_IV/",
    "info": {
      "Год выпуска": "2016г.",
      "Разработчик": "Paradox Development Studio",
      "Версия": "v1.12.14 + Все DLC + By Blood Alone",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel Core 2 Quad Q9400",
      "Видеокарта": "GTX 470",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "2Гб"
    },
    "file": "torrent/Hearts_of_Iron_IV_v1.12.14.torrent"
  },
  {
    "id": 241,
    "name": "Poly Bridge 3",
    "description": "Третья часть популярной игры, исполненной в жанре головоломки, основа которой заложена в физике. Здесь ты исполнишь довольно необычную роль – роль проектировщика и строителя разного вида мостов. На первый взгляд задача может показаться простой, но со временем ты поймёшь, что предстоит пройти не мало испытаний, думать логически и проявлять тактические навыки. В твоём распоряжении разнообразный набор инструментов, который позволит создавать совершенно уникальные, необычные и функциональные переправы с одного берега на другой. Прояви всю свою фантазию и не бойся воплощать в жизнь самые безумные идеи, ведь от этого игровой процесс станет ещё более интересным и весёлым. Твоими главными соперниками станут погодные условия, природные катаклизмы, ограниченный бюджет и многое другое, с которым ты точно сумеешь справиться, если будешь постоянно оттачивать профессионализм. Графика игры порадует ярким исполнением, приятной анимацией и оригинальной рисовкой.",
    "img": "/src/img/games/PolyBridge3.jpg",
    "carousel1": "/src/img/game-carousel/PolyBridge3-1.jpg",
    "carousel2": "/src/img/game-carousel/PolyBridge3-2.jpg",
    "genres": "Симуляторы",
    "steamlink": "https://store.steampowered.com/app/1850160/Poly_Bridge_3/",
    "info": {
      "Год выпуска": "2023г.",
      "Разработчик": "Dry Cactus",
      "Версия": "1.0.15",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 10",
      "Процессор": "2 Ghz",
      "Видеокарта": "Поддержка DirectX 10",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "1Гб"
    },
    "file": "torrent/Poly_Bridge_3.torrent"
  },
  {
    "id": 242,
    "name": "Victoria 3",
    "description": "Продолжение захватывающей саги с элементами стратегического жанра, где тебе предстоит создать идеальное общество. События игры отправляют нас на просторы мира, существовавшего в период промышленной революции, а именно начиная с девятнадцатого и заканчиваю частью двадцатого столетия. Мир изменялся со стремительной скоростью и поэтому главный герой решил создать собственное общество, полностью развитое и многофункциональное. Важно в игре подключать навыки стратегического планирования действий, которые позволят точно выполнить задуманное, допустив малое количество ошибок. Главная цель – процветающее государство, но для этого потребуется сделать его жителей счастливыми, уделяя внимание потребностям и создавая все условия для максимально комфортного существования. Касательно визуального исполнения, то игра проработана на отлично и позволит каждому стать частью этого необычного мира прошлого.",
    "img": "/src/img/games/Victoria3.jpg",
    "carousel1": "/src/img/game-carousel/Victoria3-1.jpg",
    "carousel2": "/src/img/game-carousel/Victoria3-2.jpg",
    "genres": "Симуляторы, Стратегии",
    "steamlink": "https://store.steampowered.com/app/529340/Victoria_3/",
    "info": {
      "Год выпуска": "2022г.",
      "Разработчик": "Paradox Development Studio",
      "Версия": "1.3.5",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 10",
      "Процессор": "Intel Core i3",
      "Видеокарта": "GTX 660",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "8.7Гб"
    },
    "file": "torrent/Victoria_3.torrent"
  },
  {
    "id": 243,
    "name": "Volcanoids",
    "description": "Игра в стиле стимпанка, где все действия будут происходить на огромной территории острова. Здесь тебе предстоит с головой окунуться в незабываемые события и невероятные приключения, которые подарят массу положительных эмоций. Игра наделена элементами выживания, поэтому сохранить собственную жизнь будет не так то просто. Здесь от твоих действий будет зависеть исход событий, именно поэтому каждая ошибка очень пагубно повлияет на исход того, или иного задания. Старайся быть внимательным к деталям, ведь именно они помогут тебе устранить все опасности на пути. Игра наделена различного рода испытаниями, одолеть которые ты сможешь только с должным опытом и знаниями. Эти аспекты тебе понадобиться развивать со всех сторон, так как по мере прохождения испытания будут становиться все сложнее и сложнее. Отправляйся на исследование территории, выполняй миссии и пополняй ресурсы ценным материалами. Не забывай всю выстраивать огромную технику, позволяющую пробурить скважину в земле. Все дело в том, что по острову расположено несколько вулканов, заглушить которые и является твоей основной целью. Но для того, чтобы достичь поставленной цели, тебе предстоит исправить все свои ошибки, а также создать огромного механического гиганта. Именно с помощью машины ты сможешь заглушить бушующий вулкан.",
    "img": "/src/img/games/Volcanoids.jpg",
    "carousel1": "/src/img/game-carousel/Volcanoids-1.jpg",
    "carousel2": "/src/img/game-carousel/Volcanoids-2.jpg",
    "genres": "Экшены",
    "steamlink": "https://store.steampowered.com/app/951440/Volcanoids/",
    "info": {
      "Год выпуска": "2019г.",
      "Разработчик": "Volcanoids",
      "Версия": "v1.30.193.0",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel Core i5",
      "Видеокарта": "GTX 470",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "6Гб"
    },
    "file": "torrent/Volcanoids.torrent"
  },
  {
    "id": 244,
    "name": "Hot Lava",
    "description": "Увлекательная приключенческая игра, которая отправит тебя в мир лавы, даты ты прошел все испытания связанные с одолением препятствий. В детстве все наверняка играли в подобную игру, где нельзя было касаться пола, теперь она доступна на компьютерных платформах, где ты сможешь здорово позабавиться и отлично провести свое свободное время. Виртуальный мир подготовил для тебя не малое количество испытаний, каждое из которых максимально опасно и может привести тебя к смерти в два счета. Будь внимательным и осторожным, так как препятствия будут ждать тебя на каждом шагу, а также каждая локация подготовила для тебя не мало неожиданных сюрпризов. Ты отправишься в мир мрачных непроходимых коридоров, которые запутаны и сложны. Ты сможешь исследовать территорию разных улиц мира, пройти по этажам школьного здания, а также очутиться в страшных разваленных сооружениях. Здесь необходимо постоянно следить за состоянием своего здоровья, а также улучшать навыки главного героя, дабы в дальнейшем он с лёгкостью смог одолеть более сложные испытания. Постарайся добиться успеха в своем непростом деле.",
    "img": "/src/img/games/HotLava.jpg",
    "carousel1": "/src/img/game-carousel/HotLava-1.jpg",
    "carousel2": "/src/img/game-carousel/HotLava-2.jpg",
    "genres": "Экшены, Приключенческие игры, Инди, Гонки",
    "steamlink": "https://store.steampowered.com/app/382560/Hot_Lava/",
    "info": {
      "Год выпуска": "2019г.",
      "Разработчик": "Klei Entertainment",
      "Версия": "v1.0.562090 Exo-Clash Update",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "2 Ghz",
      "Видеокарта": "1Гб видеопамяти",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "10Гб"
    },
    "file": "torrent/Hot_Lava.torrent"
  },
  {
    "id": 245,
    "name": "Don’t Starve Together",
    "description": "Новая часть популярной игры, которая погрузит тебе в мрачную атмосферу с массой сложностей и жутких существ. Здесь тебе необходимо выживать, преодолевая различного рода препятствия и сражаясь с мощными соперниками. Здесь особенностью является то, что играть ты сможешь не в полном одиночестве, а пригласив в игру своих друзей, в компании которых будет проще находить решения. Ты можешь создавать союзы, а также заняться расположением по миру различных ловушек. Необычная графика и крутой игровой процесс — все это воплощает в себе Don’t Starve Together. Выживай, исследуй огромный и полный безумия мир, а также отправляйся на увлекательное путешествие, взяв в команду товарищей. Также, ты должен быть внимательным, ведь повсюду враги, которые также хотят тебя уничтожить. Запасись оружием и расставь препятствия, чтобы выйти победителем из этой жестокой схватки.",
    "img": "/src/img/games/DontStarveTogether.jpg",
    "carousel1": "/src/img/game-carousel/DontStarveTogether-1.jpg",
    "carousel2": "/src/img/game-carousel/DontStarveTogether-2.jpg",
    "genres": "Приключенческие игры, Инди, Симуляторы",
    "steamlink": "https://store.steampowered.com/app/322330/Dont_Starve_Together/",
    "info": {
      "Год выпуска": "2017г.",
      "Разработчик": "Klei Entertainment",
      "Версия": "562556",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "1.7 GHz",
      "Видеокарта": "Radeon HD5450",
      "Оперативная память": "1Гб",
      "Памяти на Жестком Диске": "800Мб"
    },
    "file": "torrent/Dont_Starve_Together.torrent"
  },
  {
    "id": 246,
    "name": "Potionomics",
    "description": "Стратегический симулятор, который отправляет нас на просторы фантастического мира, где магия становится на первое место. Исполни роль молодой девушки-колдуньи по имени Сильвия, дядюшка которой оставил по наследству небольшое дело – магазинчик с зельями, требующий большой ответственности и затрат времени. Ты не была готова к такому повороту событий, но и хода назад уже нет, предстоит пройти сложный путь, чтобы дело дядюшки процветало. Магазин, который попадает под твое управление – необычный, ведь он торгует разнообразием товаров, которых нигде не достать. Тебе нужно наладить экономику, улучшить внешний и внутренний вид, а также расширить ассортимент, чтобы привлечь ещё больше клиентов. Потребуется проявить смекалку и навыки тактического планирования, чтобы успешно справляться с поставленной задачей. Графика игры проработана в уникальной рисовке, порадует яркими красками и приятной анимацией.",
    "img": "/src/img/games/Potionomics.jpg",
    "carousel1": "/src/img/game-carousel/Potionomics-1.jpg",
    "carousel2": "/src/img/game-carousel/Potionomics-2.jpg",
    "genres": "Инди, Ролевые игры, Симуляторы, Стратегии",
    "steamlink": "https://store.steampowered.com/app/1874490/Potionomics/",
    "info": {
      "Год выпуска": "2022г.",
      "Разработчик": "Voracious Games",
      "Версия": "v01.18.23",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel Core 2 duo",
      "Видеокарта": "GTX 650 Ti",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "7Гб"
    },
    "file": "torrent/Potionomics.torrent"
  },
  {
    "id": 247,
    "name": "Car For Sale Simulator 2023",
    "description": "Новый игровой проект, исполненный в жанре симулятора, который порадует разнообразием геймплея, массой неожиданных поворотов событий и интересным сюжетом. Игроку предлагается роль владельца фирмы, занимающейся перепродажей поддержанных машин, которому необходимо сделать все возможное, чтобы привести свое дело к процветанию. У тебя имеется определенное количество средств и ресурсов, которыми важно научиться правильно распоряжаться, чтобы суметь выполнить все поставленные задачи. Ты будешь заниматься поиском разного вида машин, которые впоследствии будешь не только перепродавать, но и заполнять свою же коллекцию уникальными экземплярами. Одной из главных особенностей игры стоит отметить полную свободу действий, где ты самостоятельно будешь принимать решение по развитию своего бизнеса. Но не забывай, что от этих решений и будет зависеть исход событий. Внимательно следи за доходами и расходами, получай больше денег, ведь это позволит тебе расширить владения и стать популярным на весь мир.",
    "img": "/src/img/games/CarForSaleSimulator2023.jpg",
    "carousel1": "/src/img/game-carousel/CarForSaleSimulator2023-1.jpg",
    "carousel2": "/src/img/game-carousel/CarForSaleSimulator2023-2.jpg",
    "genres": " Инди, Симуляторы, Ранний доступ",
    "steamlink": "https://store.steampowered.com/app/2248760/Car_For_Sale_Simulator_2023/",
    "info": {
      "Год выпуска": "2023г.",
      "Разработчик": "Red Axe Games",
      "Версия": "v0.1.64",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 8, 10",
      "Процессор": "Intel Core i5",
      "Видеокарта": "GTX 670",
      "Оперативная память": "6Гб",
      "Памяти на Жестком Диске": "5Гб"
    },
    "file": "torrent/Car_For_Sale_Simulator_2023.torrent"
  },
  {
    "id": 248,
    "name": "Dark Light",
    "description": "Научно-фантастическая игра, разработанная в жанре экшена с элементами платформера, где ты погружаешься во мрак двухмерного мира, чтобы расправиться с многочисленными противниками на пути. Сюжетная линия расскажет о том, что свет погрузился во мрак вследствие жуткого апокалипсиса и теперь главными его жителями являются коварные и жестокие монстры. Ты отправляешься в долгий и опасный путь, чтобы вернуть миру процветание и избавить его от всех, кто посмел принять сторону зла. В твоём распоряжении необычный дрон, который излучает особый свет, с помощью которого ты сумеешь обнаружить местоположение того или иного противника. Игра держит в напряжении на протяжении всего времени прохождения, поэтому скучать тебе точно не придется. Старайся следить за боевым арсеналом, чтобы там всегда находилось мощное оружие и средства защиты. Будь внимателен, ведь враг не дремлет и в любой момент способен лишить тебя жизни. Энергия главного героя увеличивается лишь тогда, когда на его счету прибавляются новые жертвы, что необходимо учесть, ведь впереди его ждут сражения с огромными и безжалостными боссами.",
    "img": "/src/img/games/DarkLight.jpg",
    "carousel1": "/src/img/game-carousel/DarkLight-1.jpg",
    "carousel2": "/src/img/game-carousel/DarkLight-2.jpg",
    "genres": "Экшены, Приключенческие игры, Инди",
    "steamlink": "https://store.steampowered.com/app/1134520/Dark_Light/",
    "info": {
      "Год выпуска": "2022г.",
      "Разработчик": "Mirari&Co.",
      "Версия": "v1.1.0.8",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel Core i3-2100",
      "Видеокарта": "GTX 560",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "3Гб"
    },
    "file": "torrent/Dark_Light.torrent"
  },
  {
    "id": 249,
    "name": "Mindustry",
    "description": "Игровой проект, представленный миру в жанре Tower Defence, где тебе предстоит защитить свою сторону, выстраивая максимально мощные башни, тем самым отражая атаку со стороны вражеской силы. Более того, игра была исполнена ещё и в стиле песочницы, где тебе предстоит окунуться в красочный восьмибитный мир и постараться справится с испытаниями на пути к заданной цели. Здесь у тебя будет полная свобода действий и масса возможностей. Так, к примеру, выстраивать башни ты сможешь в любом месте, применяя для этого большой арсенал инструментов. Каждая башня будет включать в себя ряд ресурсов, которые затем помогут тебе устранять противника один за другим. Все действия происходят с видом сверху, что позволит тебе взять под контроль все происходящее на поле боя. Графика в игре исполнена в пиксельном стиле ретро, включает в себя яркие краски и приятную анимацию. Враг будет нападать тебя совершенно непредсказуемо, поэтому тебе стоит обратить внимание на свой боевой арсенал и боевую готовность.",
    "img": "/src/img/games/Mindustry.jpg",
    "carousel1": "/src/img/game-carousel/Mindustry-1.jpg",
    "carousel2": "/src/img/game-carousel/Mindustry-2.jpg",
    "genres": "Стратегии",
    "steamlink": "https://store.steampowered.com/app/1127400/Mindustry/",
    "info": {
      "Год выпуска": "2019г.",
      "Разработчик": "AnukenDev",
      "Версия": "Build 145.1",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "2 Ghz",
      "Видеокарта": "Поддержка OpenGL 2.0",
      "Оперативная память": "1Гб",
      "Памяти на Жестком Диске": "100Мб"
    },
    "file": "torrent/Mindustry_v145.1.torrent"
  },
  {
    "id": 250,
    "name": "Your Only Move Is HUSTLE",
    "description": "Игра, представленная в жанре симулятора, где мы самостоятельно займёмся созданием боевых сцен. Первым делом стоит отметить наличие детально проработанной физики, где главными героями выступают тряпичные куклы. Каждое новое задание предполагает определенные условия, которые ты будешь устанавливать, в затем следить за процессом. Битвы будут самыми разными и ща ними ты сможешь понаблюдать в режиме реального времени. Корректировки также можно вносить во время боя, меняя бойцов на поле боя, либо изменяя вооружение. Игра позволит стать всевозможные экскременты и делать сражения максимально динамичными и уникальными. Геймплей интуитивно понятный и простой, а поэтому игра позволит отлично провести время пользователям любого возраста. Динамика проработана на высшем уровне и игра точно не заставит никого скучать. Графика также отлично исполнена, имеет массу эффектов, крутую анимацию и яркие краски.",
    "img": "/src/img/games/YourOnlyMoveIsHUSTLE.jpg",
    "carousel1": "/src/img/game-carousel/YourOnlyMoveIsHUSTLE-1.jpg",
    "carousel2": "/src/img/game-carousel/YourOnlyMoveIsHUSTLE-2.jpg",
    "genres": "Экшены, Инди, Симуляторы, Стратегии",
    "steamlink": "https://store.steampowered.com/app/2212330/Your_Only_Move_Is_HUSTLE/",
    "info": {
      "Год выпуска": "2023г.",
      "Разработчик": "Ivy Sly",
      "Версия": "v1.6.0",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel i5",
      "Видеокарта": "Любая",
      "Оперативная память": "512Мб",
      "Памяти на Жестком Диске": "256Мб"
    },
    "file": "torrent/Your_Only_Move_Is_HUSTLE.torrent"
  },
  {
    "id": 251,
    "name": "Inkulinati",
    "description": "Увлекательная стратегия с пошаговыми сражениями и динамичным игровым процессом. Отправляйся на просторы необычного мира – мира, представленного нам в виде средневековой книги, рисунки на которой мы будем создавать самостоятельно, в том числе и собственную армию. Здесь можно представить волю фантазии и создать такое средневековье, которым ты его представляешь. Воины твои будут самыми разными и уникальными, п поэтому заранее продумай состав армии, чтобы не дать оппоненту и шанса на победу. На поле битвы важно проявлять навыки стратегического и тактического планирования, действовать обдуманно и стараться всегда совершенствовать навыки. Враг готов уничтожить тебя в два счета, чего ты не должен ему допустить, а поэтому важно позаботиться о развитии и модификации своих отважных воинов. Графика уникальная и необычная, а за счёт своей сказочной атмосферы позволит каждому встать на страницы средневековой книги.",
    "img": "/src/img/games/Inkulinati.jpg",
    "carousel1": "/src/img/game-carousel/Inkulinati-1.jpg",
    "carousel2": "/src/img/game-carousel/Inkulinati-2.jpg",
    "genres": "Казуальные игры, Инди, Стратегии, Ранний доступ",
    "steamlink": "https://store.steampowered.com/app/957960/Inkulinati/",
    "info": {
      "Год выпуска": "2023г.",
      "Разработчик": "Yaza Games",
      "Версия": "1.39.0.0",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 10",
      "Процессор": "Intel Core i5",
      "Видеокарта": "GTX 750 Ti",
      "Оперативная память": "6Гб",
      "Памяти на Жестком Диске": "5Гб"
    },
    "file": "torrent/Inkulinati.torrent"
  },
  {
    "id": 252,
    "name": "Travellers Rest",
    "description": "Сочетание симулятора и песочницы, где в твое распоряжение попадает небольшая таверна, которую впоследствии необходимо привести к процветанию. Исполни роль хозяина гостиницы, который должен сделать все, чтобы превратить ничем непримечательное место в известное на весь мир социальное пространство. Займись строительством, изучай окружающие локации, обзавелись собственной пивоварней и удели внимание развитию инфраструктуры в целом. Учитывай пожелания гостей, заводи новые знакомства и делай все, чтобы добиться успеха в любимом деле. Позаботься о богатстве продуктов питания, чтобы создавать кулинарные шедевры, тем самым привлекая все больше и больше путешественников. Создавай максимально комфортные условия, обустраивай окружение, делая его приятным для отдыха.  По мере прохождения ты будешь стремительно набирать репутацию, поэтому любое решение и совершенное действие окажет на нее влияние. Получай как можно больше наград за свои достижения, что позволит открыть доступ к новым возможностям.",
    "img": "/src/img/games/TravellersRest.jpg",
    "carousel1": "/src/img/game-carousel/TravellersRest-1.jpg",
    "carousel2": "/src/img/game-carousel/TravellersRest-2.jpg",
    "genres": "Приключенческие игры, Казуальные игры, Инди, Ролевые игры, Симуляторы, Ранний доступ",
    "steamlink": "https://store.steampowered.com/app/1139980/Travellers_Rest/",
    "info": {
      "Год выпуска": "2020г.",
      "Разработчик": "Louqou",
      "Версия": "0.6.0.13",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Поддержка SSE2",
      "Видеокарта": "Поддержка DirectX 10",
      "Оперативная память": "1Гб",
      "Памяти на Жестком Диске": "500Мб"
    },
    "file": "torrent/Travellers_Rest.torrent"
  },
  {
    "id": 253,
    "name": "Barotrauma",
    "description": "Игра в стилистике платформера, где ты будешь управлять самой настоящей лодкой, только не обычной, а подводной. Таким-же необычным будет и мир, который ты будешь исследовать. Главный герой попадает не на масштабную планету под названием Юпитер, а на ее спутник под названием Европа, где будет плавать в подземном океане. Именно этот огромный океан используется для маршрута, по которому транспортируются различные предметы и механические средства. Океан соединяет сразу несколько колоний. Здесь тебе предоставляется возможность игры в одиночном режиме, где твоей командой выступят персонажи, наделённые искусственным интеллектом. Кроме того, ты отлично можешь провести время в компании своих друзей в многопользовательском режиме. Главной твоей целью будет заработок денег, за которые ты сможешь впоследствии купить необходимые полезные предметы и нанять более профессиональных членов экипажа.",
    "img": "/src/img/games/Barotrauma.jpg",
    "carousel1": "/src/img/game-carousel/Barotrauma-1.jpg",
    "carousel2": "/src/img/game-carousel/Barotrauma-2.jpg",
    "genres": "Экшены, Инди, Симуляторы, Стратегии",
    "steamlink": "https://store.steampowered.com/app/602960/Barotrauma/",
    "info": {
      "Год выпуска": "2023г.",
      "Разработчик": "FakeFish, Undertow Games",
      "Версия": "1.0.21.0",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "2.0 GHz двух-ядерный",
      "Видеокарта": "128 Мб",
      "Оперативная память": "2Гб",
      "Памяти на Жестком Диске": "1Гб"
    },
    "file": "torrent/Barotrauma.torrent"
  },
  {
    "id": 254,
    "name": "Undead Horde",
    "description": "Новая игра в стиле ролевого экшена, где ты возьмёшь на себя исполнение роли некроманта. Твоя задача будет заключается в убийстве всех живых, которые встанут у тебя на пути. Особенностью игрового процесса можно отметить то, что всех своих убитых жертв ты сможешь превращать в нежить, делая их своими рабами и включая их в армию. Армия будет постепенно пополняться, обретая силу и могущество. Ты отправишься на захват земель соперника, чтобы обрести власть на всей планете, создав из всего живого ходячих, бездушных мертвецов. Отнимай жизни и пополняй свои сундуки сокровищами. Убивая соперников ты будешь ставить их себе в услужение, а затем вместе с ними отправишься покорять огромный и безжалостный мир. Поднимай пораженных соперников, а также отправляйся на кладбище, где сможешь поднять мертвецов из своих могил. По мере исследования локаций, находится полезные предметы, а также повышает уровень своих навыков, чтобы в будущем справится с более затруднительными испытаниями. В начале у тебя будет возможность создать своего главного героя, а постом всячески его модифицировать. Отличительной особенностью игры также можно отметить процедурную генерацию предметов: ты сможешь отыскать, отобрать или купить огромное количество всевозможных полезных вещиц.",
    "img": "/src/img/games/UndeadHorde.jpg",
    "carousel1": "/src/img/game-carousel/UndeadHorde-1.jpg",
    "carousel2": "/src/img/game-carousel/UndeadHorde-2.jpg",
    "genres": "Экшены, Приключенческие игры, Инди, Ролевые игры",
    "steamlink": "https://store.steampowered.com/app/790850/Undead_Horde/",
    "info": {
      "Год выпуска": "2019г.",
      "Разработчик": "10tons Ltd",
      "Версия": "v1.2.2",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows Vista, 7, 8, 10",
      "Процессор": "2.0 Ghz",
      "Видеокарта": "Поддержка DirectX 11",
      "Оперативная память": "2Гб",
      "Памяти на Жестком Диске": "500Мб"
    },
    "file": "torrent/Undead_Horde.torrent"
  },
  {
    "id": 255,
    "name": "SCP: 5K",
    "description": "Сочетание экшена, шутера и хоррора, где нам предстоит спасти мир от грядущего зомби апокалипсиса. Сюжет расскажет о существовании некоего исследовательского центра, в котором на протяжении многих лет проводились разные эксперименты. В один день что-то пошло не по плану и орда жутких монстров вырвалась наружу. Ты сыграешь роль участника оперативной группировки, которой предстоит отправиться на место действия и сделать все возможное, чтобы истребить заражённых вирусом существ. Задача не из лёгких, а поэтому потребуется проявить навыки стратегического планирования действий, смекалку и хитрость. Позаботься о боевом арсенале, в котором всегда должно находиться мощное оружие и атрибуты защиты, ведь впереди тебя ожидают бесконечные столкновения с мутантами. Атмосфера в игре максимально реалистичная за счёт визуальных эффектов, графики и звуков, а поэтому ты сможешь стать её полноценной частью.",
    "img": "/src/img/games/SCP5K.jpg",
    "carousel1": "/src/img/game-carousel/SCP5K-1.jpg",
    "carousel2": "/src/img/game-carousel/SCP5K-2.jpg",
    "genres": "Экшены, Инди, Стратегии, Ранний доступ",
    "steamlink": "https://store.steampowered.com/app/872670/SCP_5K/",
    "info": {
      "Год выпуска": "2022г.",
      "Разработчик": "Affray Interactive",
      "Версия": "0.12.0.45",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "3 GHz 6-ядер",
      "Видеокарта": "3Гб видеопамяти",
      "Оперативная память": "12Гб",
      "Памяти на Жестком Диске": "30Гб"
    },
    "file": "torrent/SCP_5K.torrent"
  },
  {
    "id": 256,
    "name": "Trash Sailors",
    "description": "Игровой проект, разработанный в жанре экшен-симулятора с элементами выживания, который отправляет нас на просторы постапокалиптического мира. Возьмись за исполнение роли главного героя, одного из немногих, кому удалось выжить после мусорного апокалипсиса. Отныне мир оказался под водой, на поверхности которой образовались груды мусора, которые и стали основным источником жизни людей. Ты отправишься в путешествие по округе, займёшься исследованием локаций и постараешься раздобыть как можно больше ценных ресурсов, чтобы выжить. Впереди тебя ожидают преграды и опасности, коварные пираты и самые жестокие условия существования. Подключи смекалку, быстродействие и навыки стратегического планирования, которые позволят продумать всё наперед и не допустить ошибок. Отдельно стоит отметить наличие кооперативного режима, который позволит отлично провести время в компании друзей. Также порадует необычная графическая рисовка, исполненная в уникальном стиле и дополненная яркими красками.",
    "img": "/src/img/games/TrashSailors.jpg",
    "carousel1": "/src/img/game-carousel/TrashSailors-1.jpg",
    "carousel2": "/src/img/game-carousel/TrashSailors-2.jpg",
    "genres": "Экшены, Приключенческие игры, Казуальные игры, Инди, Симуляторы",
    "steamlink": "https://store.steampowered.com/app/1132030/Trash_Sailors_CoOp_Trash_Raft_Simulator/",
    "info": {
      "Год выпуска": "2021г.",
      "Разработчик": "fluckyMachine",
      "Версия": "v25.06.2023",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "2.6 GHz двух-ядерный",
      "Видеокарта": "GeForce 8600GT",
      "Оперативная память": "2Гб",
      "Памяти на Жестком Диске": "2Гб"
    },
    "file": "torrent/Trash_Sailors.torrent"
  },
  {
    "id": 257,
    "name": "Brotato",
    "description": "Экшен-РПГ, где мы отправляемся на просторы фантастической вселенной, жителями которой являются разумные овощи. Сюжетная линия расскажет о том, как население планеты сумело добиться больших высот в науке, а поэтому открыло для себя возможность путешествовать по просторам космоса. Возьмись за исполнение главной роли – роли картофеля, который отправляется в очередную экспедицию вместе со своей командой. В один миг твой корабль терпит крушение на планете, которую населяют жуткие существа, точно не ожидавшие незваных гостей. Отныне тебе предстоит справляться с множеством трудностей и выживать в жёстких условиях ровно до того момента, пока не прибудет подмога. Отправляйся на исследование окружающих локаций, добывай ценные ресурсы и обеспечивай себя всем необходимым для поддержания жизнедеятельности. Прояви боевой талант и собери мощный арсенал, чтобы дать отпор всем, кто посмеет встать на пути.",
    "img": "/src/img/games/Brotato.jpg",
    "carousel1": "/src/img/game-carousel/Brotato-1.jpg",
    "carousel2": "/src/img/game-carousel/Brotato-2.jpg",
    "genres": " Экшены, Казуальные игры, Инди, Ролевые игры",
    "steamlink": "https://store.steampowered.com/app/1942280/Brotato/",
    "info": {
      "Год выпуска": "2023г.",
      "Разработчик": "Blobfish",
      "Версия": "1.0.0.3",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "2 Ghz",
      "Видеокарта": "128Мб видеопамяти",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "200Мб"
    },
    "file": "torrent/Brotato.torrent"
  },
  {
    "id": 258,
    "name": "Solasta: Crown of the Magister",
    "description": "Приключенческий проект, разработанный в жанре РПГ, с отличным визуальным исполнением и динамичным игровым процессом. События отправляют нас на просторы сказочного мира, где мы возьмёмся за исполнение роли отважного героя, а затем, вместе с его командой постараемся спасти мир от полного уничтожения. Чтобы заполучить победу в свои руки, тебе предстоит справиться с немалым количеством преград, разгадать покрытые пеленой мрака тайны, а также сразиться в неравном бою с коварными оппонентами и их боссами. Здесь тебя ждут головоломки, поэтому подключи смекалку и навыки логического мышления. По мере прохождения стоит уделить внимание развитию своих боевых характеристик, чтобы любой, даже самый сильный противник не смог тебя одолеть. Под твое начало попадает группа героев, каждый из которых по-своему уникален и обладает определенными способностями, что поможет достичь поставленной цели. Не забывай, что приятное тобой решение и совершенное действие будет иметь последствия. Отправляйся навстречу приключениям, уничтожай врагов и сделай все, чтобы спасти мир, а также дать ему надежду на светлое будущее.",
    "img": "/src/img/games/SolastaCrownoftheMagister.jpg",
    "carousel1": "/src/img/game-carousel/SolastaCrownoftheMagister-1.jpg",
    "carousel2": "/src/img/game-carousel/SolastaCrownoftheMagister-2.jpg",
    "genres": "Приключенческие игры, Ролевые игры, Стратегии",
    "steamlink": "https://store.steampowered.com/app/1096530/Solasta_Crown_of_the_Magister/",
    "info": {
      "Год выпуска": "2021г.",
      "Разработчик": "Tactical Adventures",
      "Версия": "1.5.92 + Все DLC + Palace of Ice",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel Core i5-3570K",
      "Видеокарта": "GTX 950",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "20Гб"
    },
    "file": "torrent/Solasta_Crown_of_the_Magister.torrent"
  },
  {
    "id": 259,
    "name": "TheHunter: Call of the Wild",
    "description": "Самый динамичный и самый реалистичный в наше время симулятор охоты. Здесь все продуманно до мельчайшей детали, а также мир максимально реалистичен, что позволит тебе почувствовать себя в мире, где ты будешь вести охоту на самых разнообразных представителей животного мира. Игра может порадовать своими звуковыми эффектами, а также физикой действий, что значительно дополняет крутую атмосферу. Ты попадаешь в огромный мир, площадь которого превышает тринадцать тысяч гектаров земли. Каждый кусочек содержит в себе огромное количество животных, на которых тебе и предстоит охотиться. Каждое животное имеет свой характер поведения, поэтому будь максимально внимательным, чтобы самому не стать жертвой. В твоём арсенале будет находится самое разное оружие, включая винтовки и ножи. Броди по лесам и пустыням, отыскивай дополнения к арсеналу, старайся действовать максимально тихо, чтобы не спугнуть свою цель, и тогда ты сможешь стать лучшим в мире охотником.",
    "img": "/src/img/games/TheHunterCalloftheWild.jpg",
    "carousel1": "/src/img/game-carousel/TheHunterCalloftheWild-1.jpg",
    "carousel2": "/src/img/game-carousel/TheHunterCalloftheWild-2.jpg",
    "genres": "Приключенческие игры, Симуляторы, Спортивные игры",
    "steamlink": "https://store.steampowered.com/app/518790/theHunter_Call_of_the_Wild/",
    "info": {
      "Год выпуска": "2017г.",
      "Разработчик": "Expansive Worlds",
      "Версия": "v2546982 + Все DLC",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel i3-4170",
      "Видеокарта": "GTX 660",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "20Гб"
    },
    "file": "torrent/TheHunter_Call_of_the_Wild.torrent"
  },
  {
    "id": 260,
    "name": "Burnhouse Lane",
    "description": "Игра, разработанная в жанре приключенческого хоррора с элементами выживания опасных условиях окружающей среды. Первым делом познакомься с главной героиней этой пугающей истории – молодой медсестрой по имени Энджи Уэзер. Энди предстоит пройти не мало испытаний, чтобы выполнить важные пять заданий и выбраться на свободу, дав себе последний шанс на счастливую и спокойную жизнь. Порадует игра наличием уникальной, незаурядной сюжетной линией, с массой неожиданных поворотов событий и интересными элементами повествования, где раскрываются темы дружбы, надежды и горестной потери. Важно помнить, что каждое твое решение и совершенное действие будет иметь последствия, поэтому будь максимально внимательным. Визуальное исполнение отлично проработано, обладает держащей в напряжении атмосферой, которую, в свою очередь, здорово дополнят звуковые эффекты.",
    "img": "/src/img/games/BurnhouseLane.jpg",
    "carousel1": "/src/img/game-carousel/BurnhouseLane-1.jpg",
    "carousel2": "/src/img/game-carousel/BurnhouseLane-2.jpg",
    "genres": "Приключенческие игры",
    "steamlink": "https://store.steampowered.com/app/1846460/Burnhouse_Lane/",
    "info": {
      "Год выпуска": "2022г.",
      "Разработчик": "Harvester Games",
      "Версия": "1.3.0",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "4-ядра",
      "Видеокарта": "2Гб видеопамяти",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "3Гб"
    },
    "file": "torrent/Burnhouse_Lane.torrent"
  },
  {
    "id": 261,
    "name": "Way of the Hunter",
    "description": "Игровой проект, разработанный в жанре шутера, где мы исполним роль охотника. Отправляйся на просторы американских и европейских локаций, где ты и займешься охотой на разные виды животных. Первым делом стоит отметить наличие богатого выбора снаряжения, которое ты сможешь применить в своем деле, успешно выполняя поставленные задачи. Каждое животное – уникально, имеет свою манеру поведения и инстинкт самосохранения. Все эти пункты тебе необходимо учитывать, чтобы суметь захватить добычу в свои руки. Трудностей будет более чем достаточно, поэтому не забывай постоянно развивать свои профессиональные навыки. Займись исследованием многочисленных локаций, изучай виды представителей животного мира, проходи испытания и делай все, чтобы добиться успеха. Порадует наличие многопользовательского режима, где ты сможешь отлично провести время в компании друзей. Графика игры проработана на отлично, а игровой процесс был наделен реалистичностью, что позволит тебе в полной мере ощутить себя настоящим охотником.",
    "img": "/src/img/games/WayoftheHunter.jpg",
    "carousel1": "/src/img/game-carousel/WayoftheHunter-1.jpg",
    "carousel2": "/src/img/game-carousel/WayoftheHunter-2.jpg",
    "genres": "Приключенческие игры, Симуляторы, Спортивные игры",
    "steamlink": "https://store.steampowered.com/app/1288320/Way_of_the_Hunter/",
    "info": {
      "Год выпуска": "2022г.",
      "Разработчик": "Nine Rocks Games",
      "Версия": "1.23b Elite Edition + Hunter's Pack",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel Core i3",
      "Видеокарта": "GTX 960",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "15Гб"
    },
    "file": "torrent/Way_of_the_Hunter.torrent"
  },
  {
    "id": 262,
    "name": "The Last Starship",
    "description": "Проект, разработанный в жанре симулятора, где мы возьмемся за управление космическим звездолетом. Твоя задача заключается в том, чтобы следить за правильностью и эффективностью взаимодействия внутренних систем корабля, принимать правильные решения и не допускать ошибок, которые могут привести к печальным последствиям. Судно будет детально проработано и сложно сконструировано, а поэтому важно изучить его как следует, чтобы умело применять в выполнении той или иной миссии. Игра порадует наличием безграничных возможностей в принятии решений, ведь здесь ты сможешь действовать так, как посчитаешь нужным, но не стоит забывать о последствиях. Изучай окружение внимательно, добывай ценные ресурсы на множественных локациях, а также не забывай внедрять в систему судна различные новые, передовые технологии. Также есть и персонал, которым ты будешь руководить и для него также нужно создать все необходимые условия для комфортной работы.",
    "img": "/src/img/games/TheLastStarship.jpg",
    "carousel1": "/src/img/game-carousel/TheLastStarship-1.jpg",
    "carousel2": "/src/img/game-carousel/TheLastStarship-2.jpg",
    "genres": "Инди, Симуляторы, Стратегии, Ранний доступ",
    "steamlink": "https://store.steampowered.com/app/1857080/The_Last_Starship/",
    "info": {
      "Год выпуска": "2023г.",
      "Разработчик": "Introversion Software",
      "Версия": "Alpha 4",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel i5",
      "Видеокарта": "Интегрированная",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "400Мб"
    },
    "file": "torrent/The_Last_Starship.torrent"
  },
  {
    "id": 263,
    "name": "Dwerve",
    "description": "Пиксельный проект, разработанный в жанре РПГ, где ты отправишься в темные просторы подземелий и постараешься защитить башни. Сюжетная линия расскажет о нападении Королевы Ведьм на мир, который до недавнего времени процветал и не знал беды. Тебе необходимо взять на себя исполнение роли главного героя, который возглавит могущественную армию, вооружиться мощным боевым арсеналом и отправится на путь отмщения, чтобы раз и навсегда избавиться от тех, кто посмел принять сторону зла. Спускайся в темные руины, сразись с многочисленными соперниками, принимай правильные решения, обходи стороной преграды и сделай все, чтобы дать противнику отпор. Будь внимательным, действуй решительно и не допускай ошибочных действий, которые приведут у непредвиденным обстоятельствам. Правильно распорядись силами своей армии, улучшай как свои, так и их навыки, а также не забывай постоянно пополнять боевой арсенал мощным оружием. Подземелья хранят в себе уже давно утраченные технологии, принадлежащие древним воинам, которые тебе нужно раздобыть, чтобы уничтожить главную соперницу.",
    "img": "/src/img/games/Dwerve.jpg",
    "carousel1": "/src/img/game-carousel/Dwerve-1.jpg",
    "carousel2": "/src/img/game-carousel/Dwerve-2.jpg",
    "genres": "Экшены, Приключенческие игры, Инди, Ролевые игры, Стратегии",
    "steamlink": "https://store.steampowered.com/app/1132760/Dwerve/",
    "info": {
      "Год выпуска": "2022г.",
      "Разработчик": "Half Human Games",
      "Версия": "v1.1.13",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "1.2 GHz",
      "Видеокарта": "512Мб видеопамяти",
      "Оперативная память": "1Гб",
      "Памяти на Жестком Диске": "200Мб"
    },
    "file": "torrent/Dwerve.torrent"
  },
  {
    "id": 264,
    "name": "Ultimate Epic Battle Simulator 2",
    "description": "Приключенческий боевой симулятор, который отправляет нас в мир безумных сражений и захватывающих событий. Игра предлагает принять участие сразу в нескольких сюжетных кампаниях, а также возможность создания собственной, куда ты сможешь пригласить друзей. Вместе вы отправитесь в путешествие по динамично развивающемуся миру, который подготовил массу испытаний и столкновений с коварными оппонентами. На протяжении всего времени прохождения тебе потребуется развивать навыки главного героя и его товарищей, а также не забывать о работе в команде, где необходимо правильно распределять обязанности и действовать сообща. Игра подготовила разнообразие вариантов по достижению поставленных целей и только тебе принимать решение, по какому из них пойти. Динамика проработана на высшем уровне, а визуальное исполнение позволит каждому в полной мере ощутить себя на месте главного героя.",
    "img": "/src/img/games/UltimateEpicBattleSimulator2.jpg",
    "carousel1": "/src/img/game-carousel/UltimateEpicBattleSimulator2-1.jpg",
    "carousel2": "/src/img/game-carousel/UltimateEpicBattleSimulator2-2.jpg",
    "genres": "Экшены, Приключенческие игры, Казуальные игры, Инди, Симуляторы, Стратегии, Ранний доступ",
    "steamlink": "https://store.steampowered.com/app/1468720/Ultimate_Epic_Battle_Simulator_2/",
    "info": {
      "Год выпуска": "2022г.",
      "Разработчик": "Brilliant Game Studios",
      "Версия": "v0.9.5",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel i5",
      "Видеокарта": "3Гб видеопамяти",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "20Гб"
    },
    "file": "torrent/Ultimate_Epic_Battle_Simulator_2.torrent"
  },
  {
    "id": 265,
    "name": "Forever Skies",
    "description": "Симулятор выживания, который отправляет нас на просторы футуристического мира, переживающего последствия апокалипсиса. Мир был практически полностью уничтожен, а те, кому все же удалось спастись, решают вернуться на Землю, где их ждут новые, не совсем пригодные для жизни условия. Сыграй роль отважного героя, который отправляется в путешествие по безжизненной планете в поисках пристанища. Ты будешь изучать множество локаций, добывать необходимые ресурсы и доставлять их в пункты назначения на своем дирижабле. Локаций в игре более чем достаточно и на каждой из них ты сможешь открыть для себя что-то новое, одно будет тебе полезным, когда другое станет самой настоящей опасностью, поэтому будь на чеку. Постепенно поселение будет развиваться, открывать новые технологии, а затем и новые возможности, что позволит создать условия для комфортного и безопасного существования человечества на уже новый планете Земля.",
    "img": "/src/img/games/ForeverSkies.jpg",
    "carousel1": "/src/img/game-carousel/ForeverSkies-1.jpg",
    "carousel2": "/src/img/game-carousel/ForeverSkies-2.jpg",
    "genres": "Экшены, Приключенческие игры, Инди, Симуляторы, Ранний доступ",
    "steamlink": "https://store.steampowered.com/app/1641960/Forever_Skies/",
    "info": {
      "Год выпуска": "2023г.",
      "Разработчик": "Far From Home",
      "Версия": "Build 21869",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 10",
      "Процессор": "Intel Core i5",
      "Видеокарта": "RX 580",
      "Оперативная память": "12Гб",
      "Памяти на Жестком Диске": "31Гб"
    },
    "file": "torrent/Forever_Skies.torrent"
  },
  {
    "id": 266,
    "name": "The Bookwalker: Thief of Tales",
    "description": "Приключенческая игра с интересным сюжетом и спокойным игровым процессом. Мы отправляемся в удивительное путешествие, где, в роли главного героя, будем раскрывать тайны, разгадывать загадки и проходить путь становления. Ты — заядлый любитель книг, но не обычный продавец или коллекционер, ты самый настоящий грабитель, который готов сделать все что угодно, чтобы заполучить нужный экземпляр. Игровой процесс заключается в исследовании многочисленных локаций, каждая из которых будет по-своему уникальна и подготовила для тебя интересные задания. По мере следования на твоём пути будут встречаться разные персонажи, одни из которых помогут тебе, когда другие сделают все, чтобы тебя остановить, поэтому важно быть на чеку. Главная особенность игры – полная свобода действий, где ты самостоятельно будешь принимать решения и отправляться туда, куда посчитаешь нужным, не забывая о том, что всё имеет определенные последствия.",
    "img": "/src/img/games/TheBookwalkerThiefofTales.jpg",
    "carousel1": "/src/img/game-carousel/TheBookwalkerThiefofTales-1.jpg",
    "carousel2": "/src/img/game-carousel/TheBookwalkerThiefofTales-2.jpg",
    "genres": "Приключенческие игры, Инди",
    "steamlink": "https://store.steampowered.com/app/1432100/The_Bookwalker_Thief_of_Tales/",
    "info": {
      "Год выпуска": "2023г.",
      "Разработчик": "DO MY BEST",
      "Версия": "23.6.10",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Двух-ядерный",
      "Видеокарта": "GTX 760",
      "Оперативная память": "6Гб",
      "Памяти на Жестком Диске": "12Гб"
    },
    "file": "torrent/The_Bookwalker_Thief_of_Tales.torrent"
  },
  {
    "id": 267,
    "name": "Captain of Industry",
    "description": "Игровой проект, разработанный в жанре стратегического симулятора, который даёт нам возможность возглавить крупную промышленную сеть. Первым делом мы отправляемся на большой, давно заброшенный остров, который является подходящим местом для дальнейшего строительства. Займись исследованием территории, начни добывать необходимые ресурсы и принимайся за создание будущего масштабного предприятия. Сюжетная линия расскажет о том, что мир находиться на грани полного уничтожения и лишь на тебя возлагается последняя надежда на его спасение. Впереди главного героя ожидают испытания, преграды и опасности, которые он сумеет преодолеть, если правильно выстроит стратегический план. Для достижения поставленной цели игроку даётся масса возможностей, а также игра является максимально увлекательной, поэтому скучать у нас не будет времени. Пройди все преграды, заверши поставленную задачу и спаси мир от тотального хаоса.",
    "img": "/src/img/games/CaptainofIndustry.jpg",
    "carousel1": "/src/img/game-carousel/CaptainofIndustry-1.jpg",
    "carousel2": "/src/img/game-carousel/CaptainofIndustry-2.jpg",
    "genres": "Инди, Симуляторы, Стратегии, Ранний доступ",
    "steamlink": "https://store.steampowered.com/app/1594320/Captain_of_Industry/",
    "info": {
      "Год выпуска": "2022г.",
      "Разработчик": "MaFi Games",
      "Версия": " 0.5.3b",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "3.0 Ghz двух-ядерный",
      "Видеокарта": "GTX 770",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "1Гб"
    },
    "file": "torrent/Captain_of_Industry.torrent"
  },
  {
    "id": 268,
    "name": "Silica",
    "description": "Игра, которая отлично сочетает в себе жанры стратегии и экшена, где нам предстоит исполнить важную миссию по взятию контроля над планетой под названием Балтарус. Ты – профессиональный командир, который берет под контроль отважную и мощную армию, а затем смело отправляется покорять космическое пространство. Первым делом стоит отметить наличие сразу нескольких режимов, в которых каждый сможет найти для себя что-то интересное и отлично провести время в компании друзей. Всего предстоит исследовать шесть уникальных локаций, добыть ценные ресурсы, пройти испытания и сразить тех, кто посмел принять враждебную сторону. Имеется как одиночная, так и многопользовательская игра, где в одном тебе пригодятся навыки стратегического планирования, а в другом – сила, могущество и хитрость на арене. Жители этого фантастического мира будут разделены на несколько разных фракций, одну из которых ты сможешь выбрать, а затем привести к победе, захватив желаемые планеты.",
    "img": "/src/img/games/Silica.jpg",
    "carousel1": "/src/img/game-carousel/Silica-1.jpg",
    "carousel2": "/src/img/game-carousel/Silica-2.jpg",
    "genres": "Экшены, Инди, Стратегии, Ранний доступ",
    "steamlink": "https://store.steampowered.com/app/1494420/Silica/",
    "info": {
      "Год выпуска": "2023г.",
      "Разработчик": "Bohemia Incubator",
      "Версия": "0.7.19",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 10",
      "Процессор": "Intel Core i5",
      "Видеокарта": "GTX 970",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "24Гб"
    },
    "file": "torrent/Silica.torrent"
  },
  {
    "id": 269,
    "name": "CHANGE: A Homeless Survival Experience",
    "description": "Игра, представляющая собой жанр выживания, где тебе предстоит перевоплотиться в бездомного и справляться с жизненным трудностями на улицах города. Сложность игры будет зависеть от многих факторов, и все необходимо учесть, чтобы не распрощаться с жизнью в два счета. Город каждый раз будет генерироваться случайным образом, что позволит тебе разнообразить игровой процесс. Изгоев по улицам будет бродить очень много, и все они не будут доброжелательно относится к тебе, ведь каждый будет искать свою выгоду. Старайся на исследование городской территории, тщательно обыскивая каждую локацию, стараясь найти что-то очень полезное и ценное для твое дальнейшей жизни.  Также тебе стоит позаботиться об укрытии и ночлеге, в котором будет максимально комфортно и безопасно. Отправляйся на поиск подходящей работы, чтобы заработать как модно больше денег на питание и более менее комфортную жизнь. Ты будешь развить свои способности по выживанию в жестоком мире, а в твоей голове всегда будет царить надежда на светлое будущее. Игра была разработана на эмоциональном уровне, где каждый день будет приносить нашему герою что-то новое, и чаще всего не совсем приятное.",
    "img": "/src/img/games/CHANGEAHomelessSurvivalExperience.jpg",
    "carousel1": "/src/img/game-carousel/CHANGEAHomelessSurvivalExperience-1.jpg",
    "carousel2": "/src/img/game-carousel/CHANGEAHomelessSurvivalExperience-2.jpg",
    "genres": "Инди, Ролевые игры, Симуляторы",
    "steamlink": "https://store.steampowered.com/app/926140/CHANGE/",
    "info": {
      "Год выпуска": "2020г.",
      "Разработчик": "Delve Interactive",
      "Версия": "v23.06.2023  + Все DLC",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "2.3 Ghz",
      "Видеокарта": "256Мб видеопамяти",
      "Оперативная память": "1Гб",
      "Памяти на Жестком Диске": "100Мб"
    },
    "file": "torrent/CHANGE_A_Homeless_Survival_Experience.torrent"
  },
  {
    "id": 270,
    "name": "PC Building Simulator 2",
    "description": "Вторая часть довольно популярной игры, разработанной в жанре симулятора с элементами песочницы, где ты вновь исполнишь роль сборщика компьютеров. Первым делом стоит отметить обновленный режим карьеры, где у тебя появится больше возможностей по развитию своего бизнеса и себя, как профессионала в компьютерной сфере. Имеется в игре и специализированный магазин, где ты сумеешь приобрести все необходимые компоненты, а затем умело внедрить их в свою систему сборки. Отдельно стоит отметить максимально глубокий уровень симуляции и проработка визуального стиля игры, что сделает атмосферу максимально реалистичной. Важно постоянно расширять и модифицировать мастерскую, ведь это позволит брать более интересные и сложные заказы, а также открыть больше возможностей по их исполнению. Стоит не забывать и о собственных навыках, которые также нужно улучшать, чтобы эффективнее добиваться поставленных целей.",
    "img": "/src/img/games/PCBuildingSimulator2.jpg",
    "carousel1": "/src/img/game-carousel/PCBuildingSimulator2-1.jpg",
    "carousel2": "/src/img/game-carousel/PCBuildingSimulator2-2.jpg",
    "genres": "Симуляторы",
    "steamlink": "https://store.epicgames.com/ru/p/pc-building-simulator-2",
    "info": {
      "Год выпуска": "2022г.",
      "Разработчик": "Spiral House Ltd",
      "Версия": "1.4.18",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 10",
      "Процессор": "Intel Core i5",
      "Видеокарта": "GTX 1050 Ti",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "25Гб"
    },
    "file": "torrent/PC_Building_Simulator_2.torrent"
  },
  {
    "id": 271,
    "name": "Voidtrain",
    "description": "Игровой проект, представленный нам в жанре экшена, который наделен одновременно сложным, динамичным и увлекательным геймплеем. Исполни роль механика, который будет управлять межпространственным поездом и постоянно бороться за собственную жизнь. Отправляйся навстречу приключениям, посещая различные фантастические миры, проходя испытания и оставляя позади опасности. Каждый мир будет по-своему уникален, поэтому нужно всегда быть на чеку, чтобы справляться с местными условиями существования. По мере прохождения мы будем разгадывать покрытые пеленой мрака тайны, искать полезные ресурсы и стараться не попадать в ловушки. Не забывай о том, что любое принятое тобой решение и совершенное действие будет иметь последствия. Займись исследованием, чтобы раздобыть ценные ресурсы, которые позволят улучшить поезд и открыть доступ к новым возможностям. Что касаемо графического исполнения, то оно неплохо продумано и позволит каждому с новой окунуться в эту фантастическую атмосферу.",
    "img": "/src/img/games/Voidtrain.jpg",
    "carousel1": "/src/img/game-carousel/Voidtrain-1.jpg",
    "carousel2": "/src/img/game-carousel/Voidtrain-2.jpg",
    "genres": "Экшены, Инди, Симуляторы",
    "steamlink": "https://store.steampowered.com/app/1159690/Voidtrain/",
    "info": {
      "Год выпуска": "2021г.",
      "Разработчик": "Nearga",
      "Версия": "11965",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel Core i5",
      "Видеокарта": "GTX 670",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "25Гб"
    },
    "file": "torrent/Voidtrain.torrent"
  },
  {
    "id": 272,
    "name": "Bramble: The Mountain King",
    "description": "Приключенческая игра с элементами хоррора и интересным повествованием, где от выбора игрока будет зависеть исход событий. Сюжет расскажет о главном герое, сестра которого пропадает при странных обстоятельствах и теперь он намерен, во что бы это не стало, отыскать ее. Начав поиски ты понимаешь, что предстоит пройти не мало испытаний, избегать попаданий в ловушки, а также столкнуться лицом к лицу с самими гротескными чудовищами. По мере следования важно исследовать внимательно локации, по пути выполняя задания, заводить новые знакомства с интересными персонажами, а также вычислять тех, кто может тебе помешать найти сестру. Подбери для себя подходящий боевой арсенал с мощным оружием и атрибутами защиты, чтобы дать отпор всем противникам и даже их боссам, к битве с которыми нужно как следует подготовиться.",
    "img": "/src/img/games/BrambleTheMountainKing.jpg",
    "carousel1": "/src/img/game-carousel/BrambleTheMountainKing-1.jpg",
    "carousel2": "/src/img/game-carousel/BrambleTheMountainKing-2.jpg",
    "genres": "Приключенческие игры, Инди",
    "steamlink": "https://store.steampowered.com/app/1623940/Bramble_The_Mountain_King/",
    "info": {
      "Год выпуска": "2023г.",
      "Разработчик": "Dimfrost Studio",
      "Версия": "Build 11395309",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 10",
      "Процессор": "Intel Core i5",
      "Видеокарта": "GTX 570",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "8Гб"
    },
    "file": "torrent/Bramble_The_Mountain_King.torrent"
  },
  {
    "id": 273,
    "name": "Crusader Kings III",
    "description": "Третья часть полюбившегося многим проекта, который относит себя к жанру стратеги, где все действия происходят в режиме реального времени. События отправляют нас во времена средневековья, когда территория Европы была разделена и каждый сектор желал захватить господство в свои руки. В эти времена основой была религия, а в особенности Католическая церковь, что необходимо будет учитывать на протяжении игры. Главной задачей героя является принятие одной из сторон, которую необходимо всеми возможными способами привести к победе, приобретая мировое влияние. Отправляйся на исследование окружающих территорий с целью захвата, вступай в опасные схватки с многочисленными оппонентами, продумывай выигрышный план действий, собери армию воинов и постарайся заполнить боевой арсенал мощным оружием и атрибутами защиты. Также потребуется заняться шпионажем, который поможет изучить внутреннюю политику иных государств, чтобы суметь вовремя и безошибочно совершить вторжение. Внимательно следи и за собственным государством, развивай экономику и инфраструктуру, а также не забывай учитывать пожелания горожан, чтобы не лишиться правления. Стань лучшим в своем деле и сумей добиться поставленной цели.",
    "img": "/src/img/games/CrusaderKingsIII.jpg",
    "carousel1": "/src/img/game-carousel/CrusaderKingsIII-1.jpg",
    "carousel2": "/src/img/game-carousel/CrusaderKingsIII-2.jpg",
    "genres": "Ролевые игры, Симуляторы, Стратегии",
    "steamlink": "https://store.steampowered.com/app/1158310/Crusader_Kings_III/",
    "info": {
      "Год выпуска": "2020г.",
      "Разработчик": "Paradox Development Studio",
      "Версия": "1.9.2.1 + Все DLC + Tours & Tournaments",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel Core i3-2120",
      "Видеокарта": "GTX 460",
      "Оперативная память": "6Гб",
      "Памяти на Жестком Диске": "7Гб"
    },
    "file": "torrent/Crusader_Kings_III.torrent"
  },
  {
    "id": 274,
    "name": "Galactic Civilizations IV",
    "description": "Глобальная четырехмерная стратегия, которая отправляет нас покорять космическое пространство. Ты исполнишь очень важную и ответственную роль – роль правителя человеческой цивилизации, которую постараешься привести к господству во всей галактике. Задача не из простых, поэтому ты должен быть готов к неожиданным поворотам событий, массе испытаний, а также к борьбе с довольно большим количеством оппонентов. Необходимо подключить и всячески развивать стратегические навыки, смекалку и быстродействие, которые станут верными спутниками на пути к победе. Основная цель – колонизация всевозможных миров и планет, знакомства с другими цивилизациями и их присоединение к себе. Что касается игрового процесса, то он довольно динамичен, наделен массой возможностей по достижению поставленных целей для игрока, а также обладает интересной сюжетной линией, что не может не радовать. Отдельно стоит отметить и графические характеристики, которые проработаны на высшем уровне и позволят нам стать полноценной частью этой фантастической атмосферы будущего.",
    "img": "/src/img/games/GalacticCivilizationsIV.jpg",
    "carousel1": "/src/img/game-carousel/GalacticCivilizationsIV-1.jpg",
    "carousel2": "/src/img/game-carousel/GalacticCivilizationsIV-2.jpg",
    "genres": "Стратегии",
    "steamlink": "https://store.steampowered.com/app/1357210/Galactic_Civilizations_IV/",
    "info": {
      "Год выпуска": "2022г.",
      "Разработчик": "Stardock Entertainment",
      "Версия": "1.6",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 10",
      "Процессор": "4-ядра",
      "Видеокарта": "1Гб видеопамяти",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "15Гб"
    },
    "file": "torrent/Galactic_Civilizations_IV.torrent"
  },
  {
    "id": 275,
    "name": "Beneath Oresa",
    "description": "Трехмерная игра, разработанная в жанре рогалика, где мы становимся частью научно-фантастического мира и отправляемся на борьбу со злом. Основа игрового процесса заключается в коллекционировании карт, которые и станут твоим основным оружием в той или иной битве. Бери с собой верного компаньона и вместе становитесь на пути сопротивления с коварными и бездушными созданиями, которые хотят уничтожить твои земли. Впереди тебя ожидает масса преград, опасностей, трудностей и испытаний, поэтому важно постоянно развиваться и модифицировать колоду, делая ее ещё более могущественной. Внимательно подходи к подбору колоды, ведь от ее состава будет зависеть успех того или иного сражения. Также важно внимательно изучать умения и боевые характеристики предлагаемых спутников, ведь от сделанного тобой выбора будет зависеть исход событий. Графика отлично проработана, обладает уникальной рисовкой, приятной анимацией и крутыми визуальными эффектами.",
    "img": "/src/img/games/BeneathOresa.jpg",
    "carousel1": "/src/img/game-carousel/BeneathOresa-1.jpg",
    "carousel2": "/src/img/game-carousel/BeneathOresa-2.jpg",
    "genres": "Приключенческие игры, Инди, Стратегии, Ранний доступ",
    "steamlink": "https://store.steampowered.com/app/1803400/Beneath_Oresa/",
    "info": {
      "Год выпуска": "2022г.",
      "Разработчик": "Broken Spear Inc.",
      "Версия": "0.7.5",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 10",
      "Процессор": "Intel i3",
      "Видеокарта": "GTX 1060",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "6Гб"
    },
    "file": "torrent/Beneath_Oresa.torrent"
  },
  {
    "id": 276,
    "name": "SnowRunner",
    "description": "Игровой проект, разработанный в жанре симулятора вождения, где ты отправляешься в максимально опасный мир и будешь бороться за жизнь главного героя в самых экстремальных условиях. Приключение обещает быть максимально динамичным, поэтому скучать тебе точно не придется. Возьмись за исполнение роли профессионального водителя огромного грузового транспорта, который берется за выполнение очень важной и ответственной миссии. Ты будешь посещать труднодоступные территории, правильно организовывать поездки, продумывать стратегический план действий и стараться доставить груз до места назначения. Главная опасность – это бездорожье, по которому тебе предстоит передвигаться в условиях переменчивой погоды, смены дня и ночи и столкновениями с другими преградами на пути следования. События отправят тебя на просторы довольно большого мира, где как раз бушует зимний период, что усложнит задачу нашего водителя в несколько раз. Из особенностей игры стоит отметить отличную визуальную составляющую, которая максимально реалистичная и позволит тебе с головой окунуться в эту захватывающую атмосферу.",
    "img": "/src/img/games/SnowRunner.jpg",
    "carousel1": "/src/img/game-carousel/SnowRunner-1.jpg",
    "carousel2": "/src/img/game-carousel/SnowRunner-2.jpg",
    "genres": "Симуляторы",
    "steamlink": "https://store.steampowered.com/app/1465360/SnowRunner/",
    "info": {
      "Год выпуска": "2020г.",
      "Разработчик": "Saber Interactive",
      "Версия": "v24.3 + Все DLC",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel i3-4130",
      "Видеокарта": "GTX 660",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "40Гб"
    },
    "file": "torrent/SnowRunner.torrent"
  },
  {
    "id": 277,
    "name": "Aquatico",
    "description": "Проект разработанный в жанре стратегического симулятора с элементами стратегии, действия которого отправляют нас на просторы глубин океана. Сюжет поведает о внезапно случившемся апокалипсисе, который полностью уничтожил мир, а выжившим теперь предстояло выживать в совершенно новых условиях. Отныне раса людей будет развиваться под водой, выстраивая города и мегаполисы, развивая инфраструктуру и делая свою жизнь комфортной. Первым делом стоит отметить огромное количество возможностей по достижению целей, где ты сумеешь подключить смекалку и фантазию, создавая что-то совершенно уникальное и необычное. Авторы также дали игроку возможность полной свободы действий, от чего подводное приключение становится ещё более реалистичным и интересным. Графика порадует уникальной рисовкой, массой крутых визуальных эффектов, а с помощью звукового сопровождения позволит с головой окунуться в атмосферу игры.",
    "img": "/src/img/games/Aquatico.jpg",
    "carousel1": "/src/img/game-carousel/Aquatico-1.jpg",
    "carousel2": "/src/img/game-carousel/Aquatico-2.jpg",
    "genres": "Симуляторы, Стратегии",
    "steamlink": "https://store.steampowered.com/app/1812300/Aquatico/",
    "info": {
      "Год выпуска": "2023г.",
      "Разработчик": "Digital Reef Games",
      "Версия": "1.500.1",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 10",
      "Процессор": "Intel Core i5",
      "Видеокарта": "GTX 1050",
      "Оперативная память": "10Гб",
      "Памяти на Жестком Диске": "10Гб"
    },
    "file": "torrent/Aquatico.torrent"
  },
  {
    "id": 278,
    "name": "Facteroids",
    "description": "Казуальный симулятор в сочетании со стратегией, где мы отправляемся на просторы далёкого, неизведанного астероида, чтобы раздобыть полезные ископаемые и ценные ресурсы. Главная цель – создать многофункциональное, автоматизированное производство по добыче тех или иных ресурсов, которые в будущем смогут обогащать нашу планету Земля. Первым делом, прибыв в место назначения, займись исследованием окружения, чтобы начать строительство базы, а также безопасного убежища для колонистов. Твоя команда должна быть обеспечена всем необходимым для комфортного существования в новых условиях, о чем нужно позаботиться в первую очередь. Как только дело будет сделано отправляйся на выполнение главной миссии, открывая все новые и новые месторождения и пополняя запасы все большим количеством ресурсов. Мир игры будет каждый раз создан совершенно случайным образом, что здорово разнообразит прохождение и одновременно сделает его сложнее.",
    "img": "/src/img/games/Facteroids.jpg",
    "carousel1": "/src/img/game-carousel/Facteroids-1.jpg",
    "carousel2": "/src/img/game-carousel/Facteroids-2.jpg",
    "genres": "Казуальные игры, Симуляторы, Стратегии, Ранний доступ",
    "steamlink": "https://store.steampowered.com/app/1626530/Facteroids/",
    "info": {
      "Год выпуска": "2023г.",
      "Разработчик": "Jan Zizka",
      "Версия": "1.0",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel i3",
      "Видеокарта": "GTX 750 Ti",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "1Гб"
    },
    "file": "torrent/Facteroids.torrent"
  },
  {
    "id": 279,
    "name": "Panzer Corps 2",
    "description": "Стратегический игровой проект, обладающий максимальной динамикой и отправляющий тебя в мир игр старой школы. Игровой процесс будет максимально безумным и даже хардкорным, обладающий массой личностей для главного героя и хранящий в себе массу мрачных тайн. Ты возьмёшься за исполнение роли отважного и бесстрашного героя, который берет под контроль свою могущественную армию, включающую до восьми сотен уникальных юнитов. Вся твоя армия состоит из бесстрашных героев, каждый из которых уникален и имеет отличительные характеристики. Твоя армия будет расти в силе сразу после того, как ты начнёшь одерживать все больше и больше побед, тем самым увеличивая количество очков опыта. Также не забывай о своих солдатах, чтобы они были всегда оснащены мощным боевым арсеналом. Более того, тех, кто отличился на поле боя, не забывай награждать, тем самым делая свою армию самой могущественной и непобедимой. Графика в игре хорошо исполнена и позволит тебе с головой окунуться в эту увлекательную атмосферу сражений.",
    "img": "/src/img/games/PanzerCorps2.jpg",
    "carousel1": "/src/img/game-carousel/PanzerCorps2-1.jpg",
    "carousel2": "/src/img/game-carousel/PanzerCorps2-2.jpg",
    "genres": "Стратегии",
    "steamlink": "https://store.steampowered.com/app/1072040/Panzer_Corps_2/",
    "info": {
      "Год выпуска": "2020г.",
      "Разработчик": "Flashback Games",
      "Версия": "1.07.02 + Все DLC",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Двух-ядерный",
      "Видеокарта": "2Гб видеопамяти",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "12Гб"
    },
    "file": "torrent/Panzer_Corps_2.torrent"
  },
  {
    "id": 280,
    "name": "WorldBox — God Simulator",
    "description": "Игра в жанре симулятора, которая позволит тебе в полной мере почувствовать себя богом. Этот мир находится под твоим полным контролем и все, что в нем есть, ты можешь изменить или перенести. Пустота ход свою богатую фантазию и создай по-настоящему уникальный и процветающий мир. Земля довольно масштабная и ты можешь сделать с ней все, что посчитаешь нужным. Создавай горные породы, высаживай растения, определяй виды животных на те или иные локации. Ты даже самостоятельно сможешь с нуля создать могущественную империю. От твоих действий и принятых решений будет зависеть развитие событий, поэтому прояви свои стратегические навыки и добейся успеха в этом непростом, но очень увлекательном деле. Проект представляет собой своеобразную песочницу, где все вокруг можешь контролировать лишь ты. Более того, у тебя есть возможность принять как сторону добра, так и сторону зла. Что касается графики, то она исполнена в пиксельном стиле с приятной анимацией и богатством красок.",
    "img": "/src/img/games/WorldBoxGodSimulator.jpg",
    "carousel1": "/src/img/game-carousel/WorldBoxGodSimulator-1.jpg",
    "carousel2": "/src/img/game-carousel/WorldBoxGodSimulator-2.jpg",
    "genres": "Инди, Симуляторы, Ранний доступ",
    "steamlink": "https://store.steampowered.com/app/1206560/WorldBox__God_Simulator/",
    "info": {
      "Год выпуска": "2021г.",
      "Разработчик": "Maxim Karpenko",
      "Версия": "v0.22.9-558",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "1.5 Ghz",
      "Видеокарта": "Интегрированная",
      "Оперативная память": "1Гб",
      "Памяти на Жестком Диске": "100Мб"
    },
    "file": "torrent/Worldbox_0.22.9_558.torrent"
  },
  {
    "id": 281,
    "name": "V: Rings of Saturn",
    "description": "Космический шутер с двухмерной вселенной, на покорение которой ты отправишься, возглавив роль главного героя. Здесь тебе предстоит отправится в далёкое будущее, а именно в 2273 год. Человечество уже достигло пика своего развития и теперь может покорять любые просторы космоса. Это привело к открытию очень ценных минералов на кольцах большой планеты под названием Сатурн. Но и это привело к печальным последствиям, так как вызвало самую настоящую «Золотую лихорадку». Тебе нужно взяться за управление особым кораблем, способным добывать различного рода ценные материалы и ресурсы. В надежде стать богатым, ты отправишься в увлекательное, но в то же время максимально опасное путешествие по просторам космоса, чтобы собрать с астероидов необходимые тебе ресурсы. Вскоре ты поймёшь, что был обманут, и на самом деле здесь все не так, как тебе рассказывали на Земле. Отныне ты становишься частью сложной научно-фантастической истории, где от твоих действий будет зависеть развитие событий. Разработчики постарались сделать атмосферу максимально реалистичной, что у них довольно неплохо получилось. Имеется и детальное моделирование корабля, где ты сможешь самостоятельно воссоздать делаемое судно и отправится на нем навстречу приключениям.",
    "img": "/src/img/games/VRingsofSaturn.jpg",
    "carousel1": "/src/img/game-carousel/VRingsofSaturn-1.jpg",
    "carousel2": "/src/img/game-carousel/VRingsofSaturn-2.jpg",
    "genres": "Экшены, Инди, Симуляторы",
    "steamlink": "https://store.steampowered.com/app/846030/V_Rings_of_Saturn/",
    "info": {
      "Год выпуска": "2023г.",
      "Разработчик": "Kodera Software",
      "Версия": "v1.0.22",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel i3",
      "Видеокарта": "Intel UHD 730",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "2Гб"
    },
    "file": "torrent/V_Rings_of_Saturn.torrent"
  },
  {
    "id": 282,
    "name": "Cities: Skylines — Deluxe Edition",
    "description": "Симулятор градостроения, где у тебя будет масса возможностей. Создай целый город, где выпустишь свою фантазию на волю. Ты начнешь с малого, займешься строительством небольших домов и наймом рабочей силы. В твоих руках полный контроль над всеми аспектами деятельности. Будь внимателен при создании города, учитывай все ситуации, которые могут произойти. Твоим жителям должно быть максимально комфортно. Обустрой город спальным районом, а затем создай инфраструктуру. Создавай все новые и новые рабочие места, а также усовершенствуй масштабы. Бери во внимание даже самые маленькие детали города. Данный симулятор является максимально реалистичным с довольно приятной атмосферой. Как только ты отстроить хоть небольшую часть города, то сразу сможешь вести наблюдение да своими жителями. Подумывай стратегию и улучшай инфраструктуру.",
    "img": "/src/img/games/CitiesSkylinesDeluxeEdition.jpg",
    "carousel1": "/src/img/game-carousel/CitiesSkylinesDeluxeEdition-1.jpg",
    "carousel2": "/src/img/game-carousel/CitiesSkylinesDeluxeEdition-2.jpg",
    "genres": "Симуляторы, Стратегии",
    "steamlink": "https://store.steampowered.com/app/255710/Cities_Skylines/",
    "info": {
      "Год выпуска": "2015г.",
      "Разработчик": "Colossal Order Ltd.",
      "Версия": "1.17.1-f4 + Все DLC",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows Xp, 7, 8, 10",
      "Процессор": "Intel Core 2 Duo",
      "Видеокарта": "GeForce GTX 260",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "4Гб"
    },
    "file": "torrent/Cities_Skylines.torrent"
  },
  {
    "id": 283,
    "name": "Volcano Princess",
    "description": "Оригинальная игра, исполненная в японской тематике, с незаурядной сюжетной линией, богатой на неожиданные повороты событий. Данный проект представляет из себя ролевое приключение, где мы постараемся спасти мир от разрушения и даже привести его к процветанию. Сюжет расскажет о существовании прекрасного места – Королевства Вулканов, которое было создано в результате благословения самой богини Огня. Прошло уже полвека и королевство переживет свою лучшую эпоху, но со смертью жены главного героя стало понятно, что нужна достойная наследница престола. Исполни роль отца, которому предстоит исполнить важную миссию – вырастить из своей дочери достойную, справедливую и добрую правительницу, с которой земли начнут процветать ещё больше. Задача не из лёгких, ведь девочку предстоит многому учить, следить за ее состоянием здоровья, заботиться и уметь вовремя наставить на путь истинный. Игра довольно оригинальная, даёт нам массу возможностей по достижению целей, а поэтому скучать точно времени не останется.",
    "img": "/src/img/games/VolcanoPrincess.jpg",
    "carousel1": "/src/img/game-carousel/VolcanoPrincess-1.jpg",
    "carousel2": "/src/img/game-carousel/VolcanoPrincess-2.jpg",
    "genres": "Инди, Ролевые игры, Симуляторы",
    "steamlink": "https://store.steampowered.com/app/1669980/Volcano_Princess/",
    "info": {
      "Год выпуска": "2023г.",
      "Разработчик": "Egg Hatcher",
      "Версия": "2.1.4",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 10",
      "Процессор": "1.7 GHz двух-ядерный",
      "Видеокарта": "GTX 260",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "5Гб"
    },
    "file": "torrent/Volcano_Princess.torrent"
  },
  {
    "id": 284,
    "name": "House Flipper 2",
    "description": "Игровой проект, разработанный в жанре симулятора, где мы займемся ремонтом частных домов разного типа. Первая часть набрала довольно большую популярность и теперь разработчики готовы порадовать поклонников интересными нововведениями, обновленной, более реалистичной графикой, и ещё большим количеством возможностей по достижению поставленных целей. В этой игре ты сможешь почувствовать себя не только в роли строителя, но и в роли проектировщика, и даже в роли дизайнера интерьера, на полную подключив свою фантазию, воплощая любую идею в жизнь. В основном игра будет проходить в режиме песочницы, где заранее нужно продумывать план действий, подготовив необходимые инструменты и оборудование. Главной особенностью стоит отметить полную свободу действий для игрока, что позволит создать уникальные строения. Начни с малого и стань настоящим профессионалом своего дела.",
    "img": "/src/img/games/HouseFlipper2.jpg",
    "carousel1": "/src/img/game-carousel/HouseFlipper2-1.jpg",
    "carousel2": "/src/img/game-carousel/HouseFlipper2-2.jpg",
    "genres": "Казуальные игры, Инди, Симуляторы",
    "steamlink": "https://store.steampowered.com/app/1190970/House_Flipper_2/",
    "info": {
      "Год выпуска": "2023г.",
      "Разработчик": "Frozen District",
      "Версия": "v22.06.2023 демо",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel Core i5-8400",
      "Видеокарта": "GeForce GTX 970",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "20Гб"
    },
    "file": "torrent/House_Flipper_2_Demo.torrent"
  },
  {
    "id": 285,
    "name": "Tinkertown",
    "description": "Приключенческая песочница с элементами РПГ и выживанием в довольно непредсказуемом, но в то же время интересном мире. События отправляют нас на просторы страны, полной волшебства, секретов и сюрпризов, где игроку предстоит выживать, стараясь преодолеть многочисленные преграды, а также решить запутанные головоломки. Отдельно стоит отметить то, что окружение способно генерироваться случайным образом, от чего игровой процесс становится более сложным, но в то же время более интересным. Займись исследованием окружения, проходи локации, добывая всевозможные ресурсы и ценные атрибуты. Вырубай лес, что пригодится для создания тех или иных сооружений, выполняющих полезные функции. Твой арсенал полон полезных предметов, которые станут верными помощниками для достижения поставленной цели. Более того, игра может порадовать наличием многопользовательского режима, который позволит здорово провести время в компании друзей и игроков со всего мира. Графика простая, но в то же время обладает особой, сказочной атмосферой, здорово дополненной звуковым сопровождением.",
    "img": "/src/img/games/Tinkertown.jpg",
    "carousel1": "/src/img/game-carousel/Tinkertown-1.jpg",
    "carousel2": "/src/img/game-carousel/Tinkertown-2.jpg",
    "genres": "Приключенческие игры, Инди, Ролевые игры",
    "steamlink": "https://store.steampowered.com/app/1276660/Tinkertown/",
    "info": {
      "Год выпуска": "2022г.",
      "Разработчик": "Headup",
      "Версия": "v1.0.0",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "1.6 GHz двух-ядерный",
      "Видеокарта": "GTS 450",
      "Оперативная память": "2Гб",
      "Памяти на Жестком Диске": "2Гб"
    },
    "file": "torrent/Tinkertown.torrent"
  },
  {
    "id": 286,
    "name": "Animal Revolt Battle Simulator",
    "description": "Уникальная в своем роде игра, успешно относящая себя к жанру симулятора с элементами песочницы. Здесь ты попадаешь в довольно просторный и красочный мир, где животные взаимодействуют друг с другом по всем законам физики. Для начала тебе предстоит подобрать главных персонажей, которых на выбор даётся огромное количество и каждый из них по-своему уникален. Отправляйся со своей командой на поле боя и сделай все, чтобы одержать как можно больше побед над оппонентом. Ты будешь следить за сражениями со стороны, наблюдая за движениями соперника, изучая любое увечье и стараясь предугадать развитие событий. Сюжетная линия расскажет о том, что человечество больше не существует, а на планете остались лишь животные. В полной свободе они стали вести смертоносные бои друг с другом, все ради того, чтобы заполучить власть. У тебя есть возможность не только управлять тем или иным представителем животного мира, но и создавать всевозможные предметы, позволяющее быстрее справиться с противниками. В твоих руках власть над всем миром, которую можно захватить путем истребления тех, кто посмеет встать против тебя.",
    "img": "/src/img/games/AnimalRevoltBattleSimulator.jpg",
    "carousel1": "/src/img/game-carousel/AnimalRevoltBattleSimulator-1.jpg",
    "carousel2": "/src/img/game-carousel/AnimalRevoltBattleSimulator-2.jpg",
    "genres": "Экшены, Казуальные игры, Инди, Симуляторы, Стратегии",
    "steamlink": "https://store.steampowered.com/app/1215390/Animal_Revolt_Battle_Simulator/",
    "info": {
      "Год выпуска": "2022г.",
      "Разработчик": "VDimension",
      "Версия": "v2023.05.29",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel Core i5-2300",
      "Видеокарта": "GTX 650",
      "Оперативная память": "6Гб",
      "Памяти на Жестком Диске": "2Гб"
    },
    "file": "torrent/Animal_Revolt_Battle_Simulator.torrent"
  },
  {
    "id": 287,
    "name": "The Infected",
    "description": "Игровой проект, разработанный в жанре песочницы, где тебе предстоит побороться за свою жизнь, справляясь со сложными, а порой даже пугающими обстоятельствами окружающей среды. Возьмись за исполнение роли главного героя, который стал частью апокалипсиса, повлекшего за собой жуткие последствия. Не многим удалось выжить, когда остальные превратились в жестоких и бездушных ходячих мертвецов. Тебе предстоит исследовать окружение, добывать ценные ресурсы, создавать полезные предметы, а также выстраивать и укреплять базу, чтобы защитить себя от нападения зомби. Не стоит также забывать и о боевом арсенале, в котором всегда должно находиться мощное оружие и атрибуты защиты. Мир игры довольно большой и открытый, содержит в себе массу полезного и в то же время опасного. Нужно быть внимательным на каждом шагу, а также постоянно заниматься развитием своих навыков, ведь чем дальше ты будешь пробираться, тем сложнее будут становиться испытания. Сражайся, защищай свою жизнь и найди способ сделать мир лучше и безопаснее.",
    "img": "/src/img/games/TheInfected.jpg",
    "carousel1": "/src/img/game-carousel/TheInfected-1.jpg",
    "carousel2": "/src/img/game-carousel/TheInfected-2.jpg",
    "genres": "Экшены, Казуальные игры, Инди, Симуляторы, Ранний доступ",
    "steamlink": "https://store.steampowered.com/app/1360000/The_Infected/",
    "info": {
      "Год выпуска": "2020г.",
      "Разработчик": "DigX Studios",
      "Версия": "v14.13",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel Core i5",
      "Видеокарта": "GTX 670",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "6Гб"
    },
    "file": "torrent/The_Infected.torrent"
  },
  {
    "id": 288,
    "name": "Ultimate Admiral: Dreadnoughts",
    "description": "Стратегический симулятор, который позволит игрокам покорить морские просторы на многообразии мощных, непобедимых суден. Здесь тебе предстоит исполнить необычную роль — роль архитектора, который займётся созданием тех или иных видов кораблей, а затем на них же сумеет уничтожить всех, кто посмел принять сторону зла. Ты сумеешь сконструировать все, начиная от простых, но очень юрких катеров, заканчивая могущественными и непреодолимыми линкорами. У тебя есть масса возможностей по воссозданию реально существующих, культовых суден, каждое из которых по-своему интересно и уникально. Игроку нужно проявить свои тактические навыки, ведь каждое создаваемое им сооружение должно быть готово к стычке с самыми сильными оппонентами. Это значит, что нужно сразу продумать расположение защитных башен, обустройство пушек и оснащение различного рода атрибутами боевого арсенала. Стоит помнить, что любое принятое решение и совершенное действие будет иметь влияние на ход событий. Любая, даже самая маленькая деталь может оказать большое влияние как на ход корабля, так и на его мощь.",
    "img": "/src/img/games/UltimateAdmiralDreadnoughts.jpg",
    "carousel1": "/src/img/game-carousel/UltimateAdmiralDreadnoughts-1.jpg",
    "carousel2": "/src/img/game-carousel/UltimateAdmiralDreadnoughts-2.jpg",
    "genres": "Инди, Симуляторы, Стратегии, Ранний доступ",
    "steamlink": "https://store.steampowered.com/app/1069660/Ultimate_Admiral_Dreadnoughts/",
    "info": {
      "Год выпуска": "2020г.",
      "Разработчик": "Game-Labs",
      "Версия": "v1.3.9",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel Core i5",
      "Видеокарта": "GTX 660",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "4Гб"
    },
    "file": "torrent/Ultimate_Admiral_Dreadnoughts.torrent"
  },
  {
    "id": 289,
    "name": "Ostalgie: The Berlin Wall",
    "description": "Игра, представляющая из себя некое противостояние между социалистическим блоком и капиталистическим, центром событий которого тебе и предстоит стать. История поведает нам о том, что всё ещё старое партийное руководство сидит на своих местах в кабинетах, стараясь ничего не менять. Они только и делают, что ждут заданий и каких либо примечаний из Москвы. Здесь тебе предстоит взять под контроль все аспекты деятельности одной из сторон. Так, к примеру, ты сможешь возглавить сторону Восточной Германии, взять под контроль братскую Болгарию, либо же вовсе – спасти Гения Карпат в Румынии. Тебе необходимо возложить все свои силы на то, чтобы провести страну по тяжёлой тропе с массой препятствий, чтобы в конечном итоге она стала главенствующей. Кроме того, здесь у тебя будет полная свобода действий, ты будешь самостоятельно принимать решения по отношению к своей стране, ты даже сможешь ее совершенно никак не изменять, поддерживая нынешние правила и законы. Займись поиском возможностей построения новых, более усовершенствованных и продуманных формаций социализма.",
    "img": "/src/img/games/OstalgieTheBerlinWall.jpg",
    "carousel1": "/src/img/game-carousel/OstalgieTheBerlinWall-1.jpg",
    "carousel2": "/src/img/game-carousel/OstalgieTheBerlinWall-2.jpg",
    "genres": "Инди, Симуляторы, Стратегии",
    "steamlink": "https://store.steampowered.com/app/774091/Ostalgie_The_Berlin_Wall/",
    "info": {
      "Год выпуска": "2018г.",
      "Разработчик": "Kremlingames",
      "Версия": "v1.9.47",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Поддержка SSE2",
      "Видеокарта": "Поддержка DirectX 9.0c",
      "Оперативная память": "1Гб",
      "Памяти на Жестком Диске": "1Гб"
    },
    "file": "torrent/Ostalgie_The_Berlin_Wall.torrent"
  },
  {
    "id": 290,
    "name": "Spirit Hunters: Infinite Horde",
    "description": "Крутое сочетание экшена и рогалика, где нам предстоит сыграть необычную роль – роль охотника за душами. Главная задача – уничтожать как можно больше монстров, собирать их души, которые, в свою очередь, будут увеличивать твою силу. Отправляйся на исследование многочисленных локаций, добывай ценные атрибуты и заполняй боевой арсенал мощным оружием. Важно прокачивать персонажа, изучая все новые и новые комбинации, которые помогут ему на поле боя. Чем дальше ты будешь продвигаться, тем сложнее будет уничтожить противника, именно поэтому тебе следует постоянно увеличивать свою силу и осваивать все больше приемов. Враг не дремлет и готов в любой момент тебя уничтожить, поэтому всегда будь на чеку и старайся продумать действия наперед. Игра предлагает массу возможностей для тебя, которыми нужно научиться правильно пользоваться, чтобы успех был достигнут как можно быстрее. Графика отлично проработана и позволит каждому стать полноценной частью этой безумной атмосферы.",
    "img": "/src/img/games/SpiritHuntersInfiniteHorde.jpg",
    "carousel1": "/src/img/game-carousel/SpiritHuntersInfiniteHorde-1.jpg",
    "carousel2": "/src/img/game-carousel/SpiritHuntersInfiniteHorde-2.jpg",
    "genres": "Экшены",
    "steamlink": "https://store.steampowered.com/app/1914580/Spirit_Hunters_Infinite_Horde/",
    "info": {
      "Год выпуска": "2023г.",
      "Разработчик": "Creature Cauldron",
      "Версия": "v1.0",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "2.5 Ghz 4-ядра",
      "Видеокарта": "Intel HD Graphics 530",
      "Оперативная память": "2Гб",
      "Памяти на Жестком Диске": "2Гб"
    },
    "file": "torrent/Spirit_Hunters_Infinite_Horde.torrent"
  },
  {
    "id": 291,
    "name": "Strangeland",
    "description": "Уникальное сочетание разных жанров, где мы погружаемся в мир приключений, приключенческого квеста с примесью хоррора и головоломки. Сюжетная линия расскажет о жуткой истории, в которой женщина, по неизвестным на то причинам, прыгнула в колодец. Ты оказываешься на месте действия очнувшись от сна, и теперь тебе предстоит дать ответы на все вопросы, дабы выбраться из этого злополучного места. События отправляют нас на странную ярмарку, которую необходимо исследовать, добыть ценные ресурсы и сделать все, чтобы раскрыть главную, покрытую пеленой мрака тайну. Попав туда ты понимаешь, что оказался в самой настоящей ловушке, а основными обитателями являются жуткие монстры, попадание на глаза которых может стоить жизни. Проходи преграды и опасности, изучай окружающие локации, раскрывай тайны и наконец доберись до главной локации, чтобы раз и навсегда покончить со злом. Графическое исполнение игры представлено нам в мрачных красках и в совокупности с жутким звуковым сопровождением создаёт пугающую атмосферу, что не может не радовать любителей жанра.",
    "img": "/src/img/games/Strangeland.jpg",
    "carousel1": "/src/img/game-carousel/Strangeland-1.jpg",
    "carousel2": "/src/img/game-carousel/Strangeland-2.jpg",
    "genres": "Приключенческие игры",
    "steamlink": "https://store.steampowered.com/app/1369520/Strangeland/",
    "info": {
      "Год выпуска": "2021г.",
      "Разработчик": "Wormwood Studios",
      "Версия": "3.0",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows XP, 7, 8, 10",
      "Процессор": "Двух-ядерный",
      "Видеокарта": "Поддержка DirectX 5",
      "Оперативная память": "2Гб",
      "Памяти на Жестком Диске": "2Гб"
    },
    "file": "torrent/Strangeland.torrent"
  },
  {
    "id": 292,
    "name": "Escape the Backrooms",
    "description": "Игровой проект, разработанный в жанре хоррор-адвенчуры, где нам предстоит побороться за жизнь главного героя. Ты окажешься на просторах подсобного помещения и сделаешь все возможное, чтобы найти выход из этого злополучного места. Впереди тебя ожидают масса преград и опасностей, поэтому будь максимально внимательным, продумывая каждый шаг. Это место необычное, ведь его обитателями являются жуткие монстры, которые точно не готовы тебя отпускать живым. Важным положительным аспектом является наличие кооперативного режима до четырех игроков, который позволит отлично провести время в компании друзей. Игра предлагает на прохождение восемь уровней, сложность которых имеет свойство увеличиваться, а это значит, что тебе и твоей команде нужно позаботиться о развитии навыков. Действуя сообща, разрабатывая тактику и применяя уникальные навыки каждого, вы точно сумеете успешно достичь поставленной цели.",
    "img": "/src/img/games/EscapetheBackrooms.jpg",
    "carousel1": "/src/img/game-carousel/EscapetheBackrooms-1.jpg",
    "carousel2": "/src/img/game-carousel/EscapetheBackrooms-2.jpg",
    "genres": "Инди, Ранний доступ",
    "steamlink": "https://store.steampowered.com/app/1943950/Escape_the_Backrooms/",
    "info": {
      "Год выпуска": "2022г.",
      "Разработчик": "Fancy Games",
      "Версия": "21.06.2023",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 8, 10",
      "Процессор": "Intel Core i3",
      "Видеокарта": "GTX 650",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "6Гб"
    },
    "file": "torrent/Escape_the_Backrooms.torrent"
  },
  {
    "id": 293,
    "name": "Pirates Outlaws",
    "description": "Красочное и забавное приключение, которое возводит тебе с головой окунуться в мир пиратов и справится с огромным количеством опасностей на пути к заданной цели. Ты возьмёшься за исполнение роли настоящего предводителя пиратов, который соберёт свою отважную и бесстрашную команду, а затем смело отправится покорять морские просторы. Ваша главная цель – раздобыть как можно больше сокровищ, тем самым сделав себя самыми богатыми пиратами. Это позволит твоей команде захватить власть в свои руки, не останавливаясь не перед чем, захватить целый мир. Перед тобой откроется огромная карта, которую ты намерен изучить вдоль и поперек, но для этого необходим большой запас сил, энергии и мощный боевой арсенал. Боевая система сосредоточена на карточном сопротивлении, где тебе предстоит применить все свои тактические навыки. Из особенностей стоит отметить динамику игрового процесса, а также красивую графику с приятной анимацией, а всю эту атмосферу здорово дополнит музыкальное сопровождение. Система использования своей коллекции карт совершенно уникальна, что сделает прохождение ещё более интересным.",
    "img": "/src/img/games/PiratesOutlaws.jpg",
    "carousel1": "/src/img/game-carousel/PiratesOutlaws-1.jpg",
    "carousel2": "/src/img/game-carousel/PiratesOutlaws-2.jpg",
    "genres": "Инди, Стратегии",
    "steamlink": "https://store.steampowered.com/app/1046300/Pirates_Outlaws/",
    "info": {
      "Год выпуска": "2020г.",
      "Разработчик": "Fabled Game",
      "Версия": "v2.31",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "2.0 Ghz",
      "Видеокарта": "Поддержка DirectX 9.0",
      "Оперативная память": "2Гб",
      "Памяти на Жестком Диске": "1Гб"
    },
    "file": "torrent/Pirates_Outlaws.torrent"
  },
  {
    "id": 294,
    "name": "Just King",
    "description": "Довольно милый и увлекательный рогалик, который отправляет нас в сражения с коварными оппонентами. Собери свой очаровательный отряд из отважных воинов и сопроводи короля сквозь опасные локации. Впереди тебя ожидают десятки испытаний, преград и ловушек, а также не обойдется без битв с полчищами противников, которые так и жаждут захватить Его Величество. По мере следования важно сделать внимание изучению локаций, где ты сможешь раздобыть дополнительное вооружение и могущественные артефакты, которые позволят быстрее справиться с поставленной задачей на поле боя. Всего для выбора в армию тебе предлагается 17 уникальных героев, каждый из которых обладает определенными характеристиками и боевыми навыками. От слаженности твоей команды напрямую будет зависеть исход событий, поэтому подойди к этому вопросу со всей внимательностью. Графика игры очень милая, обладает интересной рисовкой и яркими красками, что отлично дополнит общую атмосферу приключения.",
    "img": "/src/img/games/JustKing.jpg",
    "carousel1": "/src/img/game-carousel/JustKing-1.jpg",
    "carousel2": "/src/img/game-carousel/JustKing-2.jpg",
    "genres": "Экшены, Казуальные игры, Инди, Ранний доступ",
    "steamlink": "https://store.steampowered.com/app/1059980/Just_King/",
    "info": {
      "Год выпуска": "2022г.",
      "Разработчик": "VISH",
      "Версия": "v0.4.0",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel Pentium 4",
      "Видеокарта": "Любая",
      "Оперативная память": "1Гб",
      "Памяти на Жестком Диске": "250Мб"
    },
    "file": "torrent/Just_King.torrent"
  },
  {
    "id": 295,
    "name": "Renfield: Bring Your Own Blood",
    "description": "Крутое сочетание рогалика и экшена, где мы сыграем довольно необычную роль – роль слуги самого графа Дракулы. Игровой процесс завязан на выполнении различных заданий, которые будет давать тебе босс. Эти задания будут достаточно сложными, а многие и смертельно опасными, поэтому к ним нужно как следует подготовиться. Ты будешь сражаться с коварными оппонентами, постоянно умирая и воскресая, чтобы повысить настроение Дракулы. Важно постоянно совершенствовать свои навыки и учить новые боевые приемы, ведь это поможет тебе дать отпор даже самым могущественным оврагам. Порадует наличие большого выбора оружия, которым ты можешь заполнить боевой арсенал, тем самым повышая свои шансы на успех. Динамика игры проработана на высшем уровне, поэтому скучать у тебя точно времени не будет. Графическое исполнение наделено крутыми эффектами, гаммой ярких красок, а общая атмосфера точно порадует всех любителей подобного жанра.",
    "img": "/src/img/games/RenfieldBringYourOwnBlood.jpg",
    "carousel1": "/src/img/game-carousel/RenfieldBringYourOwnBlood-1.jpg",
    "carousel2": "/src/img/game-carousel/RenfieldBringYourOwnBlood-2.jpg",
    "genres": "Экшены, Казуальные игры, Инди, Ранний доступ",
    "steamlink": "https://store.steampowered.com/app/2354600/Renfield_Bring_Your_Own_Blood/",
    "info": {
      "Год выпуска": "2023г.",
      "Разработчик": "Mega Cat Studios",
      "Версия": "v0.3",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 10",
      "Процессор": "Intel Core i5",
      "Видеокарта": "GTX 670",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "200Мб"
    },
    "file": "torrent/Renfield_Bring_Your_Own_Blood.torrent"
  },
  {
    "id": 296,
    "name": "Shadows of Doubt",
    "description": "Проект, разработанный в жанре экшена в сочетании со стелсом и детективным сюжетом. Мы отправляемся на просторы альтернативного мира 1980-х готов, где уровень индустриализации гораздо выше. Мрачный мегаполис наполнен бандитами, а местные власти приватизировали всю полицию, после чего все обязанности перешли индивидуальным подрядчикам и корпорациям. Нам же предлагается исполнить роль профессионала своего дела – частного детектива, которому предстоит пройти не мало испытаний, столкнуться с большим количеством преград и опасностей прежде, чем он сумеет хоть что-то изменить в лучшую сторону, дав городу и его жителям надежду на светлое и безопасное будущее. Первым делом займись исследованием многочисленных локаций, ведь именно там ты сможешь раздобыть ценные ресурсы и информацию, которая поможет дать ответы на важные вопросы. Игра довольно непредсказуемая, от чего процесс становится гораздо интереснее.",
    "img": "/src/img/games/ShadowsofDoubt.jpg",
    "carousel1": "/src/img/game-carousel/ShadowsofDoubt-1.jpg",
    "carousel2": "/src/img/game-carousel/ShadowsofDoubt-2.jpg",
    "genres": "Экшены, Инди, Ролевые игры, Ранний доступ",
    "steamlink": "https://store.steampowered.com/app/986130/Shadows_of_Doubt/",
    "info": {
      "Год выпуска": "2023г.",
      "Разработчик": "ColePowered Games",
      "Версия": "v34.02",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel i3",
      "Видеокарта": "GTX 1050",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "3Гб"
    },
    "file": "torrent/Shadows_of_Doubt.torrent"
  },
  {
    "id": 297,
    "name": "Age of Wonders 4",
    "description": "Продолжение довольно популярной стратегической ролевой игры. Мы вновь готовы отправиться на просторы фантастической вселенной, где исполним важную роль – роль предводителя, которому предстоит привести свой народ к процветанию. Ты с самого начала воссоздашь уникальную расу, будешь всячески ее развивать и совершенствовать. Ты, как лидер, тоже обязан улучшать свои профессиональные навыки, ведь чем дальше ты проходишь, тем сложнее будут становиться перед тобой задачи. Не обойдется и без битв с противниками, ведь одна из твоих основных целей – завоевание территорий, поэтому важно проявлять свои стратегические способности, хитрость и смекалку. Не менее важно следить за состоянием экономики, а также учитывай пожелания горожан, чтобы сделать их жизнь комфортной и безопасной. Порадует визуальное исполнение, которое наделено крутыми эффектами, многообразием красок и небольшой реалистичностью.",
    "img": "/src/img/games/AgeofWonders4.jpg",
    "carousel1": "/src/img/game-carousel/AgeofWonders4-1.jpg",
    "carousel2": "/src/img/game-carousel/AgeofWonders4-2.jpg",
    "genres": "Стратегии",
    "steamlink": "https://store.steampowered.com/app/1669000/Age_of_Wonders_4/",
    "info": {
      "Год выпуска": "2023г.",
      "Разработчик": "Triumph Studios",
      "Версия": "1.003.002.80167 + Dragon Dawn",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 10",
      "Процессор": "Intel Core i5",
      "Видеокарта": "GTX 670",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "20Гб"
    },
    "file": "torrent/Age_of_Wonders_4.torrent"
  },
  {
    "id": 298,
    "name": "Dinkum",
    "description": "Игровой симулятор с элементами жанра РПГ, который отправляет нас навстречу увлекательным приключениям. События происходят на острове расположившемся на просторах австралийского континента, куда ты отправишься в роли главного героя. Островной задачей является создание поселения и его развитие. Первым делом позаботься о выборе подходящей местности и смело начинай строительство. Отправляйся на исследование окружающих локаций, открывай все новые и новые земли, среди которых будут водопады, эвкалиптовые заросли и жаркие пустыни. Займись собором всевозможных ресурсов, которые понадобятся для комфортной жизни и укрепления поселения. Привлекай как можно больше жителей, расширяй территорию, отправляйся на охоту и рыбалку, а также позаботься о развитии инфраструктуры. Возможностей по достижению задуманного у тебя будет более чем достаточно, поэтому скучать просто не будет времени. Графика проработана в ярких красках и наделена приятной анимацией, что создаёт сказочную атмосферу.",
    "img": "/src/img/games/Dinkum.jpg",
    "carousel1": "/src/img/game-carousel/Dinkum-1.jpg",
    "carousel2": "/src/img/game-carousel/Dinkum-2.jpg",
    "genres": "Инди, Ролевые игры, Симуляторы, Ранний доступ",
    "steamlink": "https://store.steampowered.com/app/1062520/Dinkum/",
    "info": {
      "Год выпуска": "2022г.",
      "Разработчик": "James Bendon",
      "Версия": "v0.75",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel Core i3",
      "Видеокарта": "GTX 560",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "1Гб"
    },
    "file": "torrent/Dinkum.torrent"
  },
  {
    "id": 299,
    "name": "Only Up!",
    "description": "Трехмерная игра в жанре платформера, с проработанной сюжетной линией, основанной на всем известной сказке о Джеке и бобовом стебле. События отправляют нас в увлекательное путешествие по миру, чтобы раскрыть тайну того, что находится далеко за облаками. Главная мечта Джека должна непременно сбыться, но для этого ему предстоит пройти не мало испытаний и преодолеть множество преград. Игровой процесс максимально динамичный, окружение наполнено секретами и мрачными тайнами, визуальное исполнение на высоте и обладает реалистичностью, что в целом сделает твоё времяпровождение запоминающимся и интересным. Важно постоянно улучшать свою ловкость и навыки тактического планирования, ведь основа игрового процесса заложена в преодолении различных препятствий с помощью прыжков, каждый из которых предстоит тщательно рассчитывать.",
    "img": "/src/img/games/OnlyUp.jpg",
    "carousel1": "/src/img/game-carousel/OnlyUp-1.jpg",
    "carousel2": "/src/img/game-carousel/OnlyUp-2.jpg",
    "genres": "Приключенческие игры, Казуальные игры, Инди, Симуляторы",
    "steamlink": "https://store.steampowered.com/app/2381590/Only_Up/",
    "info": {
      "Год выпуска": "2023г.",
      "Разработчик": "SCKR Games",
      "Версия": "v17.06.2023",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel Core i5",
      "Видеокарта": "GTX 1650",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "6Гб"
    },
    "file": "torrent/Only_Up.torrent"
  },
  {
    "id": 300,
    "name": "Justin Wack and the Big Time Hack",
    "description": "Приключенческая игра с интересным сюжетом и приятным визуальным оформлением. Сюжетная линия расскажет нам о главном герое, который столкнулся с необычными обстоятельствами своей жизни. Все дело в том, что путем эксперимента он решает поменяться жизнями с пещерным человеком, и теперь ему необходимо сделать все возможное, дабы вернуть прежнюю жизнь обратно. Но не все так просто, как могло бы показаться на первый взгляд, ведь пещерному человеку очень понравилось в нашем современном мире и теперь он не намерен возвращаться в былую жизнь. Тебя ожидает масса преград и испытаний на пути к поставленной цели. Даже может быть стоит отправится в будущее, чтобы найти выход из своего положение и обрести настоящую жизнь. Твой теперь уже соперник намерен отобрать у тебя жизнь в совершенном мире и даже намеревается встретиться с твоей любимой девушкой. Ты не должен допустить их знакомства, ведь так у тебя будет меньше шансов на спасение.",
    "img": "/src/img/games/JustinWackandtheBigTimeHack.jpg",
    "carousel1": "/src/img/game-carousel/JustinWackandtheBigTimeHack-1.jpg",
    "carousel2": "/src/img/game-carousel/JustinWackandtheBigTimeHack-2.jpg",
    "genres": "Приключенческие игры, Инди",
    "steamlink": "https://store.steampowered.com/app/1131670/Justin_Wack_and_the_Big_Time_Hack/",
    "info": {
      "Год выпуска": "2022г.",
      "Разработчик": "Warm Kitten",
      "Версия": "1.1.8",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "2.33GHz",
      "Видеокарта": "Поддержка DirectX 9.0c",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "4Гб"
    },
    "file": "torrent/Justin_Wack_and_the_Big_Time_Hack.torrent"
  },
  {
    "id": 301,
    "name": "Valheim",
    "description": "Динамичный и увлекательный приключенческий экшен, который познакомит нас со скандинавской мифологией и вовлечет в череду захватывающих событий. Сюжетная линия отправляет нас на величественные просторы фантастического мира, который игроку необходимо покорить, дабы заслужить благословение богов. Исполни роль отважного воина, который отправляется в долгий и опасный путь с целью уничтожения сторонников зла и разгадки самых мрачных тайн. Изучая локации, ты будешь добывать ценные ресурсы, элементы защиты, а также стараться пополнять боевой арсенал мощным оружием. Не стоит забывать о совершенствовании своих навыков и пополнении знаний, ведь это может точно пригодится тебе в борьбе с более могущественным оппонентом либо решении сложных задач. Будь внимательным, сосредоточься на пути, продумывай действия наперед, а также срази всех, кто посмеет тебе помешать. Миру грозит опасность уничтожения и лишь на тебя возлагается последняя надежда на его спасение, после чего ты сумеешь попасть в желаемые земли. Графика отлично продумана, обладает приятной анимацией и яркими красками, динамика игры на высоте, а общая атмосфера точно не оставит тебя равнодушным.",
    "img": "/src/img/games/Valheim.jpg",
    "carousel1": "/src/img/game-carousel/Valheim-1.jpg",
    "carousel2": "/src/img/game-carousel/Valheim-2.jpg",
    "genres": "Экшены, Приключенческие игры, Инди, Ролевые игры, Ранний доступ",
    "steamlink": "https://store.steampowered.com/app/892970/Valheim/",
    "info": {
      "Год выпуска": "2021г.",
      "Разработчик": "Iron Gate AB",
      "Версия": "0.217.5",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "2.6 GHz двух-ядерный",
      "Видеокарта": "GTX 560",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "1Гб"
    },
    "file": "torrent/Valheim_0.217.5.torrent"
  },
  {
    "id": 302,
    "name": "Age of Empires 2: Definitive Edition",
    "description": "Динамичная стратегическая игра с незаурядной сюжетной линией и неожиданными поворотами событий. Данный проект является ничем иным, как ремейком ставшей популярной одноименной игры. Игровой процесс максимально интересный и увлекательный, наделен разными заданиями, сложными испытаниями, ловушками, логическими задачами и коварными противниками, одолеть которых не так уж и просто. Из изменений первым делом стоит отметить визуальную проработку, которая стала максимально реалистичная, поддерживает формат 4к, что позволит тебе стать полноценной частью мира игры. Добавили разработчики и многопользовательский режим, позволяющий здорово провести время как в компании друзей, так и с игроками по всему миру. За счёт хорошей графики ты очутишься в красочном реалистичном мире, полном неожиданностей и секретов. Действия происходят в режиме реального времени. Ты будешь развивать свою армию, делая ее самой могущественной и непобедимой. Возможностей по достижению поставленной цели масса, но тебе необходимо правильно их применять, чтобы не допустить ошибочных действий. Отправляйся в роли отважного героя в мир, который нуждается в твоем спасении, а затем сделай все возможное для его процветания.",
    "img": "/src/img/games/AgeofEmpires2DefinitiveEdition.jpg",
    "carousel1": "/src/img/game-carousel/AgeofEmpires2DefinitiveEdition-1.jpg",
    "carousel2": "/src/img/game-carousel/AgeofEmpires2DefinitiveEdition-2.jpg",
    "genres": "Стратегии",
    "steamlink": "https://store.steampowered.com/app/813780/Age_of_Empires_II_Definitive_Edition/",
    "info": {
      "Год выпуска": "2019г.",
      "Разработчик": "Forgotten Empires, Tantalus Media, Wicked Witch",
      "Версия": "101.102.20078.0  + Все DLC",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 10",
      "Процессор": "Intel Core 2 Duo",
      "Видеокарта": "GT 420",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "30Гб"
    },
    "file": "torrent/Age_of_Empires_2_Definitive_Edition.torrent"
  },
  {
    "id": 303,
    "name": "Timberborn",
    "description": "Игровой проект, представленный миру в жанре симулятора, где ты станешь главарем бобров-дровосеков. Сюжетная линия расскажет о том, что человечества уже давно не существует на нашей планете, остались лишь животные. Ты исполнишь роль отважного бобра, который решает создать собственную могущественную и процветающую цивилизацию. Твоя задача – стройка и создание самых разных жизненно необходимых строений и атрибутов. Делай все возможное для процветания экономики и создай все условия для комфортной жизни своего народа. Игра позволит тебе выбрать одну из трёх предложенных рас, которую то ты и сделаешь самой влиятельной и мощной на всей планете. У тебя есть в секрете одна очень интересная и уникальная технология, которая отлично применяется касательно древесины. Создавай жилые помещения, строй все необходимое для жизни бобров. Контролируй каждый аспект деятельности своей процветающей цивилизации, а также оставляй всех соперников позади. Будь внимательным, ведь твоя задача не из лёгких, а это значит, что ты постоянно будешь сталкиваться с неожиданными поворотами событий.",
    "img": "/src/img/games/Timberborn.jpg",
    "carousel1": "/src/img/game-carousel/Timberborn-1.jpg",
    "carousel2": "/src/img/game-carousel/Timberborn-2.jpg",
    "genres": "Инди, Симуляторы, Стратегии",
    "steamlink": "https://store.steampowered.com/app/1062090/Timberborn/",
    "info": {
      "Год выпуска": "2021г.",
      "Разработчик": "Mechanistry sp. z o.o.",
      "Версия": "v0.4.9.3",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "1.7 GHz двух-ядерный",
      "Видеокарта": "GTX 1050",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "3Гб"
    },
    "file": "torrent/Timberborn.torrent"
  },
  {
    "id": 304,
    "name": "Contraband Police",
    "description": "Игровой проект, который был разработан в жанре симулятора, в котором пользователю предстоит взять на себя довольно необычную роль – роль командира пограничного поста. На твои плечи возлагается большая ответственность и масса обязанностей, справиться с которыми не так то просто, как может показаться на первый взгляд. Главное – быть внимательным, ведь многие попытаются тебя обхитрить и пересечь границу незаконно. Тщательно проверяй все документы, а также не забывай учитывать техническое состояние того или иного транспортного средства. Исследуй как внутри так и снаружи каждую машину, дабы там не было никакой контрабанды либо других факторов, не позволяющих въезд в другую страну. Ты имеешь право как выдавать разрешение, так и отказывать в нем, ссылаясь на те или иные обнаруженные недочёты. Каждый день будет даваться ряд заданий на выполнение и при правильном исполнении ты будешь получать дополнительные бонусы, тем самым выстраивая свою карьеру и увеличивая заработную плату. Что касается графики, то здесь она отлично исполнена, обладает реалистичностью и приятной анимацией.",
    "img": "/src/img/games/ContrabandPolice.jpg",
    "carousel1": "/src/img/game-carousel/ContrabandPolice-1.jpg",
    "carousel2": "/src/img/game-carousel/ContrabandPolice-2.jpg",
    "genres": "Экшены, Симуляторы",
    "steamlink": "https://store.steampowered.com/app/756800/Contraband_Police/",
    "info": {
      "Год выпуска": "2022г.",
      "Разработчик": "Crazy Rocks",
      "Версия": "v13.06.2023",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel Core i5",
      "Видеокарта": "GTX 750",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "5Гб"
    },
    "file": "torrent/Contraband_Police.torrent"
  },
  {
    "id": 305,
    "name": "The Battle of Polytopia",
    "description": "Пошаговый игровой проект, разработанный в жанре стратегии, особенностью которого является процедурная генерация мира. Здесь ты возьмёшься за исполнение роли отважного правителя, который берет под контроль все аспекты деятельности государства и постарается сделать все, чтобы привести его к процветанию. Твоя главная миссия – добиться мирового господства, но справиться с этим будет не так уж и просто, как может показаться на первый взгляд. Ты займешься захватом территорий, а со многими государствами предстоит проводить военные действия, чтобы захватывать все больше и больше земель. Развиваться стоит не только в масштабах, но и в других ответвлениях, к примеру – экономике и науке. Тебе следует открывать все больше и больше достижений, тем самым обеспечивая себя передовыми технологиями и увеличивая шансы на успешное завершение миссии. Враги не дремлют, а это значит, что ты должен быть готов всегда дать им отпор. Оппонент максимально опасен и коварен, с удовольствием подготовит против тебя зловещие заговоры. Прояви свои навыки тактического планирования, а также не забывай о смекалке.",
    "img": "/src/img/games/TheBattleofPolytopia.jpg",
    "carousel1": "/src/img/game-carousel/TheBattleofPolytopia-1.jpg",
    "carousel2": "/src/img/game-carousel/TheBattleofPolytopia-2.jpg",
    "genres": "Инди, Стратегии",
    "steamlink": "https://store.steampowered.com/app/874390/The_Battle_of_Polytopia/",
    "info": {
      "Год выпуска": "2020г.",
      "Разработчик": "Midjiwan AB",
      "Версия": "Build 11491678",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows XP, 7, 8, 10",
      "Процессор": "1.7 GHz",
      "Видеокарта": "Поддержка DirectX 9.0",
      "Оперативная память": "1Гб",
      "Памяти на Жестком Диске": "100Мб"
    },
    "file": "torrent/The_Battle_of_Polytopia.torrent"
  },
  {
    "id": 306,
    "name": "Airborne Kingdom",
    "description": "Игровой проект, разработанный в жанре стратегического симулятора, успешно сочетающий в себе элементы управления и исследования. Линия сюжета расскажет о мире, который в скором времени погрязнет во мраке. Злые силы покорили его и только на плечи главного героя возлагается ответственность за его спасение. Исполни роль отважного и бесстрашного воина, которому предстоит возглавить собственный клан, всячески развивать его и увеличивать его могущество, чтобы дать отпор любому, даже самому сильному оппоненту. Изучай окружение, открывай новые территории, а также изучай самые передовые технологии, чтобы обеспечить свое будущее поселение всем необходимым. В твоих возможностях появится строительство собственного города, в котором ты будешь создавать различные сооружения, налаживать экономику и инфраструктуру, а также укреплять его во избежание нападения сторонниками вражеских сил. Стоит отметить наличие процедурно-генерируемого окружения, которое будет изменяться с каждым новым прохождением, что не может не радовать. Пройди все преграды и сделай все, чтобы вернуть миру процветание.",
    "img": "/src/img/games/AirborneKingdom.jpg",
    "carousel1": "/src/img/game-carousel/AirborneKingdom-1.jpg",
    "carousel2": "/src/img/game-carousel/AirborneKingdom-2.jpg",
    "genres": "Стратегии",
    "steamlink": "https://store.steampowered.com/app/982290/Airborne_Kingdom/",
    "info": {
      "Год выпуска": "2022г.",
      "Разработчик": "The Wandering Band LLC",
      "Версия": "1.10.3",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel Core i7",
      "Видеокарта": "GTX 660",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "3Гб"
    },
    "file": "torrent/Airborne_Kingdom.torrent"
  },
  {
    "id": 307,
    "name": "Red Solstice 2: Survivors",
    "description": "Приключенческий игровой проект, разработанный в жанре экшен, где нам предстоит погрузиться в довольно мрачную атмосферу. Линия сюжета поведает о случившемся на планете Земля апокалипсисе, который вынудил выживших отправиться осваивать просторы Марса. Игроку предлагается исполнить роль обычного, но в то же время отважного и сильного солдата, которому необходимо исполнить ряд сложных задач, чтобы дать человечеству шанс на выживание. Главная преграда на пути к заданной цели — внезапно возникший вирус, который стал распространяться с бешеной скоростью, превращая все живое в коварных и бездушных зомби. Становись участником нескончаемых сражений с оппонентом, проходи испытания, избегай ловушек и оставляй все опасности позади. Займись исследованием окружения, чтобы добыть ценную информацию и необходимые ресурсы, а также не забывай обеспечить себя мощным оружием и атрибутами защиты. Стоит отметить наличие кооперативного режима до восьми игроков, который позволит отлично провести время в компании друзей, вместе проходя испытания и создавая безопасные условия для продолжения людского рода.",
    "img": "/src/img/games/RedSolstice2Survivors.jpg",
    "carousel1": "/src/img/game-carousel/RedSolstice2Survivors-1.jpg",
    "carousel2": "/src/img/game-carousel/RedSolstice2Survivors-2.jpg",
    "genres": "Ролевые игры, Стратегии",
    "steamlink": "https://store.steampowered.com/app/768520/Red_Solstice_2_Survivors/",
    "info": {
      "Год выпуска": "2021г.",
      "Разработчик": "Ironward",
      "Версия": "2.991 + Все DLC",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 10",
      "Процессор": "Intel Core i5",
      "Видеокарта": "GTX 750 Ti",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "10Гб"
    },
    "file": "torrent/Red_Solstice_2_Survivors.torrent"
  },
  {
    "id": 308,
    "name": "Bloons TD 6",
    "description": "Игра в жанре Tower defense, где ты отправишься в яркое приключение с динамичными событиями. Ты попадешь в масштабный мир, который подготовил для тебя я интересные задания и миссии. Игровой процесс потребуется от тебя стратегические способности, которые пригодятся для достижения всех своих целей. Ты возьмёшь под свой контроль отряд отважных обезьян, который скомбинируешь по своему усмотрению. Старайся всегда улучшать способности своей армии и боевые навыки, увеличивая тем самым шансы на победу в сражении. По мере прохождения ты сможешь активировать новые возможности и способности главных героев, которые пригодятся в более опасной схватке с врагом. Выстраивай защитные башни и добейся разрушения вражеских любым доступным способом. Графика в игре отлично исполнена, а также тебе точно понравится приятная анимация. Также в игре имеется несколько уникальных в своем исполнении карт, на которых ты будешь всячески захватывать вражескую сторону. Создавай более чем два десятка башен обезьян, которые будут охранять твою территорию, не давая сопернику приникнуть внутрь. На выбор ты можешь улучшать свою армию тремя способами, выбери наилучший и отправляйся на путь сопротивления.",
    "img": "/src/img/games/BloonsTD6.jpg",
    "carousel1": "/src/img/game-carousel/BloonsTD6-1.jpg",
    "carousel2": "/src/img/game-carousel/BloonsTD6-2.jpg",
    "genres": "Стратегии",
    "steamlink": "https://store.steampowered.com/app/960090/Bloons_TD_6/",
    "info": {
      "Год выпуска": "2018г.",
      "Разработчик": "Ninja Kiwi",
      "Версия": "37.3",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "1.5 Ghz",
      "Видеокарта": "Intel HD",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "2Гб"
    },
    "file": "torrent/Bloons_TD_6.torrent"
  },
  {
    "id": 309,
    "name": "Crying Suns",
    "description": "Космическое приключение в фантастическом мире, где тебе предстоит стать частью боёв и в полной мере проявить все свои тактические способности. Все действия будут происходить в режиме реального времени, что позволит тебе с головой окунуться во всю суть происходящего. Главной особенностью данного игрового проекта является то, что мир здесь имеет особенность генерироваться случайным образом. Более того, здесь развитие линии сюжета напрямую будет зависеть от того ты будешь делать и какие действия предпримешь. Здесь перед тобой стоит довольно сложная задача, в который ты постараешься раскрыть покрытую мраком тайну полного исчезновения человеческой расы. Ты возьмёшь на себя роль профессионала своего дела -;капитана масштабной Галактической империи, которую любыми способами приведешь к победе и господству. Твоим помощником станет довольно умный робот, который сможет выручить тебя в той, или иной ситуации. Теперь ты отправишься в далёкое путешествие, чтобы справится с толпами противников и добиться поставленной цели любыми возможными способами. Твоя работа будет полна опасностей и препятствий, поэтому тебе следует быть как можно внимательнее, а также уделить внимание развитию своих профессиональных, а также боевых способностей.",
    "img": "/src/img/games/CryingSuns.jpg",
    "carousel1": "/src/img/game-carousel/CryingSuns-1.jpg",
    "carousel2": "/src/img/game-carousel/CryingSuns-2.jpg",
    "genres": "Инди, Стратегии",
    "steamlink": "https://store.steampowered.com/app/873940/Crying_Suns/",
    "info": {
      "Год выпуска": "2019г.",
      "Разработчик": "Alt Shift",
      "Версия": "3.0.1",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "2.5 GHz двух-ядерный",
      "Видеокарта": "1Гб видеопамяти",
      "Оперативная память": "2Гб",
      "Памяти на Жестком Диске": "2Гб"
    },
    "file": "torrent/Crying_Suns.torrent"
  },
  {
    "id": 310,
    "name": "Stone Story RPG",
    "description": "Игровое пополнение в мире РПГ, где тебе предстоит окунуться в темный, жуткий и хранящий в себе массу мрачных секретов мир. Здесь ты, в роли главного героя, отправишься на территорию небольшого королевства, которое погрязло в больших проблемах. Все дело в том, что его территорию стремительно стали заполнять всевозможные представители злых сил и теперь тебе необходимо с ними справится, что сделать будет не так уж и просто. Дабы вернуть миру было спокойствие, безопасность и равновесие, тебе необходимо исполнить очень важную миссию. Задача заключается в том, чтобы собрать девять камней души, которые помогут тебе побороть зло и достичь поставленной цели. Особенностью игры является то, что напрямую ты не будешь взаимодействовать со своим главным героем. Так, к примеру, ты не сможешь исследовать локации вокруг себя либо собирать полезные ресурсы – за тебя это будет делать искусственный интеллект. От тебя потребуется хорошая реакция и смекалка, ведь во всех возникающих ситуациях принятие решений будет лежать именно на тебе. Отправляйся в путь и одолей зло.",
    "img": "/src/img/games/StoneStoryRPG.jpg",
    "carousel1": "/src/img/game-carousel/StoneStoryRPG-1.jpg",
    "carousel2": "/src/img/game-carousel/StoneStoryRPG-2.jpg",
    "genres": "Приключенческие игры, Казуальные игры, Инди, Ролевые игры, Ранний доступ",
    "steamlink": "https://store.steampowered.com/app/603390/Stone_Story_RPG/",
    "info": {
      "Год выпуска": "2019г.",
      "Разработчик": "Martian Rex, standardcombo",
      "Версия": "v3.35.0",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Поддержка SSE2",
      "Видеокарта": "Поддержка DirectX 10",
      "Оперативная память": "512Мб",
      "Памяти на Жестком Диске": "300Мб"
    },
    "file": "torrent/Stone_Story_RPG.torrent"
  },
  {
    "id": 311,
    "name": "Sea of Thieves",
    "description": "Многопользовательский, ролевой, приключенческий игровой проект, который поднимает тему пиратов. Здесь ты возьмёшься за исполнение роли этого отважного и бесстрашного покорителя морей и океанов, отправившись навстречу увлекательным, но в то же время максимально опасным событиям. Предстоит тратить все свои силы на борьбу за жизнь, ведь испытания и мрачные тайны не оставят тебя в покое но на минуту. Борозди морские просторы, исследуй все локации, веди борьбу не только с другими пиратами, но и с безжалостными монстрами подводного мира. Ты будешь стараться отыскать как можно больше сокровищ, подходить всевозможные квесты и получать дополнительные бонусы, которые, в свою очередь, позволят тебе развиваться как самый отважный пират. Из особенностей стоит отметить наличие многопользовательского режима, в котором ты здорово проведешь время в компании своих друзей. Открой новые земли для себя, а также собери самую могущественную команду, дабы завоевать весь мир. Множество событий в данной игре будут генерироваться случайным образом, что сделает твое прохождение ещё более интересным.",
    "img": "/src/img/games/SeaofThieves.png",
    "carousel1": "/src/img/game-carousel/SeaofThieves-1.jpg",
    "carousel2": "/src/img/game-carousel/SeaofThieves-2.jpg",
    "genres": "Экшены, Симуляторы, Приключенческие игры",
    "steamlink": "https://store.steampowered.com/app/1172620/Sea_of_Thieves_2023_Edition/",
    "info": {
      "Год выпуска": "2019г.",
      "Разработчик": "Rare Ltd",
      "Версия": "2.120.2180.2 Anniversary Edition",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 10",
      "Процессор": "Intel Q9450 2.6 GHz",
      "Видеокарта": "GTX 650",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "41Гб"
    },
    "file": "torrent/Sea_of_Thieves.torrent"
  },
  {
    "id": 312,
    "name": "Ostriv",
    "description": "Новый симулятор строительства городов, где главному герою предстоит попасть в восемнадцатый век. Разработчики подготовили для тебя массу интересного, в том числе и полную свободу действий, где ты сможешь создавать все, что угодно. Создай настоящий, живой и многофункциональный город, в котором жителям будет максимально комфортно и безопасно. Все твои жители будут обладать особенными амбициями и местами, поэтому стоит к ним прислушиваться, а также вести наблюдение за их жизнью. Следуй закону и плати налоги, при этом не вызывая недовольства у жителей поселения. Займись налаживанием как экономики, так и сельского хозяйства. Нанимай рабочих, которые будут выполнять те или иные обязанности. Начав с маленького поселения ты сможешь превратить его в большой и функционирующий город, в котором будет комфортно и приятно находится тысячам людей.",
    "img": "/src/img/games/Ostriv.jpg",
    "carousel1": "/src/img/game-carousel/Ostriv-1.jpg",
    "carousel2": "/src/img/game-carousel/Ostriv-2.jpg",
    "genres": "Инди, Симуляторы, Стратегии, Ранний доступ",
    "steamlink": "https://store.steampowered.com/app/773790/Ostriv/",
    "info": {
      "Год выпуска": "2020г.",
      "Разработчик": "yevhen8",
      "Версия": "0.5.3.2",
      "Язык интерфейса": "Английский, украинский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "2 Ghz",
      "Видеокарта": "Поддержка OpenGl 4.3",
      "Оперативная память": "2Гб",
      "Памяти на Жестком Диске": "500Мб"
    },
    "file": "torrent/Ostriv.torrent"
  },
  {
    "id": 313,
    "name": "Pixel Piracy",
    "description": "Игра в жанре РПГ с элементами Рогалика, где тебе предстоит взять на себя роль капитана судна. Но судно это непростое, а самое настоящее пиратское. Мир вокруг будет состоять из пикселей, что дополняет позитивную атмосферу игры. Для начала у тебя будет небольшой корабль, куда ты постепенно будешь нанимать свою отважную и преданную команду. Отправляйся на просторы океана, чтобы поживиться чем-нибудь драгоценным. Мир вокруг тебя постоянно будет изменяться случайным образом, поэтому скучно тебе здесь точно не будет. Отправляйся на исследование морских просторов, где тебя ждут невероятные сражения и открытия. Чтобы улучшить свой корабль, тебе необходимо зарабатывать деньги на грабежах всевозможных кораблей, которые ты встретишь на своём пути. Но ограбить то или иное судно будет достаточно непросто, ведь на каждом из них есть своя охрана. Поэтому тебе необходим запас мощного оружия и различных боеприпасов.",
    "img": "/src/img/games/PixelPiracy.jpg",
    "carousel1": "/src/img/game-carousel/PixelPiracy-1.jpg",
    "carousel2": "/src/img/game-carousel/PixelPiracy-2.jpg",
    "genres": "Приключенческие игры, Инди, Ролевые игры, Симуляторы",
    "steamlink": "https://store.steampowered.com/app/264140/Pixel_Piracy/",
    "info": {
      "Год выпуска": "2015г.",
      "Разработчик": "Vitali Kirpu",
      "Версия": "v1.2.32 + Shrimp Legacy",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "1.6 GHz",
      "Видеокарта": "DirectX Версии 9.0c",
      "Оперативная память": "1Гб",
      "Памяти на Жестком Диске": "200Мб"
    },
    "file": "torrent/Pixel_Piracy.torrent"
  },
  {
    "id": 314,
    "name": "Songs of Conquest",
    "description": "Стратегическая игра в стиле фэнтези, где присутствует пошаговая боевая система и масса увлекательных, но в то же время сложных миссий. Отправляйся навстречу приключениям, проходи испытания и раскрывай мрачные тайны. Первым делом позаботься о наличии в боевом арсенале мощного оружия и атрибутов защиты. Враг не дремлет и готов уничтожить тебя в любой момент, поэтому не забывай о развитии собственных навыков. Игра позволит самостоятельно выбрать главного героя, а затем определить его к одной из уникальных фракций, каждая из которых имеет определенные способности и возможности. Игровой процесс достаточно динамичен и включает в себя выполнения интересных заданий, поэтому скучать у тебя не будет времени. Отправляйся на исследование окружения, добывай ценные ресурсы и необходимые предметы, которые помогут быстрее достичь цели. Истреби врагов и дай миру надежду на светлое будущее.",
    "img": "/src/img/games/SongsofConquest.jpg",
    "carousel1": "/src/img/game-carousel/SongsofConquest-1.jpg",
    "carousel2": "/src/img/game-carousel/SongsofConquest-2.jpg",
    "genres": "Приключенческие игры, Стратегии, Ранний доступ",
    "steamlink": "https://store.steampowered.com/app/867210/Songs_of_Conquest/",
    "info": {
      "Год выпуска": "2022г.",
      "Разработчик": "Lavapotion",
      "Версия": "v0.86.0",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel i5",
      "Видеокарта": "Поддержка DirectX 10",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "4Гб"
    },
    "file": "torrent/Songs_of_Conquest.torrent"
  },
  {
    "id": 315,
    "name": "Smushi Come Home",
    "description": "Увлекательная приключенческая игра, которая предлагает нам исполнить довольно необычную роль – роль маленького гриба по имени Смуши. Суши совершенно случайно оказался посреди неизвестного ему леса и теперь нужно положить все свои силы на то, чтобы найти путь домой. Одной из особенностей игры является полностью открытый для исследований мир, который ты будешь постепенно изучать, находя ценные предметы и раскрывая тайны леса. По мере следования тебе будут даваться интересные задания, выполнение которых позволит тебе открыть дополнительные участки и увеличить шансы попасть в родные края. Окружающая флора и фауна станут для тебя верными помощниками, поэтому важно заводить друзей. Игровой процесс будет проходить постепенно, что позволит игроку расслабиться и интересно провести свободное время. Графика проработана в ярких красках, а в совокупности со звуковыми эффектами, создаёт причудливую атмосферу.",
    "img": "/src/img/games/SmushiComeHome.jpg",
    "carousel1": "/src/img/game-carousel/SmushiComeHome-1.jpg",
    "carousel2": "/src/img/game-carousel/SmushiComeHome-2.jpg",
    "genres": "Приключенческие игры, Казуальные игры, Инди, Ролевые игры",
    "steamlink": "https://store.steampowered.com/app/1740300/Smushi_Come_Home/",
    "info": {
      "Год выпуска": "2023г.",
      "Разработчик": "SomeHumbleOnion",
      "Версия": "1.0.5",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "3.5 GHz",
      "Видеокарта": "GTX 460",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "800Мб"
    },
    "file": "torrent/Smushi_Come_Home.torrent"
  },
  {
    "id": 316,
    "name": "Stationeers",
    "description": "Космический симулятор с видом от первого лица, где ты отправишься в увлекательное и опасное приключение. За игровым процессом необходимо следить максимально внимательно, ведь каждая ошибка может привести к необратимым последствиям. Здесь необходимо взять под свой тотальный контроль огромную космическую станцию, которой ты будешь руководить. Кроме того, что ты сможешь проходить сюжетную линию в одиночку, отправляйся на исследование космического пространства вместе со своими друзьями или другими игроками по всему миру, распределив между друг другом обязанности. Обязательно следи за каждой станцией целостной системы, чтобы все они были в рабочем состоянии круглосуточно. Занимайтесь космическим фермерством возьмите под свой контроль все аспекты деятельности станции, чтобы она могла продолжительное время работать без сбоев. Игровой процесс устроен очень интересно, поэтому скучать тебе здесь точно не придется. Займись исследованием планеты, сооружай сложные постройки и конструкции, а также проводи различные секретные операции.",
    "img": "/src/img/games/Stationeers.jpg",
    "carousel1": "/src/img/game-carousel/Stationeers-1.jpg",
    "carousel2": "/src/img/game-carousel/Stationeers-2.jpg",
    "genres": "Экшены, Инди, Симуляторы, Ранний доступ",
    "steamlink": "https://store.steampowered.com/app/544550/Stationeers/",
    "info": {
      "Год выпуска": "2017г.",
      "Разработчик": "RocketWerkz",
      "Версия": "0.2.4134.19482",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "2.4 GHz двух-ядерный",
      "Видеокарта": "512Мб видеопамяти",
      "Оперативная память": "2Гб",
      "Памяти на Жестком Диске": "1Гб"
    },
    "file": "torrent/Stationeers.torrent"
  },
  {
    "id": 317,
    "name": "TerraTech",
    "description": "Песочница с элементами конструктора, где тебе предстоит создавать различного рода машины. Отправляйся в далёкий космос на исследование планет, которые хранят в себе множество секретов и неразгаданных тайн. Собирай полезные предметы и необходимые в строительстве ресурсы, а также не забывай о создании мощного оружия, ведь врагов повсюду будет масса. На планетах будут обитать враждебные виды, с которыми не так уж и просто справляться. Для создания транспорта в твоём распоряжении будет большое количество всевозможных деталей. Также, все свои конструкции ты сможешь оснащать мощным оружием. В игре ты прилетишь на планету, где будешь добывать предметы, которые полезны в использовании, а затем добытое отправлять на Землю. Множество конкурентов вокруг и каждая корпорация старается вытеснить другую.",
    "img": "/src/img/games/TerraTech.jpg",
    "carousel1": "/src/img/game-carousel/TerraTech-1.jpg",
    "carousel2": "/src/img/game-carousel/TerraTech-2.jpg",
    "genres": "Экшены, Инди",
    "steamlink": "https://store.steampowered.com/app/285920/TerraTech/",
    "info": {
      "Год выпуска": "2018г.",
      "Разработчик": "Payload Studios",
      "Версия": "v1.5.0.2 Deluxe Edition + Все DLC",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel Core2 Duo T7600",
      "Видеокарта": "GeForce 520M",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "1Гб"
    },
    "file": "torrent/TerraTech.torrent"
  },
  {
    "id": 318,
    "name": "Lords & Villeins",
    "description": "Игра, разработанная в жанре градостроительного симулятора, где тебе нужно справиться с важной миссией отправившись в средневековье. Возьмись за исполнение роли главного героя, который постарается с нуля создать новое сообщество, развить поселение и привести все это к полному процветанию. Задача не из лёгких, но при правильном подходе и запланированной стратегии с ты точно сумеешь со всем справиться. Большое внимание нужно уделить пожеланиям горожан, а также старайся всегда следить за их жизнью, чтобы вовремя помочь нуждающимся, либо изгнать предателей. Поселок ты будешь выстраивать по своему усмотрению, а воплотить идеи в жизнь поможет богатый инструментарий. Расширяй свою усадьбу, занимайся созданием и обустройством различных жилых домов, а также позаботься о развитии инфраструктуры. Созданная тобой цивилизация должна постоянно совершенствоваться и процветать, но для этого нужно приложить не мало усилий. Стоит отметить то, что мир имеет способность генерироваться случайным образом, что делает игровой процесс ещё более сложным, но в то же время и более интересным.",
    "img": "/src/img/games/LordsVilleins.jpg",
    "carousel1": "/src/img/game-carousel/LordsVilleins-1.jpg",
    "carousel2": "/src/img/game-carousel/LordsVilleins-2.jpg",
    "genres": "Инди, Симуляторы, Стратегии",
    "steamlink": "https://store.steampowered.com/app/1287530/Lords_and_Villeins/",
    "info": {
      "Год выпуска": "2022г.",
      "Разработчик": "Honestly Games",
      "Версия": "v1.218",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel Core 2 Duo",
      "Видеокарта": "Поддержка DirectX 11",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "500Мб"
    },
    "file": "torrent/Lords_&_Villeins.torrent"
  },
  {
    "id": 319,
    "name": "Stellaris",
    "description": "Многомасштабная игра в жанре стратегии, где все события будут происходить в режиме реального времени. Изначально тебе предстоит отправится в далёкое путешествие на исследование огромного и бескрайнего космического пространства. Ты будешь заниматься колонизацией новых найденных систем, которые пригодны для жизнедеятельности и наполнены полезными ресурсами. Но произойдет ряд довольно неутешительных событий, в следствии которых развяжется жестокая война между тобой и твоими соперниками, где вы будете сражаться за право обладания титула правителя всей вселенной. Перед тобой откроются сотни тысяч различных планет, которые имеют свойство генерироваться случайным образом. Но будь очень внимательным, ведь не все системы полезны и дружелюбны. Нужно быть максимально быстрым, чтобы впереди врага успеть колонизировать самые полезные из планет.",
    "img": "/src/img/games/Stellaris.jpg",
    "carousel1": "/src/img/game-carousel/Stellaris-1.jpg",
    "carousel2": "/src/img/game-carousel/Stellaris-2.jpg",
    "genres": "Симуляторы, Стратегии",
    "steamlink": "https://store.steampowered.com/app/281990/Stellaris/",
    "info": {
      "Год выпуска": "2017г.",
      "Разработчик": "Paradox Development Studio",
      "Версия": "v3.8.4.1 First Contact Story Pack + Все DLC",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel Core 2 Quad 9400 2.66 Ghz",
      "Видеокарта": "Nvidia GTX 460",
      "Оперативная память": "2Гб",
      "Памяти на Жестком Диске": "16Гб"
    },
    "file": "torrent/Stellaris_Galaxy_Edition_v3.8.4.1.torrent"
  },
  {
    "id": 320,
    "name": "Big Ambitions",
    "description": "Проект, представленный в жанре симулятора бизнеса с проработанным игровым процессом и реалистичной атмосферой. Ты – управляющий небольшой компанией, который готов положить все свои силы и средства в ее развитие с целью превращения в настоящую корпорацию, крупную и известную на весь мир. Задача перед тобой стоит непростая, но при правильном подходе ты точно сможешь справиться со всеми преградами, ловушками и оппонентами. Путей и вариантов развития бизнеса у тебя будет более чем достаточно, порадует также и наличие полной свободы действий, а поэтому только от тебя зависит успех главного героя. Важно нанимать правильный персонал и создавать для его работы максимально комфортные условия, ведь именно от этих людей и будет зависеть твой успех. Следи за ресурсами и их потоком, правильно распределяя их и внедряя в нужное русло, заботясь одновременно и о будущем корпорации. Прояви себя как профессиональный управленец, развивайся и достигай поставленные цели одну за другой.",
    "img": "/src/img/games/BigAmbitions.jpg",
    "carousel1": "/src/img/game-carousel/BigAmbitions-1.jpg",
    "carousel2": "/src/img/game-carousel/BigAmbitions-2.jpg",
    "genres": " Инди, Симуляторы, Ранний доступ",
    "steamlink": "https://store.steampowered.com/app/1331550/Big_Ambitions/",
    "info": {
      "Год выпуска": "2023г.",
      "Разработчик": "Hovgaard Games",
      "Версия": "Build 1867",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 10",
      "Процессор": "Intel i5",
      "Видеокарта": "GTX 960",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "4Гб"
    },
    "file": "torrent/Big_Ambitions.torrent"
  },
  {
    "id": 321,
    "name": "Academia : School Simulator",
    "description": "Довольно занимательный симулятор школы, где тебе предстоит создать учебное заведение своей мечты. Здесь у тебя будет полная свобода действий, делай все, что захочешь. Построй такую школу, которую не захочется прогуливать, а даже наоборот, будет возможность приятно проводить время. Создай школу своей мечты, а затем займись ее управлением, взяв пол контроль все аспекты деятельности. Будет достаточно сложно, но ты справишься, если приложишь небольшие усилия. Ты сможешь создать небольшую школу для элитных учеников, а затем следить за времяпровождением там учителей. Либо же, создай масштабные классы, которые будут вмещать огромное количество людей, вследствие чего начнется самое настоящие безумие. Здесь ты сможешь знатно повеселиться и зарядиться позитивными эмоциями.",
    "img": "/src/img/games/AcademiaSchoolSimulator.jpg",
    "carousel1": "/src/img/game-carousel/AcademiaSchoolSimulator-1.jpg",
    "carousel2": "/src/img/game-carousel/AcademiaSchoolSimulator-2.jpg",
    "genres": "Инди, Симуляторы, Стратегии",
    "steamlink": "https://store.steampowered.com/app/672630/Academia__School_Simulator/",
    "info": {
      "Год выпуска": "2021г.",
      "Разработчик": "Squeaky Wheel Studio Inc",
      "Версия": "v1.0.44",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "1.6 GHz",
      "Видеокарта": "Любая",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "50Мб"
    },
    "file": "torrent/Academia_School_Simulator.torrent"
  },
  {
    "id": 322,
    "name": "Warhammer 40,000: Rogue Trader",
    "description": "Классика жанра ролевой игры, где мы отправляемся на просторы фантастической вселенной. Сыграй роль вольного торговца, который унаследовал от своих предков масштабное дело целой династии. Ты станешь частью увлекательного, но при этом довольно опасного путешествия по отдаленным землям, куда человечество старается не попадать. Главная цель – открыть новые места и земли для торговли, тем самым расширяя круг потребителей и увеличивая эффективность переданного тебе дела. Многие из рас и цивилизаций, оказавшихся на твоём пути, будут довольно дружелюбными, но и найдутся те, кто станет твоим главным врагом. Это говорит о том, что очень важно проявлять стратегические навыки, действовать обдуманно, подключив при этом хитрость и смекалку. Графика игры завораживает своей реалистичностью и точностью проработки, а поэтому ты станешь полноценной частью этого незабываемого приключения.",
    "img": "/src/img/games/Warhammer40000RogueTrader.jpg",
    "carousel1": "/src/img/game-carousel/Warhammer40000RogueTrader-1.jpg",
    "carousel2": "/src/img/game-carousel/Warhammer40000RogueTrader-2.jpg",
    "genres": "Приключенческие игры, Инди, Ролевые игры, Стратегии",
    "steamlink": "https://store.steampowered.com/app/2186680/Warhammer_40000_Rogue_Trader/",
    "info": {
      "Год выпуска": "2022г.",
      "Разработчик": "Owlcat Games",
      "Версия": "0.2.1al",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 10",
      "Процессор": "Intel Core i5",
      "Видеокарта": "Intel HD Graphics 630",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "23Гб"
    },
    "file": "torrent/Warhammer_40_000_Rogue_Trader.torrent"
  },
  {
    "id": 323,
    "name": "Vagrus — The Riven Realms",
    "description": "Двухмерная игра в жанре РПГ, в которой присутсвует красочный, необычный в своем исполнении мир, динамичный игровой процесс и масса интересных событий. Здесь тебе предстоит стать участником динамичных пошаговых сражений, в которых твоими врагами станут настоящие профессионалы боевого искусства. Игра подразумевает достаточно большой объем текстовой информации, поэтому, чтобы ощутить на себе всю атмосферу, необходимо знать английский язык. Здесь ты будешь самостоятельно решать, как двигаться и какие миссии выполнять, а от твоего выбора будет зависеть развитие событий. Ты будешь самостоятельно влиять на линию сюжета, выбирая то или иное действие и выполняя соответствующий квест. Справится с задачей не так то и просто, как может показаться на первый взгляд, поэтому тебе стоит позаботиться об улучшении своих навыков. Сюжетных ответвлений в игре более чем достаточно, что позволит тебе пройти ее не единожды. Ты сможешь самостоятельно возглавить свою команду, вместе с которой отправишься в далёкий, а порой даже опасный путь. Мир заполнен мраком и подготовил для тебя не малое количество испытаний, с которыми ты должен быть готов столкнуться в любую минуту.",
    "img": "/src/img/games/VagrusTheRivenRealms.jpg",
    "carousel1": "/src/img/game-carousel/VagrusTheRivenRealms-1.jpg",
    "carousel2": "/src/img/game-carousel/VagrusTheRivenRealms-2.jpg",
    "genres": "Инди, Ролевые игры, Стратегии",
    "steamlink": "https://store.steampowered.com/app/909660/Vagrus__The_Riven_Realms/",
    "info": {
      "Год выпуска": "2021г.",
      "Разработчик": "Lost Pilgrims Studio",
      "Версия": "1.1340606n Centurion Edition",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows XP, Vista, 7, 8, 10",
      "Процессор": "2 Ghz",
      "Видеокарта": "Поддержка DirectX 9.0c",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "5Гб"
    },
    "file": "torrent/Vagrus_The_Riven_Realms.torrent"
  },
  {
    "id": 324,
    "name": "Nocturnal",
    "description": "Приключенческая игра, исполненная в смеси жанров экшена и платформера, с интересной сюжетной линией и динамичным геймплеем. Сыграй роль отважного воина, который долгое время бороздил просторы морей, а вернувшись на родные земли, обнаружил, что они покрылись мрачной дымкой. Теперь тебе предстоит отправиться в далёкий путь, исследуя многочисленные локации и раскрывая секрет возникновения этого странного явления. Твоему дому грозит опасность и только тебе под силу ее устранить. Здесь ты будешь проходить испытания, избегать попадания в ловушки и вести борьбу с коварными оппонентами, сила которых будет с каждым разом возрастать. Важно оттачивать свои навыки и открывать новые таланты в себе, что позволит обрести невиданную силу, и, наконец, победить зло. Незаурядный сюжет, безумные сражения с разными типами оппонентов и максимально динамичный игровой процесс сделают твое времяпровождение незабываемым.",
    "img": "/src/img/games/Nocturnal.jpg",
    "carousel1": "/src/img/game-carousel/Nocturnal-1.jpg",
    "carousel2": "/src/img/game-carousel/Nocturnal-2.jpg",
    "genres": "Экшены, Приключенческие игры",
    "steamlink": "https://store.steampowered.com/app/1634080/Nocturnal/",
    "info": {
      "Год выпуска": "2023г.",
      "Разработчик": "Sunnyside Games",
      "Версия": "1.0.0.645",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel Core i7",
      "Видеокарта": "GT 650M",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "2Гб"
    },
    "file": "torrent/Nocturnal.torrent"
  },
  {
    "id": 325,
    "name": "Dordogne",
    "description": "Увлекательная игра, исполненная в приключенческом жанре, которая порадует ярким визуальным исполнением от руки и незаурядной сюжетной линией. Познакомься с главной героиней – маленькой и милой девочкой по имени Мими, которую ты сопроводишь во взрослую жизнь. Мы отправляемся в путешествие по удивительному миру, будем раскрывать тайны, изучать окружение и восстанавливать в памяти множество жизненных моментов, утраченных в детстве. Игра в первую очередь привлекает своей сказочной атмосферой, которой разработчикам удалось добиться за счёт графики, исполненной в стиле картины, написанной акварелью на холсте. Сам геймплей прост и понятен, а поэтому в эту атмосферу ты сможешь погрузиться с головой без каких либо препятствий и сложностей. Становись частью самой настоящей сказки и пройди путь становления Мими как взрослого человека, со своими мечтами, целями и воспоминаниями.",
    "img": "/src/img/games/Dordogne.jpg",
    "carousel1": "/src/img/game-carousel/Dordogne-1.jpg",
    "carousel2": "/src/img/game-carousel/Dordogne-2.jpg",
    "genres": "Приключенческие игры, Инди",
    "steamlink": "https://store.steampowered.com/app/1272840/Dordogne/",
    "info": {
      "Год выпуска": "2023г.",
      "Разработчик": "UN JE NE SAIS QUOI, UMANIMATION",
      "Версия": "1.12.15",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 10",
      "Процессор": "Intel Core i5",
      "Видеокарта": "Intel HD Graphics 620",
      "Оперативная память": "5Гб",
      "Памяти на Жестком Диске": "4Гб"
    },
    "file": "torrent/Dordogne.torrent"
  },
  {
    "id": 326,
    "name": "Luck be a Landlord",
    "description": "Небольшая и довольно простая в своем исполнении игра, которая успешно относит себя к жанру стратегии, где нам предстоит сделать все возможное, чтобы проложить в копилку как можно больше денег. Первым делом игра порадует полноценным, продуманным сюжетом, который познакомит нас с главным героем – заядлым любителем игры в автоматы, что помогает ему оплачивать аренду жилья. Но в один момент удача покинула тебя, а арендодатель уже во всю стучит в дверь. Тебе необходимо как можно быстрее заработать деньги, поэтому ты вновь прибегаешь за помощью к игровым автоматам. В твоём кармане последняя монета, а значит и последняя надежда на успех. Будь внимательным, прояви навыки стратегического планирования, подключи смекалку и быстродействие, чтобы добиться успеха и больше не связываться с арендой. Губительными чертами могут быть жадность и азарт, которые необходимо тщательно контролировать, чтобы добиться успеха. Умей вовремя остановиться и тогда деньги будут в твоём кармане. Графика была продумана в пиксельной стилистке, обладает яркими красками и приятной анимацией, что присуще играм подобного жанра.",
    "img": "/src/img/games/LuckbeaLandlord.jpg",
    "carousel1": "/src/img/game-carousel/LuckbeaLandlord-1.jpg",
    "carousel2": "/src/img/game-carousel/LuckbeaLandlord-2.jpg",
    "genres": "Инди, Симуляторы, Стратегии",
    "steamlink": "https://store.steampowered.com/app/1404850/_/",
    "info": {
      "Год выпуска": "2023г.",
      "Разработчик": "TrampolineTales",
      "Версия": "v1.0.38",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "2.0 GHz",
      "Видеокарта": "Любая",
      "Оперативная память": "1Гб",
      "Памяти на Жестком Диске": "350Мб"
    },
    "file": "torrent/Luck_Be_A_Landlord.torrent"
  },
  {
    "id": 327,
    "name": "Voidigo",
    "description": "Красочная в своем исполнении игра, которая разработана в смеси жанров экшена, шутера и рогалика. Нам предстоит взяться за исполнение роли отважного воина и принять участие в эпических сражениях с многочисленными оппонентами и из безжалостными боссами. Что касается графического исполнения, то оно проработано в довольно приятной пиксельной стилистике, наделено яркой анимацией и визуальными эффектами. Мир игры довольно масштабный и включает в себя множество уникальных локаций, на каждой из которых тебя ждёт бой с коварными врагами. Игровой процесс порадует богатым боевым арсеналом, оснащенным мощным оружием и атрибутами защиты. Подбери подходящий стиль игры, выбери нужную тактику и действуй соответственно ей, сокрушая наповал всех, кто посмеет встать на пути. Развивай свои таланты, открывай новые возможности и во что бы это не стало добейся поставленной цели.",
    "img": "/src/img/games/Voidigo.jpg",
    "carousel1": "/src/img/game-carousel/Voidigo-1.jpg",
    "carousel2": "/src/img/game-carousel/Voidigo-2.jpg",
    "genres": "Экшены, Приключенческие игры, Инди",
    "steamlink": "https://store.steampowered.com/app/1304680/Voidigo/",
    "info": {
      "Год выпуска": "2023г.",
      "Разработчик": "semiwork",
      "Версия": "v1.0.0.1",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel i3",
      "Видеокарта": "GeForce GT 425M",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "1Гб"
    },
    "file": "torrent/Voidigo.torrent"
  },
  {
    "id": 328,
    "name": "System Shock Remake",
    "description": "Обновленная версия одноименной игры, которая порадует своих многочисленных поклонников нововведениями и улучшениями. События отправляют нас на просторы альтернативного мира будущего, где основа всех процессов уже давно возложена на искусственный интеллект. Сюжет расскажет о внезапно случившемся сбое на станции, управляющей тем самым ИИ, который начал разрушать все вокруг и даже успел лишить жизни весь персонал. Во избежание продолжения катастрофы, главным героем было принято решение отправиться в цитадель, чтобы устранить неисправность, тем самым сохранив жизнь всему человечеству. Отправляйся навстречу непредсказуемым приключениям, изучай локации, добывай ценные ресурсы и заполняй арсенал мощным оружием, чтобы дать отпор многочисленным тварям. Одним из главных достоинств игры стоит отметить крутое визуальное исполнение, которое погружает нас в удивительную атмосферу с головой.",
    "img": "/src/img/games/SystemShockRemake.jpg",
    "carousel1": "/src/img/game-carousel/SystemShockRemake-1.jpg",
    "carousel2": "/src/img/game-carousel/SystemShockRemake-2.jpg",
    "genres": "Экшены, Приключенческие игры",
    "steamlink": "https://store.steampowered.com/app/482400/System_Shock/",
    "info": {
      "Год выпуска": "2023г.",
      "Разработчик": "Nightdive Studios",
      "Версия": "1.1.17082",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel Core i5",
      "Видеокарта": "GTX 670",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "10Гб"
    },
    "file": "torrent/System_Shock_Remake.torrent"
  },
  {
    "id": 329,
    "name": "Floodland",
    "description": "Проект, разработанный в жанре симулятора, где мы сыграем роль самопровозглашенного мэра. Сюжетная линия расскажет о глобальной катастрофе, которая повлекла за собой много бед, а большая часть суши оказалась под водой. Теперь выжившим предстоит соорудить новое государство на остатках земли, наладить экономику, инфраструктуру и экономику. Ты сыграешь роль предводителя подобного государства и сделаешь все возможное, чтобы обеспечить остатку человечества мир и процветание. Развивай собственные навыки, выстраивай различные сооружения, открывай новые отрасли и делай вложения в образование, чтобы общество совершенствовалось. Будут также и соседние поселения, с которыми важно налаживать дружеские связи, чтобы вместе перевоплощать мир. Визуальное исполнение проработано в соответствии с жанром и позволит тебе в полной мере почувствовать себя мэром.",
    "img": "/src/img/games/Floodland.jpg",
    "carousel1": "/src/img/game-carousel/Floodland-1.jpg",
    "carousel2": "/src/img/game-carousel/Floodland-2.jpg",
    "genres": "Стратегии",
    "steamlink": "https://store.steampowered.com/app/1336180/Floodland/",
    "info": {
      "Год выпуска": "2022г.",
      "Разработчик": "Vile Monarch",
      "Версия": "1.3.22354",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 10",
      "Процессор": "Intel Core i5",
      "Видеокарта": "GTX 1060",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "6Гб"
    },
    "file": "torrent/Floodland.torrent"
  },
  {
    "id": 330,
    "name": "Bleak Sword DX",
    "description": "Храдкорный экшен, где мы отправляемся на просторы мрачного фэнтези-мира, чтобы сразиться со всеми, кто посмел принять сторону зла. На главного героя было наложено проклятие, и, чтобы от него избавиться, ему предстоит устроить как можно больше врагов, проходя испытания и преграды. Игра разделена на двенадцать уникальных глав, каждая из которых подготовила для тебя интересные задания, опасности, ловушки и ещё более сильных оппонентов. Есть в наличии и многопользовательский режим, который позволит тебе отлично провести время в компании друзей. Вооружения на выбор даётся масса, также здесь важно постоянно развивать навыки и боевые характеристики, чтобы не дать противнику и шанса на победу. Динамика игры проработана на высшем уровне, графика исполнена в оригинальном стиле, что в совокупности создаёт запоминающуюся атмосферу.",
    "img": "/src/img/games/BleakSwordDX.jpg",
    "carousel1": "/src/img/game-carousel/BleakSwordDX-1.jpg",
    "carousel2": "/src/img/game-carousel/BleakSwordDX-2.jpg",
    "genres": "Экшены, Приключенческие игры, Инди",
    "steamlink": "https://store.steampowered.com/app/2193050/Bleak_Sword_DX/",
    "info": {
      "Год выпуска": "2023г.",
      "Разработчик": "more8bit",
      "Версия": "0.3070600",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Phenom 9500",
      "Видеокарта": "Radeon HD 4770",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "500Мб"
    },
    "file": "torrent/Bleak_Sword_DX.torrent"
  },
  {
    "id": 331,
    "name": "Northgard",
    "description": "Стратегия основанная на скандинавской мифологии. Тебя ждёт открытый мир и интересные задания. Ты с самого начала создашь небольшое поселение, а затем займешься его развитием. Улучшай условия жизни для своих постояльцев, добывай еду, отстраивать новые дома и находи доступ к водяному источнику. Нужно исследовать огромный мир, чтобы снабдить себя и окружающих необходимыми ресурсами. На твоём пути будет масса врагов, которые захотят разрушить твои творения и лишить тебя жизни. Будь готов к жестоким боям, ведь в любой момент на твоё поселение может напасть стая нежити, либо прилетит огнедышащий дракон и разрушит все вокруг. Также твоим соперником будет сама матушка природа, которая постоянно будет подкидывать тебе новые испытания. Будь то холодная вьюга или невыносимая жара. Ты должен быть готов со всем справится и найти способ обеспечить укрытием и теплотой своих жителей.",
    "img": "/src/img/games/Northgard.jpg",
    "carousel1": "/src/img/game-carousel/Northgard-1.jpg",
    "carousel2": "/src/img/game-carousel/Northgard-2.jpg",
    "genres": "Инди, Симуляторы, Стратегии",
    "steamlink": "https://store.steampowered.com/app/466560/Northgard/",
    "info": {
      "Год выпуска": "2017г.",
      "Разработчик": "Shiro Games",
      "Версия": "3.1.10.32946 The Viking Age Edition + Все DLC",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel Core 2 Duo",
      "Видеокарта": "Nvidia 450 GTS",
      "Оперативная память": "1Гб",
      "Памяти на Жестком Диске": "400Мб"
    },
    "file": "torrent/Northgard.torrent"
  },
  {
    "id": 332,
    "name": "BROK the InvestiGator",
    "description": "Игра, разработанная в жанре экшен-РПГ, где мы отправляемся навстречу непредсказуемым и интересным приключениям. События отправляют нас на просторы мира будущего, основными обитателями которого являются антропоморфные животные. Планета переполнена всевозможными экологическими проблемами, вследствие которых богатая часть населения создала для себя специальный купол, а остальным осталось лишь выживать за его пределами. Мы сыграем роль одного из жителей за пределами купола – мужчину по имени Брок, жена которого умерла и теперь он делает всё возможное, чтобы уберечь сына. Свою жизнь он посвятил профессии частного сыщика и теперь ему довелось взяться за новое, странное и запутанное дело. Игра довольно интересна в своем исполнении, обладает незаурядной линией сюжета с массой неожиданных поворотов событий, а также отличной рисовкой, исполненной в ярком мультяшном стиле.",
    "img": "/src/img/games/BROKtheInvestiGator.jpg",
    "carousel1": "/src/img/game-carousel/BROKtheInvestiGator-1.jpg",
    "carousel2": "/src/img/game-carousel/BROKtheInvestiGator-2.jpg",
    "genres": "Экшены, Приключенческие игры, Инди, Ролевые игры",
    "steamlink": "https://store.steampowered.com/app/949480/BROK_the_InvestiGator/",
    "info": {
      "Год выпуска": "2022г.",
      "Разработчик": "COWCAT",
      "Версия": "1.3.6.3",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "1.5 GHz двух-ядерный",
      "Видеокарта": "Intel HD Graphics 5000",
      "Оперативная память": "2Гб",
      "Памяти на Жестком Диске": "2Гб"
    },
    "file": "torrent/BROK_the_InvestiGator.torrent"
  },
  {
    "id": 333,
    "name": "Across the Obelisk",
    "description": "Тактический карточный игровой проект, обладающий особой динамикой и ярким визуальным стилем. Для начала игра предлагает выбрать главного героя, которых здесь более шестнадцати вариантов, каждый со своими уникальными характеристиками и способностями. Первым делом стоит отметить продуманную систему боя, которая потребует от тебя проявления смекалки и навыков стратегического планирования. Помни, что любое совершенное действие и принятое решение будет иметь последствия. Графика исполнена в уникальной стилистке, обладает приятной анимацией и яркими красками, что очень подходит играм подобного жанра. На протяжении всего времени прохождения ты будешь заводить знакомства с новыми и новыми героями, одни из которых станут верными товарищами и помогут преодолеть препятствия, когда другие – злейшими врагами и сделают все, чтобы тебя уничтожить. В наличии имеется продуманная система прокачки героя, что позволит увеличивать силу и мощь для истребления более сильного оппонента. Всего игра предлагает посетить более пяти сотен уникальных карт, каждая из которых подготовила много нового и интересного для нас.",
    "img": "/src/img/games/AcrosstheObelisk.jpg",
    "carousel1": "/src/img/game-carousel/AcrosstheObelisk-1.jpg",
    "carousel2": "/src/img/game-carousel/AcrosstheObelisk-2.jpg",
    "genres": "Ролевые игры, Стратегии",
    "steamlink": "https://store.steampowered.com/app/1385380/Across_the_Obelisk/",
    "info": {
      "Год выпуска": "2022г.",
      "Разработчик": "Dreamsite Games",
      "Версия": "1.1.10",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "2.0 Ghz",
      "Видеокарта": "1Гб видеопамяти",
      "Оперативная память": "2Гб",
      "Памяти на Жестком Диске": "1Гб"
    },
    "file": "torrent/Across_the_Obelisk.torrent"
  },
  {
    "id": 334,
    "name": "Total Conflict: Resistance",
    "description": "Крутое сочетание с стратегии и шутера, где все действия будут происходить в режиме реального времени. Мы отправляемся на просторы фэнтези-государства, расположившегося на небольшом острове, которое, до недавнего времени, процветало и совершенствовалось. Все изменилось ровно в тот момент, когда власти пришло время смениться, а во главу государства встал жадный, коварный и жаждущий денег правитель. Прошло уже более двух десятков лет, а от былой процветающей страны совсем ничего не осталось, повсюду разруха, упадок и безработица. Нам же предлагается исполнить ответственную и важную роль – роль предводителя масштабного восстания людей, которые больше не намерены соглашаться с законами и готовы сделать всё, чтобы свергнуть власть. Графика наделена реалистичной атмосферой, за свет своей рисовки и звуковых эффектов, а также игроков точно порадует незаурядный и непредсказуемый сюжет, где все будет зависеть от тебя.",
    "img": "/src/img/games/TotalConflictResistance.jpg",
    "carousel1": "/src/img/game-carousel/TotalConflictResistance-1.jpg",
    "carousel2": "/src/img/game-carousel/TotalConflictResistance-2.jpg",
    "genres": "Экшены, Симуляторы, Стратегии, Ранний доступ",
    "steamlink": "https://store.steampowered.com/app/1860510/Total_Conflict_Resistance/",
    "info": {
      "Год выпуска": "2023г.",
      "Разработчик": "Thunder Devs.",
      "Версия": "0.48.0",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "3.0 GHz",
      "Видеокарта": "GTX 1050Ti",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "30Гб"
    },
    "file": "torrent/Total_Conflict_Resistance.torrent"
  },
  {
    "id": 335,
    "name": "Sims 4",
    "description": "Очень крутой и популярный симулятор жизни. Новая часть — новые возможности. Игра, как способ сбежать в виртуальный мир, где ты сможешь воплатить все свои идеи и мечты в реальность. Здесь ты не встретишь никакой линии сюжета, так как все зависит только от твоих действий. Ты не увидишь никаких ограничений, только полная свобода действий. Создай сима в редакторе персонажей, где задашь ему определенные внешние параметры, подберешь подходящую причёску, одежду, макияж и даже особенности тела. Затем определись с чертами характера, которых огромное количество. Как только дело сделано, отправляйся на поиски жилья. Здесь у тебя также будет выбор: либо ты отправляешься уже в построении дом, либо выстраивает его самостоятельно, делая все по своему желанию. Не забывай следить за состоянием своего персонажа, а также старайся всегда исполнять его желания. Здесь ты сможешь заняться спортом, отправится на рыбалку либо путишествие, завести знакомства, построить отношения, а затем и семью.",
    "img": "/src/img/games/Sims4.jpg",
    "carousel1": "/src/img/game-carousel/Sims4-1.jpg",
    "carousel2": "/src/img/game-carousel/Sims4-2.png",
    "genres": "Симуляторы",
    "steamlink": "https://store.steampowered.com/app/1222670/The_Sims_4/",
    "info": {
      "Год выпуска": "2017г.",
      "Разработчик": "The Sims Studio",
      "Версия": "Deluxe Edition 1.98.158.1020 + Все DLC",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows Xp, 7, 8, 10",
      "Процессор": "Intel i3-3220",
      "Видеокарта": "128 Мб",
      "Оперативная память": "2Гб",
      "Памяти на Жестком Диске": "44Гб"
    },
    "file": "torrent/The_Sims_1.98.158.1020.torrent"
  },
  {
    "id": 336,
    "name": "Imagine Earth",
    "description": "Новая компьютерная игра, которая позволит тебе окунуться в космический мир, где ты займешься строительством и развитием собственной цивилизации на совершенно неизведанной планете. Перед тобой откроется идеальная для жизни людей планета, где тебе необходимо сделать все возможное для создания процветающей цивилизации. Ты будешь постепенно развивать свои владения, а также добывать полезные ресурсы, которые затем пригодятся тебе в твоем нелегком деле. Старайся тщательнее исследовать каждый кусочек планеты, а также не забывай о развитии инфраструктуры. Кроме того, особого внимания к себе потребует экология, за которой необходимо очень тщательно следить, чтобы не допустить ничего плохого. Создавай мощную промышленность с умом, ведь она должна приносить тебе полезные ресурсы, но и в то же время не повлиять пагубно на окружающую среду. Научись правильно использовать богатства планеты, а также не забывай следить за пожеланиями своих жителей.",
    "img": "/src/img/games/ImagineEarth.jpg",
    "carousel1": "/src/img/game-carousel/ImagineEarth-1.jpg",
    "carousel2": "/src/img/game-carousel/ImagineEarth-2.jpg",
    "genres": "Инди, Симуляторы, Стратегии",
    "steamlink": "https://store.steampowered.com/app/280720/Imagine_Earth/",
    "info": {
      "Год выпуска": "2021г.",
      "Разработчик": "Serious Brothers",
      "Версия": "v1.12.2",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "2 GHz",
      "Видеокарта": "1Гб видеопамяти",
      "Оперативная память": "2Гб",
      "Памяти на Жестком Диске": "500Мб"
    },
    "file": "torrent/Imagine_Earth.torrent"
  },
  {
    "id": 337,
    "name": "Zompiercer",
    "description": "Игровой проект, разработанный в жанре шутера, где ты с головой окунешься в опасный мир и постараешься устранить все преграды на пути к заданной цели. События игры отправят тебя в атмосферу зомби апокалипсиса, в котором выжить удалось далеко не каждому. Теперь повсюду бродят бездушные мертвецы, норовящие пополнить свои ряды новыми жертвами. Условия для выживания самые опасные, и тебе, в роли главного героя, предстоит сохранить собственную жизнь, во что бы это не стало. Отправляйся в далёкое и опасное путешествие по опустошенному миру, стараясь избегать встречи со своим главным оппонентом. Тебе необходимо в первую очередь позаботиться о жизненно необходимых ресурсах в виде пропитания, воды и оружия. В качестве укрытия используй вагоны поезда, не забыв как следует их укрепить. Что касается обустройства места обитания, то здесь у тебя будет полная свобода действий и масса возможностей. Подключи смекалку и создай максимально безопасное убежище, дабы ни один коварный зомби не сумел в него пробраться. Особенностью игры является то, что противник увеличивает свои силы постепенно, тем самым и возрастает его агрессия на те или иные действия с твоей стороны, что значительно усложняет задачу.",
    "img": "/src/img/games/Zompiercer.jpg",
    "carousel1": "/src/img/game-carousel/Zompiercer-1.jpg",
    "carousel2": "/src/img/game-carousel/Zompiercer-2.jpg",
    "genres": "Экшены, Приключенческие игры, Инди, Ранний доступ",
    "steamlink": "https://store.steampowered.com/app/1262460/Zompiercer/",
    "info": {
      "Год выпуска": "2020г.",
      "Разработчик": "DDDimanN",
      "Версия": "v14.11",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "2.4 Ghz двух-ядерный",
      "Видеокарта": "4Гб видеопамяти",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "23Гб"
    },
    "file": "torrent/Zompiercer.torrent"
  },
  {
    "id": 338,
    "name": "Shadow Gambit: The Cursed Crew",
    "description": "Игровой проект, разработанный в жанре стелс-стратегии, который отправляет нас навстречу невероятным приключениям в довольно необычной роли – роли отважного, но уже давно распрощавшегося с жизнью пирата. Мы становимся частью увлекательного и одновременно опасного путешествия, в ходе которого соберём собственную команду не менее отважных призраков и добьемся поставленных целей, во что бы это не стало. Армия Инквизиции восстала и именно она станет твоим главным противником, от которого нужно как можно скорее избавиться. Отправляйся на исследование многочисленных локаций, проходи испытания, не попадай в ловушки, собирай драгоценности и веди борьбу с оппонентом. Игровой процесс максимально насыщенный, а поэтому скучать у тебя времени не останется. Графика игры порадует ярким исполнением с детально проработанным открытым миром, который ты сможешь изучить вдоль и поперек.",
    "img": "/src/img/games/ShadowGambitTheCursedCrew.jpg",
    "carousel1": "/src/img/game-carousel/ShadowGambitTheCursedCrew-1.jpg",
    "carousel2": "/src/img/game-carousel/ShadowGambitTheCursedCrew-2.jpg",
    "genres": "Приключенческие игры, Ролевые игры, Стратегии",
    "steamlink": "https://store.steampowered.com/app/1545560/Shadow_Gambit_The_Cursed_Crew/",
    "info": {
      "Год выпуска": "2023г.",
      "Разработчик": "Mimimi Games",
      "Версия": "v0.8.34",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 10",
      "Процессор": "Intel i5",
      "Видеокарта": "GTX 970",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "30Гб"
    },
    "file": "torrent/Shadow_Gambit_The_Cursed_Crew.torrent"
  },
  {
    "id": 339,
    "name": "Rivals of Aether",
    "description": "Игра в стиле инди-платформера, которая по своему образу напоминает Марио файтинг. Для начала тебе необходимо выбрать подходящую карту для своего персонажа, а затем отправится вместе с ним в увлекательное приключение, где ты попадешь в невероятный и красочный мир. Здесь есть возможность игры с друзьями, где в одной схватке могут принять участия сразу четыре человека, что позволит тебе зарядится позитивными эмоциями на долгое время. Участвуй в захватывающих поединках и старайся завоевать победу над врагом. Каждый класс персонажей имеет свои особенности, ведь одними играть проще чем другими, поэтому старайся постоянно улучшать свои навыки и способности, чтобы затем взяться за управление самым сложным персонажем, тем самым сражая наповал всех, даже самых опасных и грозных соперников.",
    "img": "/src/img/games/RivalsofAether.jpg",
    "carousel1": "/src/img/game-carousel/RivalsofAether-1.jpg",
    "carousel2": "/src/img/game-carousel/RivalsofAether-2.jpg",
    "genres": "Инди",
    "steamlink": "https://store.steampowered.com/app/383980/Rivals_of_Aether/",
    "info": {
      "Год выпуска": "2017г.",
      "Разработчик": "Dan Fornace",
      "Версия": "v2.1.5.7 Definitive Edition",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "1.2 GHz",
      "Видеокарта": "Любая",
      "Оперативная память": "512Мб",
      "Памяти на Жестком Диске": "200Мб"
    },
    "file": "torrent/Rivals_of_Aether.torrent"
  },
  {
    "id": 340,
    "name": "Espresso Tycoon",
    "description": "Игровой проект, разработанный в жанре симулятора, где мы сыграем роль владельца кофейни. Ты начнёшь с малого, соорудив небольшое кафе и постепенно развивая его, делая известным на весь мир. В игре присутствует полная свобода действий и только ты будешь принимать решения, по какому пути пойти. Начиная от интерьера и фасада, заканчивая меню с напитками – все это ты выберешь самостоятельно, создавая что-то совершенно уникальное. Возможностей для достижения поставленной цели в игре более чем достаточно, поэтому смело проявляй фантазию и воплощай ее в жизнь. На тебя возлагается ответственность за все аспекты деятельности кофейни, начиная набором персонала и заканчивая учётом желаний посетителей, а поэтому важно постоянно продумывать каждый свой шаг. Не бойся экспериментировать с напитками, ведь это может стать изюминкой твоего заведения, чем ты и будешь привлекать ещё больше клиентов.",
    "img": "/src/img/games/EspressoTycoon.jpg",
    "carousel1": "/src/img/game-carousel/EspressoTycoon-1.jpg",
    "carousel2": "/src/img/game-carousel/EspressoTycoon-2.jpg",
    "genres": "Симуляторы, Стратегии",
    "steamlink": "https://store.steampowered.com/app/1543280/Espresso_Tycoon/",
    "info": {
      "Год выпуска": "2023г.",
      "Разработчик": "DreamWay Games",
      "Версия": "build 11412150",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 10",
      "Процессор": "Intel i3",
      "Видеокарта": "GTX 1050ti",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "8Гб"
    },
    "file": "torrent/Espresso_Tycoon.torrent"
  },
  {
    "id": 341,
    "name": "Ember Knights",
    "description": "Динамичная и увлекательная игра, разработанная в смеси жанров экшена и рогалика, наделённая кооперативным режимом до четырех человек. События игры отправляют нас на просторы необычного мира, который был захвачен злым волшебником. Игроку предлагается взяться за исполнение роли отважного рыцаря, который, вместе со своей бесстрашной командой отправится в сражение с целью спасения мира от полного разрушения. Становись частью динамично развивающихся событий, зови друзей и вместе постарайтесь достичь наилучшего результата. Впереди вас ожидают бесконечные сожаления с коварными оппонентами и их боссами, мрачные тайны, которые необходимо раскрыть и препятствия, пройти которые будет не так то просто. Позаботься не только о боевом арсенале, но и развитии собственных навыков, ведь сила врага растет и тебе необходимо быть к ней готовым. Графика игры отлично продумана, наделена уникальной рисовкой и приятной анимацией, что не может не радовать.",
    "img": "/src/img/games/EmberKnights.jpg",
    "carousel1": "/src/img/game-carousel/EmberKnights-1.jpg",
    "carousel2": "/src/img/game-carousel/EmberKnights-2.jpg",
    "genres": "Экшены, Приключенческие игры, Ролевые игры, Ранний доступ",
    "steamlink": "https://store.steampowered.com/app/1135230/Ember_Knights/",
    "info": {
      "Год выпуска": "2022г.",
      "Разработчик": "Doom Turtle",
      "Версия": "v0.12.1",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "2.4 GHz двух-ядерный",
      "Видеокарта": "Nvidia 450 GTS",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "1Гб"
    },
    "file": "torrent/Ember_Knights.torrent"
  },
  {
    "id": 342,
    "name": "Knights of the Chalice 2",
    "description": "Увлекательная ролевая игра с пошаговой боевой системой, которая отправляет нас в фантастический двухмерный мир, чтобы столкнуть с рядом испытаний. Первым делом собери свою команду отважных и бесстрашных авантюристов, а затем отправляйся в путь, исследуя многочисленные локации и выполняя различной степени сложности задания. Твоя задача – тщательно продумать тактику действий, чтобы избежать ошибок и как можно эффективнее истребить оппонента. По мере следования ты сможешь принимать в свою команду новых и новых героев, которые будут обладать различными полезными навыками и тем самым увеличат твою шансы на победу. Особенностью игры является ее нелинейное прохождение, которое с каждым новым началом будет совсем не похоже на предыдущее, поэтому стать частью этого приключения ты можешь не один раз. Графическое исполнение хорошо продумано, порадует приятной рисовкой и визуальными эффектами.",
    "img": "/src/img/games/KnightsoftheChalice2.jpg",
    "carousel1": "/src/img/game-carousel/KnightsoftheChalice2-1.jpg",
    "carousel2": "/src/img/game-carousel/KnightsoftheChalice2-2.jpg",
    "genres": "Приключенческие игры, Инди, Ролевые игры",
    "steamlink": "https://store.steampowered.com/app/1233530/Knights_of_the_Chalice_2/",
    "info": {
      "Год выпуска": "2022г.",
      "Разработчик": "Heroic Fantasy Games Dot Com",
      "Версия": "v1.61  Archmage Edition",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "2 Ghz",
      "Видеокарта": "Любая",
      "Оперативная память": "1Гб",
      "Памяти на Жестком Диске": "2Гб"
    },
    "file": "torrent/Knights_of_the_Chalice_2.torrent"
  },
  {
    "id": 343,
    "name": "Big Farm Story",
    "description": "Приключенческий симулятор с элементами ролевого жанра, где тебе предстоит отправиться на ферму и сделать все возможное для ее процветания. Возьмись за исполнение роли главного героя, который берет на себя, казалось бы, невыполнимую задачу. Тебе предстоит столкнуться с немалым количеством трудностей и преград, но ты точно сумеешь добиться успеха, если подключить смекалку и логическое мышление. Перед игроком открывается довольно масштабная территория, на корой в будущем должна появиться многофункциональная, развитая ферма. Отправляйся на исследование окружения, заводи новые знакомства, принимай помощь от других жителей поселения и старайся сделать их жизнь лучше. Отличной особенностью данного приключения стоит отметить полную свободу действий, которая позволит делать все так, как ты посчитаешь нужным. Стоит не забывать о том, что любое принятое решение будет влиять на ход событий, а любая ошибка окажет большое влияние на развитие хозяйственной деятельности. Постоянно уделяй внимание развитию навыков, чтобы в будущем стать настоящим профессионалом своего дела.",
    "img": "/src/img/games/BigFarmStory.jpg",
    "carousel1": "/src/img/game-carousel/BigFarmStory-1.jpg",
    "carousel2": "/src/img/game-carousel/BigFarmStory-2.jpg",
    "genres": "Приключенческие игры, Казуальные игры, Ролевые игры, Симуляторы, Ранний доступ",
    "steamlink": "https://store.steampowered.com/app/1329510/Big_Farm_Story/",
    "info": {
      "Год выпуска": "2020г.",
      "Разработчик": "Goodgame Studios",
      "Версия": "1.12.15552",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "2 GHz двух-ядерный",
      "Видеокарта": "512Мб видеопамяти",
      "Оперативная память": "2Гб",
      "Памяти на Жестком Диске": "1Гб"
    },
    "file": "torrent/Big_Farm_Story.torrent"
  },
  {
    "id": 344,
    "name": "Farming Simulator 22",
    "description": "Игровой проект, разработанный в жанре симулятора, который обрёл массу интересных нововведений. Нам предстоит взяться за исполнение роли современного фермера, который будет развивать свою деятельность на просторах Америки и Европы. В твоём распоряжении собственная аграрная компания, которую ты постараешься привести к успеху. Задач огромное количество, поэтому тебе предстоит проявлять смекалку, быстродействие и навыки стратегического планирования. Животноводство, сельское хозяйство, а также леса – всё это попадает под твой контроль, поэтому справиться с задачей будет не так то просто. Развивай свои навыки, увеличивай количество оборудования, расширяй владения и сделай всё, чтобы твой бизнес был максимально прибыльным. Главной особенностью игры является ее реалистичность, что позволит нам в полной мере ощутить себя в заданной роли. Графическое исполнение также порадует уникальной рисовкой и приятной анимацией.",
    "img": "/src/img/games/FarmingSimulator22.jpg",
    "carousel1": "/src/img/game-carousel/FarmingSimulator22-1.jpg",
    "carousel2": "/src/img/game-carousel/FarmingSimulator22-2.jpg",
    "genres": "Симуляторы",
    "steamlink": "https://store.steampowered.com/app/1248130/Farming_Simulator_22/",
    "info": {
      "Год выпуска": "2021г.",
      "Разработчик": "Giants Software",
      "Версия": "v1.10.1.1 + Все DLC",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 10",
      "Процессор": "Intel Core i5",
      "Видеокарта": "GTX 660",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "25Гб"
    },
    "file": "torrent/Farming_Simulator_22.torrent"
  },
  {
    "id": 345,
    "name": "Scarlet Tower",
    "description": "Исполненная в готическом стиле игра, разработанная в жанре казуального хоррора, где мы отправляемся покорять просторы пугающего, мрачного мира. Ты – отважный охотник, которому предстоит сразиться с миром зла и истребить как можно больше его представителей. Не важно, день это будет или ночь – безжалостно уничтожай всех, кто встанет на пути. Первым делом стоит отметить огромное количество масштабных карт, которые не только полностью открыты для исследования, но и имеют способность генерироваться случайным образом, что делает игру ещё более увлекательной. Также есть возможность выбора персонажа среди семи уникальных, каждый из которых обладает определенным набором навыков и уникальными характеристиками. В игре важно постоянно развиваться, ведь сложность возрастает, а врагов становится все больше. Графика круто проработана, наделена яркими эффектами, но при этом с головой погружает нас в мрачную, держащую в напряжении атмосферу.",
    "img": "/src/img/games/ScarletTower.jpg",
    "carousel1": "/src/img/game-carousel/ScarletTower-1.jpg",
    "carousel2": "/src/img/game-carousel/ScarletTower-2.jpg",
    "genres": "Экшены, Казуальные игры, Инди, Ролевые игры, Ранний доступ",
    "steamlink": "https://store.steampowered.com/app/2181720/Scarlet_Tower/",
    "info": {
      "Год выпуска": "2022г.",
      "Разработчик": "Pyxeralia LLC",
      "Версия": "v0.9.2",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "2.0 Ghz",
      "Видеокарта": "128Мб видеопамяти",
      "Оперативная память": "2Гб",
      "Памяти на Жестком Диске": "500Мб"
    },
    "file": "torrent/Scarlet_Tower.torrent"
  },
  {
    "id": 346,
    "name": "Open Transport Tycoon Deluxe",
    "description": "Так называемый клон популярного игрового проекта под названием  Transport Tycoon Deluxe, где отличительной особенностью является открытость исходного кода. В данной части игры были реализованы более продуманные и удобные возможности для пользователей, что точно сможет порадовать многочисленных поклонников. К этим особенностям успешно можно отнести построение диагональных путей в два клика, а также ты сможешь самостоятельно изменить все опции, которые есть в настройках, что делается прямо из меню. Сюда же отнесла себя и работа в оконном режиме, что значительно упростит задачу для игрока. На твои плечи ложиться огромная ответственность по управлению различного рода крупными компаниями. Главными врагами для тебя станут конкуренты, которые всячески будут сбивать тебя с толку. Ты займешься перевозкой грузов, а также пассажирские транспортировки из одного места назначения, в другое. Ты должен учитывать все, даже самые мельчайшие аспекты деятельности своей компании, дабы она была способна самостоятельно развиваться и, соответственно, процветать в дальнейшем.",
    "img": "/src/img/games/OpenTransportTycoonDeluxe.png",
    "carousel1": "/src/img/game-carousel/OpenTransportTycoonDeluxe-1.png",
    "carousel2": "/src/img/game-carousel/OpenTransportTycoonDeluxe-2.png",
    "genres": "Стратегии, Симуляторы",
    "steamlink": "https://store.steampowered.com/app/1536610/OpenTTD/",
    "info": {
      "Год выпуска": "2017г.",
      "Разработчик": "OpenTTD Team",
      "Версия": "v13.3",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows XP, Vista, 7, 8, 10",
      "Процессор": "0.2 Ghz",
      "Видеокарта": "2Мб видеопамяти",
      "Оперативная память": "48Мб",
      "Памяти на Жестком Диске": "40Мб"
    },
    "file": "torrent/Open_Transport_Tycoon_Deluxe.torrent"
  },
  {
    "id": 347,
    "name": "Figment 2: Creed Valley",
    "description": "Игровой проект, который отправляет нас навстречу захватывающим событиям и невероятным приключением. Исполни роль главного героя и постарайся помочь ему завершить важную миссию. Отправляйся на исследование окружения, добывай ценные ресурсы и полезные предметы, пополняй арсенал, а также не забывай развивать свои навыки. Впереди тебя ждёт не малое количество довольно сложных головоломок, решить которые не так то просто, как может показаться на первый взгляд. На протяжении всего игрового процесса нужно быть внимательным к деталям, а также тщательно исследовать даже самые потайные локации, ведь именно там есть возможность раздобыть то, что тебе необходимо. На своем пути ты повстречаешь массу разных персонажей, одни из которых станут твоими верными товарищами, когда другие – зловещими врагами, от которых нужно как можно быстрее избавиться. Линия сюжета расскажет о некогда процветающему мире, который в миг накрыла пелена мрака после нападения сторонников зла. Задача главных героев – спасти мир, тем самым дав ему и его обитателям надежду на светлое будущее.",
    "img": "/src/img/games/Figment2CreedValley.jpg",
    "carousel1": "/src/img/game-carousel/Figment2CreedValley-1.jpg",
    "carousel2": "/src/img/game-carousel/Figment2CreedValley-2.jpg",
    "genres": "Экшены, Приключенческие игры, Инди",
    "steamlink": "https://store.steampowered.com/app/1085220/Figment_2_Creed_Valley/",
    "info": {
      "Год выпуска": "2023г.",
      "Разработчик": "Bedtime Digital Games",
      "Версия": "1.0.11",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel Core i5",
      "Видеокарта": "GTX 650 Ti",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "2Гб"
    },
    "file": "torrent/Figment_2_Creed_Valley.torrent"
  },
  {
    "id": 348,
    "name": "Sands of Salzaar",
    "description": "Игра, исполненная в ролевом жанре, где ты окунешься в довольно просторный, открытый для исследования мир, чтобы покорить фантастическую пустыню. События расскажут о том, что на планету пришел настоящий хаос и разруха после того, как прошла жестокая и беспощадная битва при кровавой луне. Игроку предстоит взяться за исполнение роли сразу нескольких главных персонажей, которые должны прийти к логическому окончанию всего этого безумия. Твоя задача заключается в построении правильной стратегии, собрании собственной армии и покорении этих разрушенных земель. Каждый предлагаемый герой – уникален, обладает различными умениями и отличительными полезными качествами, которые пригодятся тебе по мере прохождения. Мир игры переменчив, а это значит, что ты должен быть готов к самым непредсказуемым и неожиданным поворотам событий. Головоломки будут довольно сложными, поэтому удели внимание развитию своих навыков. Не обойдется без ожесточенных столкновений с противниками и их могущественными Боссами, которых нужно одолеть, чтобы открыть доступ к последующим локациям.",
    "img": "/src/img/games/SandsofSalzaar.jpg",
    "carousel1": "/src/img/game-carousel/SandsofSalzaar-1.jpg",
    "carousel2": "/src/img/game-carousel/SandsofSalzaar-2.jpg",
    "genres": "Приключенческие игры, Инди, Ролевые игры, Стратегии",
    "steamlink": "https://store.steampowered.com/app/1094520/_Sands_of_Salzaar/",
    "info": {
      "Год выпуска": "2021г.",
      "Разработчик": "汉家松鼠Han-Squirrel Studio",
      "Версия": "v1.0.30 + The Tournament",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "2.5 GHz",
      "Видеокарта": "Intel HD4400",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "4Гб"
    },
    "file": "torrent/Sands_of_Salzaar.torrent"
  },
  {
    "id": 349,
    "name": "Gunsmith Simulator",
    "description": "Увлекательная игра, разработанная в жанре симулятора с элементами песочницы. Возьмись за исполнение роли оружейного мастера и отправляйся в свою мастерскую, собирай разные виды вооружения, приводи в порядок, а затем – тестируй. Игра предлагает довольно большое количество возможностей, а также является максимально реалистичной, поэтому ты сумеешь почувствовать себя в этой роли в полной мере. Изначально ты будешь новичком в своем деле, но затем, постепенно обретая всё больше опыта, станешь настоящим профессиональным оружейником. Важно преображать и модифицировать свою мастерскую, заниматься закупкой новых инструментов и дополнительных приспособлений, что в совокупности позволит быстрее и успешнее справляться с поставленными задачами. Графика проработана на отлично, а общая атмосфера подводит стать полноценной частью игры.",
    "img": "/src/img/games/GunsmithSimulator.jpg",
    "carousel1": "/src/img/game-carousel/GunsmithSimulator-1.jpg",
    "carousel2": "/src/img/game-carousel/GunsmithSimulator-2.jpg",
    "genres": "Экшены, Симуляторы",
    "steamlink": "https://store.steampowered.com/app/1101120/Gunsmith_Simulator/",
    "info": {
      "Год выпуска": "2022г.",
      "Разработчик": "GameHunters",
      "Версия": "v1.0.10",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel i5",
      "Видеокарта": "GTX 750Ti",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "7Гб"
    },
    "file": "torrent/Gunsmith_Simulator.torrent"
  },
  {
    "id": 350,
    "name": "Paleon",
    "description": "Игровой проект, разработанный в жанре симулятора выживания, наделённый увлекательным игровым процессом и отличной визуальной рисовкой. Нам предстоит исполнить роль главного героя, который, отправившись в путешествие на своей машине времени попал в беду и теперь оказался запертым во временной цепи. Главной задачей является нахождение пути домой, но сплавиться с ней будет очень непросто. Займись исследованием окружающих локаций, добывай ценные ресурсы и полезные предметы, а также постарайся найти правильное место для создания собственной, совершенно новой цивилизации. Изначально твое поведение будет небольшим, но пройдет совсем немного времени и ему не будет равных по масштабам. Займись сооружением различных зданий, развивай инфраструктуру, отправляйся на охоту и добудь как можно больше полезных предметов. Также стоит уделить внимание сельскохозяйственной деятельности, выращивая культуры и ухаживая за животными. Постепенно ты сумеешь раскрыть тайну мира и наконец вернуться домой.",
    "img": "/src/img/games/Paleon.jpg",
    "carousel1": "/src/img/game-carousel/Paleon-1.jpg",
    "carousel2": "/src/img/game-carousel/Paleon-2.jpg",
    "genres": "Инди, Симуляторы, Ранний доступ",
    "steamlink": "https://store.steampowered.com/app/1554220/Paleon/",
    "info": {
      "Год выпуска": "2021г.",
      "Разработчик": "Paleodev",
      "Версия": "v1.17.4a",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "2 Ghz",
      "Видеокарта": "256 Мб видеопамяти",
      "Оперативная память": "2Гб",
      "Памяти на Жестком Диске": "500Мб"
    },
    "file": "torrent/Paleon.torrent"
  },
  {
    "id": 351,
    "name": "Brick Rigs",
    "description": "Игра в стилистике жанра симулятор, где у тебя будет возможность воплотить свои идеи по постройке автомобилей из Лего, в реальность. В арсенале будет масса различных деталей, которые помогут тебе в постройке автомобиля. Множество вариантов и крутые идеи ждут тебя в игре. Здесь хорошо продумана как физика, так и весь игровой процесс, который позволит тебе окунуться в огромный мир, полный возможностей. Кроме того, ты сможешь поклдесить на своих сооружениях по миру игры, а затем улучшать и усовершенствовать их. Здесь у тебя будет полная свобода действий. Есть у всех механических средств свойство ломаться, и это не обойдет тебя стороной. Ты можешь сконструировать все, начиная от пожарной машины и заканчивая мощным вертолетом. Также, нужно отметить крутое музыкальное сопровождение и хорошо проработанную графику, что порадует любого пользователя.",
    "img": "/src/img/games/BrickRigs.jpg",
    "carousel1": "/src/img/game-carousel/BrickRigs-1.jpg",
    "carousel2": "/src/img/game-carousel/BrickRigs-2.jpg",
    "genres": "Симуляторы, Ранний доступ",
    "steamlink": "https://store.steampowered.com/app/552100/Brick_Rigs/",
    "info": {
      "Год выпуска": "2016г.",
      "Разработчик": "Lukas Rustemeyer",
      "Версия": "1.4.5",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "2.4 GHz двух-ядерный",
      "Видеокарта": "1Гб",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "2Гб"
    },
    "file": "torrent/Brick_Rigs.torrent"
  },
  {
    "id": 352,
    "name": "System of Souls",
    "description": "Крутое сочетание головоломки и платформера с элементами экшена, где мы отправляемся покорять просторы научно-фантастической вселенной. События будут происходить в будущем, а именно в 2155 году, когда технологический прогресс сделал прорыв на несколько шагов вперёд, и теперь люди обрели способность переносить свое сознание в специализированных андроидов. Ты же сыграешь роль человека, сознание которого случайно переместилось после жуткой катастрофы, о которой он совершенно ничего не помнит. С этого момента и начинается захватывающее приключение, со становлением себя как личности и постепенным восстановлением своего прошлого, с его секретами и мрачными тайнами. Основа игрового процесса заложена в решении логических заданий и загадок, справиться с которыми будет не так то просто. Главной особенностью игры является то, что каждую задачу можно решать разными способами и только ты сможешь принять решение, какой из способов выбрать.",
    "img": "/src/img/games/SystemofSouls.jpg",
    "carousel1": "/src/img/game-carousel/SystemofSouls-1.jpg",
    "carousel2": "/src/img/game-carousel/SystemofSouls-2.jpg",
    "genres": "Экшены, Инди",
    "steamlink": "https://store.steampowered.com/app/2210130/System_of_Souls/",
    "info": {
      "Год выпуска": "2023г.",
      "Разработчик": "Chaotic Lab",
      "Версия": "Последняя",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel Core i3",
      "Видеокарта": "GTX 750 Ti",
      "Оперативная память": "2Гб",
      "Памяти на Жестком Диске": "2Гб"
    },
    "file": "torrent/System_of_Souls.torrent"
  },
  {
    "id": 353,
    "name": "Soulstone Survivors",
    "description": "Приключенческая игра, разработанная в жанре экшена, которая отправляет нас на просторы фантастической вселенной. Сюжет поведает о противостоянии двух сторон за право владения некими магическими артефактами – Камнями Души, которые приносят своему владельцу немыслимую силу. Мы примем светлую сторону и отправимся уничтожать тех, кто с помощью камней хочет уничтожить этот мир. Вступай в войну с жуткими и коваными оппонентами, но прежде к битве нужно как следует подготовиться, оснастив боевой арсенал всем необходимым и изучив различные магические приемы. Важно, на протяжении всего игрового процесса, развивать свои навыки и боевые способности, что позволит в будущем справиться с более сильным оппонентом. Сложность игры постоянно увеличивается, а в конце и вовсе превратиться в самый настоящий хаос, поэтому скучать у тебя точно не будет времени. Визуальное исполнение порадует яркими эффектами и приятной анимацией.",
    "img": "/src/img/games/SoulstoneSurvivors.jpg",
    "carousel1": "/src/img/game-carousel/SoulstoneSurvivors-1.jpg",
    "carousel2": "/src/img/game-carousel/SoulstoneSurvivors-2.jpg",
    "genres": "Экшены, Инди, Ролевые игры, Ранний доступ",
    "steamlink": "https://store.steampowered.com/app/2066020/Soulstone_Survivors/",
    "info": {
      "Год выпуска": "2022г.",
      "Разработчик": "Game Smithing Limited",
      "Версия": "0.10.033j",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "2.5 Ghz",
      "Видеокарта": "Любая",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "2Гб"
    },
    "file": "torrent/Soulstone_Survivors.torrent"
  },
  {
    "id": 354,
    "name": "GRIME",
    "description": "Аркадный экшен, где все действия происходят с видом сбоку, обладающий высокой динамикой и увлекательным игровым процессом. Линия сюжета расскажет о жутком вторжении инопланетных монстров, от которых нам предстоит избавиться, дав планете надежду на светлое и безопасное будущее. Сыграй роль отважного бойца, который сделает все возможное, чтобы успешно достичь поставленной цели. Задача не из лёгких, поэтому тебе нужно особое внимание уделить развитию навыков и боевых характеристик. Также не стоит забывать и о боевом арсенале, в котором всегда должно находиться мощное оружие и атрибуты защиты. Будь внимательным, ведь враг не дремлет и готов в любой момент тебя уничтожить. Главная задача: добраться к центру зла и устранить босса, но прежде, предстоит пройти не мало преград и всевозможных ловушек. Займись исследованием окружения, изучай локации, чтобы раздобыть ценную информацию и полезные ресурсы, которые пригодятся по мере следования. Графическое исполнение порадует любителей жанра, так как обладает крутыми визуальными эффектами и яркой рисовкой.",
    "img": "/src/img/games/GRIME.jpg",
    "carousel1": "/src/img/game-carousel/GRIME-1.jpg",
    "carousel2": "/src/img/game-carousel/GRIME-2.jpg",
    "genres": "Экшены, Инди, Ролевые игры",
    "steamlink": "https://store.steampowered.com/app/1123050/GRIME/",
    "info": {
      "Год выпуска": "2021г.",
      "Разработчик": "Clover Bite",
      "Версия": "1.2.0 + Colors of Rot",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel i5",
      "Видеокарта": "GeForce 960",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "10Гб"
    },
    "file": "torrent/GRIME.torrent"
  },
  {
    "id": 355,
    "name": "Lone Fungus",
    "description": "Увлекательная и необычная в своем исполнении игра, разработанная в жанре метроидвании. События отправляют нас на просторы красочного мира фэнтези, основными обитателями которого являются грибы. Нам же предлагается сыграть роль одного из таких грибов и отправиться навстречу невероятным приключениям, изучая окружающие локации, добывая ценные ресурсы и выполняя интересные миссии. Основа игры заложена именно в схватках с многочисленными оппонентами, а это значит, что нужно подключить боевые навыки, смекалку и хитрость. Важно следить за наполненностью боевого арсенала, в котором всегда должно находиться мощное оружие и нудные атрибуты, которые позволят в два счета одолеть противника. Враги будут довольно уникальными, а также тебя ждёт встреча с их коварными боссами, одолеть которых не так то просто, поэтому важно постоянно развивать способности и обретать новые умения на поле боя. Графика яркая, насыщена крутыми эффектами, а в дополнении со звуковым сопровождением создаёт запоминающуюся атмосферу.",
    "img": "/src/img/games/LoneFungus.jpg",
    "carousel1": "/src/img/game-carousel/LoneFungus-1.jpg",
    "carousel2": "/src/img/game-carousel/LoneFungus-2.jpg",
    "genres": "Экшены, Приключенческие игры, Инди",
    "steamlink": "https://store.steampowered.com/app/1674780/Lone_Fungus/",
    "info": {
      "Год выпуска": "2023г.",
      "Разработчик": "Basti Games",
      "Версия": "1.0.19",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel Core 2 Duo",
      "Видеокарта": "9800GTX",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "1Гб"
    },
    "file": "torrent/Lone_Fungus.torrent"
  },
  {
    "id": 356,
    "name": "Curse of the Sea Rats",
    "description": "Оригинальное и занимательное аркадное приключение, которое предлагает нам почувствовать себя в роли настоящего пирата. Сюжетная линия расскажет о коварной и беспощадной пиратской команде, на которую было наложено жуткое проклятие и все они превратились в крыс. Но таких зарядных злодеев ничего не может остановить, а поэтому, изучив все свои навыки, они вновь отправляются в путешествие на поиски сокровищ. Сюжет расскажет о том, как сын Адмирала пропал без вести после крушения корабля и поэтому команде необходимо как можно быстрее во всем разобраться и найти пропавшего. Каждый член команды – по-своему уникален, обладает определёнными навыками и боевыми характеристиками, а это значит, что важно работать слаженно, распределяя между друг другом обязанности и задачи. Сюжетная линия порадует своим многообразием, многочисленными ответвлениями и сюрпризами. Графика игры проработана в уникальной рисовке, наделена яркими красками и крутыми визуальными эффектами.",
    "img": "/src/img/games/CurseoftheSeaRats.jpg",
    "carousel1": "/src/img/game-carousel/CurseoftheSeaRats-1.jpg",
    "carousel2": "/src/img/game-carousel/CurseoftheSeaRats-2.jpg",
    "genres": "Экшены, Приключенческие игры, Ролевые игры",
    "steamlink": "https://store.steampowered.com/app/1453900/Curse_of_the_Sea_Rats/",
    "info": {
      "Год выпуска": "2023г.",
      "Разработчик": "Petoons Studio",
      "Версия": "1.3.7",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 10",
      "Процессор": "Intel Core 2 Duo",
      "Видеокарта": "GeForce GT 730",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "4Гб"
    },
    "file": "torrent/Curse_of_the_Sea_Rats.torrent"
  },
  {
    "id": 357,
    "name": "Grim Dawn",
    "description": "Новая версия популярной игры в жанре РПГ. Игра разрабатывается молодой компанией, вот уже на протяжении трёх лет и каждый раз радует поклонников нововведениями. Ты отправишься на войну в прошлое, где в схватке сражаются огромные империи, а тебе предстоит стать на сторону одной из них. Две силы черной магии слились воедино и вытесняют друг друга из мира. Обе стороны по-своему хороши, обладают особенными силами и могуществом. Выбери одну из них и отправляйся в тыл врага. Одна сторона видит свою цель в том, чтобы полностью уничтожить человечество. Другая же, напротив, хочет оставить людскую расу в живых, но применять их в своих корыстных целях, точнее использовать как ресурс. Весь мир погрузился во тьму и только одна сторона сможет овладеть им. Теперь, основным драгоценным ресурсом является далеко не золото, а железо. А тем, кому удалось выжить в этих жестоких условиях, прибавились новые способности.",
    "img": "/src/img/games/GrimDawn.jpg",
    "carousel1": "/src/img/game-carousel/GrimDawn-1.jpg",
    "carousel2": "/src/img/game-carousel/GrimDawn-2.jpg",
    "genres": "Экшены, Приключенческие игры, Инди, Ролевые игры",
    "steamlink": "https://store.steampowered.com/app/219990/Grim_Dawn/",
    "info": {
      "Год выпуска": "2016г.",
      "Разработчик": "Crate Entertainment",
      "Версия": "1.1.9.8 Definitive Edition + Все DLC",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows Xp, 7, 8, 10",
      "Процессор": "2.3 GHz",
      "Видеокарта": "512Мб",
      "Оперативная память": "2Гб",
      "Памяти на Жестком Диске": "5Гб"
    },
    "file": "torrent/Grim_Dawn.torrent"
  },
  {
    "id": 358,
    "name": "Galactic Civilizations III",
    "description": "Игровой проект в режиме реального времени, основанный на популярном жанре стратегии. Здесь ты сможешь принять своё непосредственное участие в увлекательной истории, которая отличилась своей эпичностью. Возьми под свой контроль целую галактику, постепенно устраняя противников одного за другим. Для начала, тебе необходимо заняться проектированием и созданием многофункционального флота, а также постарайся наладить экономические отношения с другими крупными сферами деятельности, чтобы развиваться как можно с большей скоростью. Отправляйся на исследование огромного мира, который предоставит тебе массу интересного и полезного для расширения возможностей твоей деятельности. Кроме того, тебе придется много сражаться и завоёвывать драгоценные ресурсы, которые в дальнейшем смогут тебе пригодится.",
    "img": "/src/img/games/GalacticCivilizationsIII.jpg",
    "carousel1": "/src/img/game-carousel/GalacticCivilizationsIII-1.jpg",
    "carousel2": "/src/img/game-carousel/GalacticCivilizationsIII-2.jpg",
    "genres": "Инди, Стратегии",
    "steamlink": "https://store.steampowered.com/app/226860/Galactic_Civilizations_III/",
    "info": {
      "Год выпуска": "2015г.",
      "Разработчик": "Stardock Entertainment",
      "Версия": "4.52.368416.2 Ultimate Edition + Все DLC",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "1,8 GHz двух-ядерный",
      "Видеокарта": "Intel HD 4000",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "12Гб"
    },
    "file": "torrent/Galactic_Civilizations_3.torrent"
  },
  {
    "id": 359,
    "name": "Hellish Quart",
    "description": "Максимально реалистичный игровой проект, разработанный в жанре файтинга, где нам предстоит окунуться в историческую атмосферу и постараться дать отпор множественным оппонентам. Стоит сразу отметить реалистичность игры, которую авторам удалось добиться за счёт проработанной физики и тщательно прорисованной визуальной составляющей. Возьмись за исполнение роли отважного и бесстрашного воина, отправляйся на просторы мира и сразись с противниками, принимая участие в дуэлях. В боевом арсенале находится оружие холодного типа, которым необходимо научиться орудовать, чтобы суметь уничтожить любого, даже самого сильного соперника. Все действия происходят в режиме реального времени, а это значит, что игра будет максимально непредсказуемой, поэтому всегда будь на чеку. Не забывай постоянно модифицировать героя, наделяя его новыми талантами и обучая более мощным комбинациям ударов. Воспользуйся саблями, рапирами, мечами и множеством других атрибутов, которые станут верными помощниками ну пути к победе в той или иной схватке. Прояви себя как профессиональный воин и сделай все, чтобы желаемое оказалось в твоих руках.",
    "img": "/src/img/games/HellishQuart.jpg",
    "carousel1": "/src/img/game-carousel/HellishQuart-1.jpg",
    "carousel2": "/src/img/game-carousel/HellishQuart-2.jpg",
    "genres": "Экшены, Инди, Ранний доступ",
    "steamlink": "https://store.steampowered.com/app/1000360/Hellish_Quart/",
    "info": {
      "Год выпуска": "2020г.",
      "Разработчик": "Kubold",
      "Версия": "0.3232",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel i5",
      "Видеокарта": "GTX 960",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "12Гб"
    },
    "file": "torrent/Hellish_Quart.torrent"
  },
  {
    "id": 360,
    "name": "Project Lazarus",
    "description": "Динамичный экшен с элементами рогалика, который отправляет нас на просторы изометрического мира. Сюжетная линия расскажет о том, как человечеству удалось развиться в поклонении космоса и теперь оно стремительно колонизируют другие планеты. Сложность колонизации заключается в том, что не каждая планета доброжелательна, ведь там проживают враждебные инопланетные расы, не готовые отдавать свои земли. Ты сыграешь роль предводителя штурмового отряда, который отправится на одну из таких планет, чтобы сразиться с противниками и достичь поставленной цели любым возможным способом. В твоём распоряжении несколько видов техники и ряд вооружения, которыми предстоит научиться правильно пользоваться, чтобы суметь истребить могущественного врага. Графическое исполнение хорошо продумано и позволит тебе в полной мере ощутить на себе происходящее в игре.",
    "img": "/src/img/games/ProjectLazarus.jpg",
    "carousel1": "/src/img/game-carousel/ProjectLazarus-1.jpg",
    "carousel2": "/src/img/game-carousel/ProjectLazarus-2.jpg",
    "genres": "Экшены, Казуальные игры",
    "steamlink": "https://store.steampowered.com/app/2024230/Project_Lazarus/",
    "info": {
      "Год выпуска": "2023г.",
      "Разработчик": "Terapoly",
      "Версия": "v7.0",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 10",
      "Процессор": "Intel Core i5",
      "Видеокарта": "GTX 1050",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "3Гб"
    },
    "file": "torrent/Project_Lazarus.torrent"
  },
  {
    "id": 361,
    "name": "Cartel Tycoon",
    "description": "Стратегический симулятор, где ты, в роли главного героя, отправляешься на просторы небольшого города. Ты – управляющий преступныкартртелем, которому необходимо решить ряд миссий, чтобы добиться успеха. За твоими плечами ещё нет опыта, поэтому нужно приложить не мало сил для его приобретения. Будь готов столкнуться с непредсказуемыми испытаниями и постараться продумывать возникающую ситуацию наперед, чтобы избежать ошибочных действий. Хватайся за любые возможности, чтобы с каждым разом повышать свою репутацию. Совершай преступления, которые позволят тебе добиться поставленной цели. У тебя есть команда, силами которой ты будешь распоряжаться, преодолевая многочисленные преграды. Раздавай определенные указания и следи за действиями того или иного подчинённого, чтобы безупречно исполнить миссию. Ситуации будут самыми разными и тебе нужно вовремя принять правильное решение, чтобы не оказаться в западне. Стоит помнить, что все совершенные тобой действия будут иметь последствия.",
    "img": "/src/img/games/CartelTycoon.jpg",
    "carousel1": "/src/img/game-carousel/CartelTycoon-1.jpg",
    "carousel2": "/src/img/game-carousel/CartelTycoon-2.jpg",
    "genres": "Инди, Симуляторы, Стратегии",
    "steamlink": "https://store.steampowered.com/app/1220140/Cartel_Tycoon/",
    "info": {
      "Год выпуска": "2022г.",
      "Разработчик": "Moon Moose",
      "Версия": "1.0.9.5463",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel i5",
      "Видеокарта": "GTX 960",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "5Гб"
    },
    "file": "torrent/Cartel_Tycoon.torrent"
  },
  {
    "id": 362,
    "name": "Foundation",
    "description": "Игровой проект, представленный нам в стиле симулятора, Оле ты возьмёшь на себя ответственность за строительство многофункциональных и процветающих городов. Сложность игрового процесса заключается в том, что свою деятельность ты будешь развивать во времена средневековья, где ещё нет технологий, и развитой индустрии. Плюсом до тебя точно будет достаточно развивая система строительства, которая позволит сотворить все, что ты только задумаешь. Каждое здание, которое ты захочешь построить, самолёт приспособиться к любой поверхности, именно это даёт тебе преимущество на строительство своего города в любом понравившемся месте. Ты можешь покорять красочные зелёные долины, дремучие леса и высотные горные местности. Основные маршруты будут появляться с помощью жителей твоего города, которые будут протаптывать тропы от одной локации к другой. Твой город должен состоять сразу из нескольких отдельно существующих зон, куда может входить религия, военное подразделение, торговля, охота, рыбалка и многое другое. Здесь ты сможешь не только проявить, но и отточить навыки по архитектуре и планировании действий, поэтому игра становится автоматически не только интересной, но и поучительной.",
    "img": "/src/img/games/Foundation.jpg",
    "carousel1": "/src/img/game-carousel/Foundation-1.jpg",
    "carousel2": "/src/img/game-carousel/Foundation-2.jpg",
    "genres": "Инди, Симуляторы, Стратегии",
    "steamlink": "https://store.steampowered.com/app/690830/Foundation/",
    "info": {
      "Год выпуска": "2018г.",
      "Разработчик": "Polymorph Games",
      "Версия": "1.9.4.8.0606",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "3 GHz Dual Core",
      "Видеокарта": "1Гб видеопамяти",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "1Гб"
    },
    "file": "torrent/Foundation_v1.9.4.8.torrent"
  },
  {
    "id": 363,
    "name": "STASIS: BONE TOTEM",
    "description": "Приключенческая игра, которая успешно сочетает в себе жанры хоррора и квеста с элементами экшена. Первым делом познакомься с главными героями – Маком и Чарли, которые очень любят постоянно попадать в какие-то передряги. Долгое время эти двое бороздили просторы Мирового океана в поисках наживы и новых впечатлений, в ходе чего и наткнулись на давно заброшенную подводную буровую станцию. Конечно же, Мака и Чарли заинтересовала находка и они мгновенно бросились на поиск драгоценностей, но не тут то было. С этого момента начинается самый настоящий хардкор и ужас, и нам нужно помочь главным героям выбраться из этого злополучного места, пока они окончательно не сошли сума. Отдельно стоит отметить атмосферу игры, которой разработчики уделили особое внимание и проработали до мелочей, и поэтому она способна делать в напряжении даже самого заядлого любителя ужасов. Динамика игры исполнена на высшем уровне, задач на выполнение масса, а в совокупности с полной свободой действий у тебя не останется времени скучать.",
    "img": "/src/img/games/STASISBONETOTEM.jpg",
    "carousel1": "/src/img/game-carousel/STASISBONETOTEM-1.jpg",
    "carousel2": "/src/img/game-carousel/STASISBONETOTEM-2.jpg",
    "genres": "Приключенческие игры, Инди",
    "steamlink": "https://store.steampowered.com/app/1426010/STASIS_BONE_TOTEM/",
    "info": {
      "Год выпуска": "2023г.",
      "Разработчик": "THE BROTHERHOOD",
      "Версия": "1.0.2.2",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel Core i3",
      "Видеокарта": "Поддержка DirectX 11",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "16Гб"
    },
    "file": "torrent/STASIS_BONE_TOTEM.torrent"
  },
  {
    "id": 364,
    "name": "Quasimorph: End of Dream",
    "description": "Пошаговая РПГ с элементами рогалика, которая является неким прологом будущего проекта под названием Quasimorph. События игры отправляют нас на просторы космоса, где мы будем исследовать множество станций, выполнять поставленные задачи и преодолевать массу преград. Сыграй роль боевого наемника, который мечтает получить самое масштабное задание, после выполнения которого у него появится возможность уйти на пенсию. Такое дело появилось и ты оказываешься втянут в войну двух масштабных корпораций. Главная миссия – отправиться на отдаленную космическую станцию с целью извлечения из нее интеллектуальных активов компании оппонента, за что тебе представится большая денежная сумма и ты сможешь наконец осуществить свою мечту. Задача не из лёгких, потребует от тебя внимательности, проявление активности и навыков тактического планирования, где каждая ошибка будет иметь колоссальные последствия.",
    "img": "/src/img/games/QuasimorphEndofDream.jpg",
    "carousel1": "/src/img/game-carousel/QuasimorphEndofDream-1.jpg",
    "carousel2": "/src/img/game-carousel/QuasimorphEndofDream-2.jpg",
    "genres": "Инди, Ролевые игры, Симуляторы, Стратегии",
    "steamlink": "https://store.steampowered.com/app/2347110/Quasimorph_End_of_Dream/",
    "info": {
      "Год выпуска": "2023г.",
      "Разработчик": "Magnum Scriptum",
      "Версия": "v0.2.3",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel Core i3",
      "Видеокарта": "GTX 760",
      "Оперативная память": "2Гб",
      "Памяти на Жестком Диске": "2Гб"
    },
    "file": "torrent/Quasimorph_End_of_Dream.torrent"
  },
  {
    "id": 365,
    "name": "Force of Nature 2: Ghost Keeper",
    "description": "Игровой проект, разработанный в жанре экшен-РПГ, где нам предстоит выживать в загадочном и непредсказуемом мире. Отправляйся на его исследование, уделяя внимание даже самым маленьким локациям, добывая ценные ресурсы и знакомясь с интересными персонажами. События отправляют нас на просторы альтернативного фэнтези мира, который находится под управлением могущественных Богов. Долгое время они правили человечеством, но вскоре было принято решение объединиться с другими мирами, поэтому была создана особая могущественная реликвия, являющаяся неким порталом. Теперь жителями планеты земля являются не только люди, но и другие внеземные цивилизации, которые принесли за собой магию и множество нового. Все было хорошо, но в один из самых обычных дней случилась настоящая катастрофа, ведь камень был разрушен. Исполни роль главного героя, которому предстоит узнать тайну существования мира и постараться наладить разрушенный баланс.",
    "img": "/src/img/games/ForceofNature2GhostKeeper.jpg",
    "carousel1": "/src/img/game-carousel/ForceofNature2GhostKeeper-1.jpg",
    "carousel2": "/src/img/game-carousel/ForceofNature2GhostKeeper-2.jpg",
    "genres": "Экшены, Приключенческие игры, Инди, Ролевые игры, Стратегии",
    "steamlink": "https://store.steampowered.com/app/1316230/Force_of_Nature_2_Ghost_Keeper/",
    "info": {
      "Год выпуска": "2021г.",
      "Разработчик": "A.Y.std",
      "Версия": "1.1.10",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "2 Ghz",
      "Видеокарта": "Поддержка DirectX 10",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "2Гб"
    },
    "file": "torrent/Force_of_Nature_2_Ghost_Keeper.torrent"
  },
  {
    "id": 366,
    "name": "ABRISS — build to destroy",
    "description": "Динамичный и захватывающий симулятор разрушений, который даёт тебе полную свободу действий для совершения настоящих безумств. Главная задача – разрушать все, что будет указано в задачах, да так, чтобы от строений не оставалось ничего. Чтобы справиться с поставленными задачами тебе потребуется определенное вооружение, которое ты будешь самостоятельно создавать, включая всё от огромных молотов до огнестрельных пушек. Также потребуется проявление навыков тактического планирования действий, чтобы цель была достигнута максимально эффективно. Потребуется правильно использовать свой арсенал, который позволит разрушать все до последнего кирпичика. Также арсенал нужно постоянно совершенствовать, ведь чем дальше ты приходишь, тем сложнее будет становиться исполнение миссий. Графическое исполнение отлично проработано, обладает реалистичностью и позволит каждому игроку стать участником событий.",
    "img": "/src/img/games/ABRISSbuildtodestroy.jpg",
    "carousel1": "/src/img/game-carousel/ABRISSbuildtodestroy-1.jpg",
    "carousel2": "/src/img/game-carousel/ABRISSbuildtodestroy-2.jpg",
    "genres": "Инди, Симуляторы, Стратегии, Ранний доступ",
    "steamlink": "https://store.steampowered.com/app/1671480/ABRISS__build_to_destroy/",
    "info": {
      "Год выпуска": "2022г.",
      "Разработчик": "Randwerk",
      "Версия": "v0.4",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel i5",
      "Видеокарта": "GTX 970 ti",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "3Гб"
    },
    "file": "torrent/ABRISS_build_to_destroy.torrent"
  },
  {
    "id": 367,
    "name": "Showgunners",
    "description": "Игровой проект, исполненный в жанре стратегии, который отправляет нас в антиутопическое будущее. События происходят в городе, который захватили могущественные корпорации, а главным развлечением осталось лишь безумное и жуткое реалити-шоу. Мы сыграем роль отважной и бесстрашной девушки, которая намерена встать на путь отмщения, чтобы свергнуть жестокую власть и дать миру надежду на светлое и безопасное будущее. Справиться с подобной задачей будет не так то просто, поэтому тебе нужно постоянно развивать навыки и совершенствовать силу, чтобы не распрощаться с жизнью. Впереди тебя ожидают преграды и опасности, преодоление высоких стен и уничтожение коварных оппонентов, которые готовы на все, чтобы тебя уничтожить. Не обойдется и без решения запутанных головоломок, а поэтому подключи смекалку, логическое мышление, а в некоторых моментах тебе поможет хитрость. Графика насыщена крутыми эффектами и яркими красками, отлично дополняющая общую атмосферу полного безумия.",
    "img": "/src/img/games/Showgunners.jpg",
    "carousel1": "/src/img/game-carousel/Showgunners-1.jpg",
    "carousel2": "/src/img/game-carousel/Showgunners-2.jpg",
    "genres": "Стратегии",
    "steamlink": "https://store.steampowered.com/app/1155330/Showgunners/",
    "info": {
      "Год выпуска": "2023г.",
      "Разработчик": "Artificer",
      "Версия": "1.0.3",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 10",
      "Процессор": "Intel Core i5",
      "Видеокарта": "GTX 960",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "10Гб"
    },
    "file": "torrent/Showgunners.torrent"
  },
  {
    "id": 368,
    "name": "Above Snakes",
    "description": "Интересный в своем исполнении игровой проект, в котором мы отправляемся на просторы Дикого Запада и постараемся завершить ряд важных миссий. Сыграй главную роль – роль одинокой женщины, а затем отправляйся в путешествие, сталкиваясь с мрачными тайнами и непредсказуемыми событиями. По сюжету ты оказалась совершенно одна посреди леса и теперь тебе предстоит пройти не мало испытаний, чтобы найти выход из этого злополучного места. Немного изучив окружение ты понимаешь, что опасности не миновать, а главными противниками станут бездушные зомби. Первым делом займись исследованием многочисленных локаций, добывай ценные ресурсы и зацепки, раскрывай секреты и веди борьбу с противниками. Из особенностей игры стоит отметить ее продуманный, полностью открытый для изучения мир, что даёт игроку возможность пройти данное приключение так, как тот посчитает нужным. Графика проработана на отлично, обладает приятной рисовкой и общей атмосферой, частью которой сумеет стать каждый.",
    "img": "/src/img/games/AboveSnakes.jpg",
    "carousel1": "/src/img/game-carousel/AboveSnakes-1.jpg",
    "carousel2": "/src/img/game-carousel/AboveSnakes-2.jpg",
    "genres": "Приключенческие игры, Ролевые игры, Симуляторы",
    "steamlink": "https://store.steampowered.com/app/1589120/Above_Snakes/",
    "info": {
      "Год выпуска": "2023г.",
      "Разработчик": "Tobias Schnackenberg",
      "Версия": "1.0.7",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel i5",
      "Видеокарта": "Intel HD Graphics 4000",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "2Гб"
    },
    "file": "torrent/Above_Snakes.torrent"
  },
  {
    "id": 369,
    "name": "Punch Club 2: Fast Forward",
    "description": "Вторая часть довольно популярного проекта, разработанного в смеси жанров РПГ и симулятора, где мы сыграем роль отважного уличного бойца. События отправляют нас в будущее, а именно на просторы киберпанк-мира. На это раз игра порадует нас необычной жизненной историей, связанной с главным героем, где ему предстоит не только пробовать свой путь к славе и титулам чемпиона мира, но и постепенно узнавать мрачные тайны своей семьи. Игра порадует своей вариативностью, ведь ты самостоятельно будешь решать, по какому пути следует пойти, от чего и будет зависеть не только развитие, но и исход событий. Ты можешь положить обычную жизнь борясь со злом, либо встать на более глобальный путь и спасти от угрозы уничтожения весь человеческий род. Из основных особенностей игры стоит отметить наличие полной свободы действий для игрока. Графическое исполнение проработано в яркой стилистике, оснащено крутыми визуальными эффектами и запоминающейся атмосферой.",
    "img": "/src/img/games/PunchClub2FastForward.jpg",
    "carousel1": "/src/img/game-carousel/PunchClub2FastForward-1.jpg",
    "carousel2": "/src/img/game-carousel/PunchClub2FastForward-2.jpg",
    "genres": "Приключенческие игры, Инди, Ролевые игры, Симуляторы, Спортивные игры, Стратегии",
    "steamlink": "https://store.steampowered.com/app/1161590/Punch_Club_2_Fast_Forward/",
    "info": {
      "Год выпуска": "2023г.",
      "Разработчик": "Lazy Bear Games",
      "Версия": "v0.104 Демо",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel Core i3",
      "Видеокарта": "GT 1030",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "2Гб"
    },
    "file": "torrent/Punch_Club_2_Fast_Forward_Demo.torrent"
  },
  {
    "id": 370,
    "name": "Fabledom",
    "description": "Яркая в своем исполнении игра, разработанная в жанре градостроительного симулятора, которая точно понравится любителям спокойного и размеренного геймплея. События отправляют нас на просторы мира, который был основан на детских сказках, где мы создадим собственное поселение с необычными и такими знакомыми жителями. Изначально у тебя будет небольшой городок, который, с твоей помощью, превратиться в настоящий мегаполис. Игра порадует именно визуальной стилистикой, которая позволит объединиться с красочной природой игры и полностью погрузиться в происходящее, следя, как бурлит жизнь обычных горожан. Сказочную атмосферу здорово дополнит умиротворяющее музыкальное сопровождение. Сам игровой процесс достаточно разнообразен и даёт тебе массу возможностей по достижению той или иной цели, а поэтому ты всегда сможешь найти для себя что-то интересное. Ты будешь не только заниматься собором ресурсов, исследованием локаций и развитием города, но и следить за состоянием местных жителей, стараясь удовлетворить потребности и желания каждого.",
    "img": "/src/img/games/Fabledom.jpg",
    "carousel1": "/src/img/game-carousel/Fabledom-1.jpg",
    "carousel2": "/src/img/game-carousel/Fabledom-2.jpg",
    "genres": "Казуальные игры, Симуляторы, Стратегии, Ранний доступ",
    "steamlink": "https://store.steampowered.com/app/1651560/Fabledom/",
    "info": {
      "Год выпуска": "2023г.",
      "Разработчик": "Grenaa Games",
      "Версия": "v0.73",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel Core i5",
      "Видеокарта": "GTX 1060",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "2Гб"
    },
    "file": "torrent/Fabledom.torrent"
  },
  {
    "id": 371,
    "name": "Elderand",
    "description": "Динамичное ролевое приключение, которое отправляет нас в путешествие по мрачному, двухмерному миру. Становись частью исследования многочисленных локаций, добывай ценные ресурсы, рассеивай тьму и веди борьбу с коварными оппонентами. Зло стало большей частью планеты и его необходимо как можно скорее искоренить, чтобы дать миру надежду на светлое и безопасное будущее. Первым делом игра предлагает создать собственного персонажа, который будет уникален, обладать определенными внешними данными и внутренними характеристиками. По мере следования важно быть всегда на чеку, проявлять навыки тактического планирования и всегда развивать боевой талант, который поможет одолеть более сильного оппонента. Порадует наличие большого оружейного арсенала и атрибутов для крафта необходимых предметов, ведь это пригодится на поле боя. Графика интересно исполнена, наделена яркими, запоминающимися эффектами и индивидуальной рисовкой.",
    "img": "/src/img/games/Elderand.jpg",
    "carousel1": "/src/img/game-carousel/Elderand-1.jpg",
    "carousel2": "/src/img/game-carousel/Elderand-2.jpg",
    "genres": "Экшены, Приключенческие игры, Инди, Ролевые игры",
    "steamlink": "https://store.steampowered.com/app/1413660/Elderand/",
    "info": {
      "Год выпуска": "2023г.",
      "Разработчик": "Mantra, Sinergia Games",
      "Версия": "v1.3.4",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 10",
      "Процессор": "Intel Core 2 Duo",
      "Видеокарта": "GeForce 9600 GT",
      "Оперативная память": "2Гб",
      "Памяти на Жестком Диске": "1Гб"
    },
    "file": "torrent/Elderand.torrent"
  },
  {
    "id": 372,
    "name": "20 Minutes Till Dawn",
    "description": "Крутая смесь аркады, экшена и рогалика, где нам предстоит выживать в жестоких и непредсказуемых условиях, а также в рамках ограниченного времени. Первым делом игра предлагает выбрать главного героя, из семи первоначально доступных, каждый из которых по-своему уникален и обладает рядом полезных характеристик. Как только дело будет сделано, смело отправляйся навстречу приключениям, сражаясь с толпами кровожадных монстров и проходя массу интересных и одновременно сложных испытаний. Порадует игра и наличием разнообразного вооружения, которым ты сможешь заполнить боевой арсенал, в затем успешно воспользоваться им на поле боя. На протяжении всего времени прохождения очень важно модифицировать и всячески дополнять главного героя, чтобы тот становился могущественнее, что позволит уничтожить большее количество оппонентов. Имеется в игре и необычное графическое исполнение, которое наделено необычной рисовкой и приятной анимацией, что создаёт крутую приключенческую атмосферу.",
    "img": "/src/img/games/20MinutesTillDawn.jpg",
    "carousel1": "/src/img/game-carousel/20MinutesTillDawn-1.jpg",
    "carousel2": "/src/img/game-carousel/20MinutesTillDawn-2.jpg",
    "genres": "Экшены, Приключенческие игры, Казуальные игры, Инди, Стратегии",
    "steamlink": "https://store.steampowered.com/app/1966900/20_Minutes_Till_Dawn/",
    "info": {
      "Год выпуска": "2023г.",
      "Разработчик": "flanne",
      "Версия": "v1.0",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Dual Core+",
      "Видеокарта": "1Гб видеопамяти",
      "Оперативная память": "1Гб",
      "Памяти на Жестком Диске": "100Мб"
    },
    "file": "torrent/20_Minutes_Till_Dawn.torrent"
  },
  {
    "id": 373,
    "name": "Pharaoh: A New Era",
    "description": "Ремейк градостроительного симулятора, где мы в полной мере можем почувствовать себя в роли правителя Египта. Впереди тебя ожидают преграды и опасности, неприятности и постоянные столкновения с оппонентами, поэтому, в первую очередь, важно проявить свои стратегические навыки и всячески их развивать. Игровой процесс разнообразен и увлекателен, поэтому скучать у нас времени точно не будет. Займись исследованием территорий, изучай историю страны со времён правления Клеопатры, возводи различного рода сооружения и позаботься о их защите, чтобы не дать врагу и шанса на победу. Возможностей по достижению цели у тебя будет более чем достаточно, но ими нужно научиться правильно пользоваться, чтобы быстрее прийти к успеху. Игра предлагает для прохождения более пяти десятков уникальных миссий, с каждой из которых ты будешь становиться опытнее, сильнее и могущественнее, в итоге создав самое процветающее и передовое государство.",
    "img": "/src/img/games/PharaohANewEra.jpg",
    "carousel1": "/src/img/game-carousel/PharaohANewEra-1.jpg",
    "carousel2": "/src/img/game-carousel/PharaohANewEra-2.jpg",
    "genres": "Симуляторы, Стратегии",
    "steamlink": "https://store.steampowered.com/app/1351080/Pharaoh_A_New_Era/",
    "info": {
      "Год выпуска": "2023г.",
      "Разработчик": "Triskell Interactive",
      "Версия": "1.3.0",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 10",
      "Процессор": "Intel Core i5",
      "Видеокарта": "GeForce GTS 450",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "8Гб"
    },
    "file": "torrent/Pharaoh_A_New_Era.torrent"
  },
  {
    "id": 374,
    "name": "Thunder Tier One",
    "description": "Стратегическая игра, разработанная в смеси жанров экшена и симулятора, где мы отправляемся на поле боя и постараемся сразить как можно большее количество оппонентов. Мы исполним роль отважного и бесстрашного бойца, который готов сделать все возможное, чтобы уничтожить врага. Первым делом стоит отметить наличие как одиночного, так и многопользовательского режима, который позволит отлично провести время в компании своих друзей. Все действия происходят с видом сверху, поэтому ты сумеешь в полной мере контролировать происходящую ситуацию. По мере следования необходимо постоянно планировать действия наперед, чтобы не допускать ошибок и вовремя обойти соперника. Не забывай о развитии боевых навыков, которые в будущем позволят справиться с более сложными задачами. Ты – борец с терроризмом, который будет истреблять сторонников зла по всему миру, тем самым спасая множество жизней.",
    "img": "/src/img/games/ThunderTierOne.jpg",
    "carousel1": "/src/img/game-carousel/ThunderTierOne-1.jpg",
    "carousel2": "/src/img/game-carousel/ThunderTierOne-2.jpg",
    "genres": "Экшены, Симуляторы",
    "steamlink": "https://store.steampowered.com/app/377300/Thunder_Tier_One/",
    "info": {
      "Год выпуска": "2021г.",
      "Разработчик": "KRAFTON, Inc.",
      "Версия": "Build 9302479",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel Core i5",
      "Видеокарта": "GTX 950",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "20Гб"
    },
    "file": "torrent/Thunder_Tier_One.torrent"
  },
  {
    "id": 375,
    "name": "Gladiator Guild Manager",
    "description": "Проект, разработанный в жанре боевого симулятора, где игрок погружается в необычную, захватывающую атмосферу, стараясь справиться с довольно сложной миссией. Фантастический и опасный мир подготовил для нас не мало преград и интересных событий, а также покрытых пеленой мрака тайн, разгадать которые не так то просто. Тебе же нужно взять на себя исполнение роли управленца, который будет стараться всячески развивать и совершенствовать собственную гильдию. Отправляйся на исследование многочисленных локаций, добывай ценные ресурсы и полезные предметы, а также открывай новые земли. Главное, что от тебя потребуется – это тренировка армии гладиаторов, вместе с которыми ты отправишься покорять мир, постепенно уничтожая всех своих оппонентов. Будь максимально внимательным и подключи навыки стратегического планирования, что позволит без проблем справиться со сторонниками зла. Продумывай действия наперед, развивай умения и навыки, а также делай все возможное, чтобы твоя армия стала самой могущественной и непобедимой в мире. Графика хорошо продумана и позволит игроку почувствовать себя полноценной частью этой эпической атмосферы.",
    "img": "/src/img/games/GladiatorGuildManager.jpg",
    "carousel1": "/src/img/game-carousel/GladiatorGuildManager-1.jpg",
    "carousel2": "/src/img/game-carousel/GladiatorGuildManager-2.jpg",
    "genres": "Инди, Симуляторы, Стратегии",
    "steamlink": "https://store.steampowered.com/app/1043260/Gladiator_Guild_Manager/",
    "info": {
      "Год выпуска": "2020г.",
      "Разработчик": "Entertainment Forge",
      "Версия": "v0.885.2",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "4 Ghz",
      "Видеокарта": "256Мб видеопамяти",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "500Мб"
    },
    "file": "torrent/Gladiator_Guild_Manager.torrent"
  },
  {
    "id": 376,
    "name": "The Forest",
    "description": "Компьютерная, многопользовательская игра, в которой сплелось множество жанров: выживание, хоррор, приключение и экшн. Также игра включает в себя достаточно интересный сюжет, который тебе предстоит пройти, постоянно сталкиваясь с трудностями. Ты выступишь в роли отца, который со своим сыном потерпели крушение самолета. После того, как ты очнешься, ты заметишь, что сына больше нет рядом, а в воспоминаниях таится фрагмент, как неизвестный человек уносит его вдаль на руках. Теперь у тебя одна единственная цель – выжить и найти сына. Ты решаешь тщательно исследовать остров на наличие полезных ресурсов, которые в будущем помогут тебе сохранить жизнь. Также ты сможешь здесь построить убежище, но не забывай, что нужно как следует его защитить, ведь на острове ты окажешься далеко не один. Добывая еду и бродя в поисках полезных предметов, ты сможешь наткнуться на множество различных лагерей, где обитают аборигены. С каждым новым прожитым днем, данные противники будут становиться еще сильнее, поэтому тебе стоит пополнить свой арсенал мощным оружием. Сможешь ли ты найти сына? Получится ли у тебя выжить в достаточно жестоких условиях?",
    "img": "/src/img/games/TheForest.jpg",
    "carousel1": "/src/img/game-carousel/TheForest-1.jpg",
    "carousel2": "/src/img/game-carousel/TheForest-2.jpg",
    "genres": "Экшен, Приключение, Инди, Симулятор",
    "steamlink": "https://store.steampowered.com/app/242760/The_Forest/",
    "info": {
      "Год выпуска": "2014г.",
      "Разработчик": "Endnight Games Ltd",
      "Версия": "1.12",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel Dual-Core 2.4 GHz",
      "Видеокарта": "NVIDIA GeForce 8800GT",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "1.07Гб"
    },
    "file": "torrent/The_Forest.torrent"
  },
  {
    "id": 377,
    "name": "Left 4 Dead 2",
    "description": "Продолжение одной из лучших кооперативных игр в жанре выживания в постапокалиптическом мире. Здесь ты снова сможешь насладится крутой графикой и динамичным игровым процессом, где, вместе со своими друзьями, отправишься на сражение с толпами жутких ходячих мертвецов, пораженных вирусом. Главной твоей задачей будет сохранение жизни. Ты должен сделать все, чтобы тебя и твою команду не охватил этот ужасный вирус. Зомби днём будут довольно спокойны, это позволит тебе выкроить время для собирания ресурсов и обустройства жилья, которое должно быть максимально защищённым. Проект представлен в виде хоррор шутера, где все действия будут происходить с видом от первого лица, что позволит тебе почувствовать себя в реальности. На этот раз разработчики предоставили тебе огромный выбор оружия и карт, а также ты сможешь пройти массу новых интересных и сложных для выполнения миссий.",
    "img": "/src/img/games/Left4Dead2.jpg",
    "carousel1": "/src/img/game-carousel/Left4Dead2-1.jpg",
    "carousel2": "/src/img/game-carousel/Left4Dead2-2.jpg",
    "genres": "Экшены",
    "steamlink": "https://store.steampowered.com/app/550/Left_4_Dead_2/",
    "info": {
      "Год выпуска": "2009г.",
      "Разработчик": "Valve",
      "Версия": "2.2.2.7 + Last Stand",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows Xp, 7, 8, 10",
      "Процессор": "Pentium 4 3.0 GHz",
      "Видеокарта": "NVidia 6600",
      "Оперативная память": "2Гб",
      "Памяти на Жестком Диске": "13Гб"
    },
    "file": "torrent/Left_4_Dead_2_v2.2.2.7.torrent"
  },
  {
    "id": 378,
    "name": "The Long Drive",
    "description": "Приключенческий гоночный симулятор с тематикой апокалипсиса и элементами выживания в жестоких условиях окружающего мира. Из особенностей сразу стоит отметить то, что мир способен изменяться совершенно случайным образом, что не позволит тебе предвидеть или обойти стороной ты или иную опасную ситуацию. Ты всегда должен быть к неожиданным поворотам событий, стремиться развивать главного героя, а также не забывать о главном средстве передвижения. Пустынная местность бескрайняя и имеет в себе массу опасностей. У тебя будет полная свобода действий и отправится ты всегда сможешь туда, куда только пожелаешь. Будь внимательным и не забывай как следует подготовиться, ведь справится с испытаниями на пути будет всё сложнее и сложнее. Включи режим скорости и отправляйся на покорение этого прекрасного, но в то же время опасного мира. Пройди все испытания и добейся положительного результата, оставив угрозу позади. Графика в игре проработана на отлично и позволит тебе стать полноценной частью пустынного мира.",
    "img": "/src/img/games/TheLongDrive.jpg",
    "carousel1": "/src/img/game-carousel/TheLongDrive-1.jpg",
    "carousel2": "/src/img/game-carousel/TheLongDrive-2.jpg",
    "genres": "Экшены, Приключенческие игры, Казуальные игры, Инди, Гонки, Симуляторы, Ранний доступ",
    "steamlink": "https://store.steampowered.com/app/1017180/The_Long_Drive/",
    "info": {
      "Год выпуска": "2019г.",
      "Разработчик": "Genesz",
      "Версия": "v2023.05.02",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "3 GHz двух-ядерный",
      "Видеокарта": "GTX 650 T",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "400Мб"
    },
    "file": "torrent/The_Long_Drive.torrent"
  },
  {
    "id": 379,
    "name": "Human: Fall Flat",
    "description": "Оригинальная в своём исполнении с приятной графикой компьютерная игра, которая перенесет тебя в таинственный сон нашего главного героя и проведет по огромному миру с множеством секретов. Как только ты оказываешься в этом, довольно таки странном сне, сразу столкнешься с рядом препятствий в виде различной степени сложности головоломок. Ты должен быть внимательным и рассчитывать каждый шаг, ведь одна ошибка перенесет тебя в начало игры. Мир вокруг будет сюрреалистическим, но авторы позаботились о полном соблюдении законов физики. Каждый предмет в игре поддается взаимодействию, а головоломки можно решить несколькими способами, поэтому скучно точно не будет. Здесь у тебя будет полная свобода действий, так как ты самостоятельно будешь принимать решение куда пойти и что делать. Путей будет более чем достаточно, поэтому здесь ты сможешь провести достаточно большой отрезок времени.",
    "img": "/src/img/games/HumanFallFlat.jpg",
    "carousel1": "/src/img/game-carousel/HumanFallFlat-1.jpg",
    "carousel2": "/src/img/game-carousel/HumanFallFlat-2.jpg",
    "genres": "Приключенческие игры, Инди",
    "steamlink": "https://store.steampowered.com/app/477160/Human_Fall_Flat/",
    "info": {
      "Год выпуска": "2016г.",
      "Разработчик": "No Brakes Games",
      "Версия": "v1083892 + Все DLC",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows Xp, 7, 8, 10",
      "Процессор": "Intel Core2 Duo",
      "Видеокарта": "GT 740",
      "Оперативная память": "1Гб",
      "Памяти на Жестком Диске": "0.5Гб"
    },
    "file": "torrent/Human_Fall_Flat.torrent"
  },
  {
    "id": 380,
    "name": "Risk of Rain 2",
    "description": "Классика многопользовательских игр, представленных миру в жанре рогалика. Вторая часть понесла за собой массу дополнений и всевозможных изменений, что несказанно порадует поклонников. В игре имеется одиночный режим, который столкнет тебя с опасностями и увлекательными событиями. Также ты сможешь окунуться в атмосферу вместе со своими друзьями, собрав команду до четырех человек. Орды монстров не дремлют, и ты должен сделать все возможное, дабы их уничтожить. Мир игры имеет особенность генерироваться случайным образом, что сделает процесс интересным, оригинальным и в то же время более сложным. Исследуй планету на наличие полезных предметов, ценных ресурсов и мощного оружия. Ты должен разгадать все тайны, чтобы протраться к поставленной цели и выбраться из этого злополучного места. Видов противников масса и у каждого есть своя схема взаимодействия, поэтому тебе предстоит к каждому из них находить особый подход. По мере прохождения ты будешь увеличивать мощность своего главного героя, так как сложность игры с каждым разом будет увеличиваться. Не забывай собрать лучший боевой арсенал, дабы эффективней справится с задачей.",
    "img": "/src/img/games/RiskofRain2.jpg",
    "carousel1": "/src/img/game-carousel/RiskofRain2-1.jpg",
    "carousel2": "/src/img/game-carousel/RiskofRain2-2.jpg",
    "genres": "Экшены, Инди",
    "steamlink": "https://store.steampowered.com/app/632360/Risk_of_Rain_2/",
    "info": {
      "Год выпуска": "2020г.",
      "Разработчик": "Hopoo Games",
      "Версия": "1.2.4.1 Survivors of the Void DLC",
      "Язык интерфейса": "Английский , русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel Core i3-6100",
      "Видеокарта": "GTX 580",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "4Гб"
    },
    "file": "torrent/Risk_of_Rain_2_1.2.4.1.torrent"
  },
  {
    "id": 381,
    "name": "Grounded",
    "description": "Игровой проект, разработанный в жанре выживания, основой которого является наличие кооперативного режима. Тебе предстоит отправиться покорять довольно большой мир с возможностью переключения вида от первого либо от третьего лица. Изучай окружающие локации, находи полезные предметы, воспользуйся своими навыками и раздобудь больше ценных ресурсов. На своем пути игрок сталкивается с массой непредвиденных обстоятельств, выход из которых нужно найти как можно быстрее. В твоём арсенале имеется оружие в виде копья и острозаточенного кинжала, которыми ты будешь орудовать в борьбе с коварными оппонентами. В основном мир населен дружелюбными созданиями, но ты точно не сумеешь предугадать столкновение с самыми настоящими хищниками. Отличной возможностью стоит отметить то, что игрок сможет самостоятельно мастерить нужное оружие, а также создавать специальные батуты для быстрого перемещения. Игровой процесс динамичен, а графическое исполнение проработано максимально реалистично, что позволит тебе с головой окунуться в захватывающую атмосферу. Воспользуйся талантами главного героя и сделай все возможное, чтобы он достиг поставленной цели.",
    "img": "/src/img/games/Grounded.jpg",
    "carousel1": "/src/img/game-carousel/Grounded-1.jpg",
    "carousel2": "/src/img/game-carousel/Grounded-2.jpg",
    "genres": "Экшены, Приключенческие игры,",
    "steamlink": "https://store.steampowered.com/app/962130/Grounded/",
    "info": {
      "Год выпуска": "2022г.",
      "Разработчик": "Obsidian Entertainment",
      "Версия": "1.2.4.4140",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel Core i3-3225",
      "Видеокарта": "GTX 650 Ti",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "8Гб"
    },
    "file": "torrent/Grounded_v1.2.4.torrent"
  },
  {
    "id": 382,
    "name": "Bigfoot",
    "description": "Игра, которая позволит тебе лично стать в центре динамично развивающихся событий наполненных странными обстоятельствами. Тебе предстоит встать на путь исследования совершенно странной ситуации, когда огромное количество людей стало пропадать в чаще леса. Наш главный героя уверен на сто процентов, что во всей этой ситуации виноват снежный человек, поймать которого не представляется возможным даже для правительства. Для начала тебе необходимо отыскать единомышленников и вместе с ними отправится на тщательное исследование каждого уголка этого опасного леса. Отправляйся в опасную экспедицию, находи различные  улики и постарайся сделать все возможное, чтобы не только раскрыть это ужасное дело, но и не попасть в коварные лапы этого жуткого создания.",
    "img": "/src/img/games/Bigfoot.jpg",
    "carousel1": "/src/img/game-carousel/Bigfoot-1.jpg",
    "carousel2": "/src/img/game-carousel/Bigfoot-2.jpg",
    "genres": "Приключенческие игры, Инди, Ранний доступ",
    "steamlink": "https://store.steampowered.com/app/509980/BIGFOOT/",
    "info": {
      "Год выпуска": "2017г.",
      "Разработчик": "CyberLight",
      "Версия": "4.4 HotFix 4",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel Core i5",
      "Видеокарта": "GTX 750",
      "Оперативная память": "2Гб",
      "Памяти на Жестком Диске": "3Гб"
    },
    "file": "torrent/BIGFOOT.torrent"
  },
  {
    "id": 383,
    "name": "Scrap Mechanic",
    "description": "Действительно стоящая внимания компьютерная игра, которая сможет понравиться любому пользователю. Здесь тебе предстоит попасть в песочницу, которая также включает в себя конструирование. Здесь тебе предстоит включить свою фантазию и начать воплощать все идеи в жизнь. Строй всевозможные механические конструкции и машины. Возможностей у твоего героя будет предостаточное количество, поэтому действуй, всё в твоих руках. Ты перенесешься в недалекое будущее, где технологии стали очень быстро развиваться. Ты выступишь в роли очень талантливого механика, который постоянно будет получать различные заказы с других планет. Отправившись по адресу заказчика, ты будешь выполнять ремонт либо строительство всяческих механизмов. Ты попадаешь на одну из многочисленных планет, которая на первый взгляд очень даже дружелюбная, но не всё так просто, как кажется.",
    "img": "/src/img/games/ScrapMechanic.jpg",
    "carousel1": "/src/img/game-carousel/ScrapMechanic-1.jpg",
    "carousel2": "/src/img/game-carousel/ScrapMechanic-2.jpg",
    "genres": "Экшен, Приключение Инди, Симулятор",
    "steamlink": "https://store.steampowered.com/app/387990/Scrap_Mechanic/",
    "info": {
      "Год выпуска": "2016г.",
      "Разработчик": "Axolot Games",
      "Версия": "0.6.5.723",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows Xp, 7, 8, 10",
      "Процессор": "2.6 GHz двух ядерный",
      "Видеокарта": "NVIDIA GeForce 8800GT",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "2Гб"
    },
    "file": "torrent/Scrap_Mechanic_0.6.5.torrent"
  },
  {
    "id": 384,
    "name": "Pummel Party",
    "description": "Увлекательная и полная веселья игра, которая была представлена в жанре экшен с элементами аркады. Здесь ты здорово можешь провести время в компании своих друзей, играя до четырех человек. Также здесь присутствует и одиночная игра, которая позволит тебе отточить свои навыки. В твоём распоряжении будет довольно масштабный арсенал совершенно немыслимых и абсурдных предметов, которые ты будешь постоянно использовать в сражениях с коварными противниками. Ты будешь вести ожесточенные сопротивления как с друзьями, так и с искусственным интеллектом, справится с которым также будет не просто. Есть возможность играть в общем мультиплеере по сети, либо подключиться к локальному мультиплееру. Здесь присутствует сразу несколько увлекательных игровых режимов, а также тебя точно порадует наличие мини-игр, которые здорово разнообразят времяпровождение. В сетевом и локальном мультиплеере, ты отправишься с друзьями в красочный мир, где и разрушишь дружбу, убивая одного за другим, применяя различного рода предметы. Мини игры могут быть как простой настольной забавой, так и целой миссией, исполнить которую будет достаточно сложно. Возможностей для игрока здесь более чем достаточно, а также имеется прекрасно исполненная визуальная составляющая.",
    "img": "/src/img/games/PummelParty.jpg",
    "carousel1": "/src/img/game-carousel/PummelParty-1.jpg",
    "carousel2": "/src/img/game-carousel/PummelParty-2.jpg",
    "genres": "Экшены, Казуальные игры, Инди",
    "steamlink": "https://store.steampowered.com/app/880940/Pummel_Party/",
    "info": {
      "Год выпуска": "2018г.",
      "Разработчик": "Rebuilt Games",
      "Версия": "1.12.1M",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "2.4Ghz двух-ядерный",
      "Видеокарта": "GeForce 8800 GT",
      "Оперативная память": "3Гб",
      "Памяти на Жестком Диске": "1Гб"
    },
    "file": "torrent/Pumme_Party.torrent"
  },
  {
    "id": 385,
    "name": "Project Zomboid",
    "description": "Игра на тему выживания, где тебе нужно находить любые способы, чтобы не подвергнуть главного героя нападению со стороны кровожадных ходячих мертвецов. Огромный открытый мир ждёт тебя, но в то же время он будет очень опасен. История поведает тебе о вымышленны небольших городках под названием Мулдраг и Веспоинт. Здесь ты будешь не один, здесь есть и другие выжившие, которые также хотят сохранить себе жизнь. Вы сможете объединить усилия и создавать все условия для того, чтобы ваши города стали безопасные. Для того, чтобы добиться своей цели, ты будешь выстраивать различные укреплённые здания, в том числе и жилища, а также займешься поиском полезных предметов и ценных ресурсов. Не забывай создавать мощное оружие и отстраивать ловушки, которые помогут тебе справится с зомби. С каждым днём конец света будет приближаться, чтобы устранить эту опасность, нужно постоянно строить, улучшать и создавать.",
    "img": "/src/img/games/ProjectZomboid.jpg",
    "carousel1": "/src/img/game-carousel/ProjectZomboid-1.jpg",
    "carousel2": "/src/img/game-carousel/ProjectZomboid-2.jpg",
    "genres": "Инди, Ролевые игры, Симуляторы, Ранний доступ",
    "steamlink": "https://store.steampowered.com/app/108600/Project_Zomboid/",
    "info": {
      "Год выпуска": "2013г.",
      "Разработчик": "The Indie Stone",
      "Версия": "v41.78.16",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel 2.77 GHz",
      "Видеокарта": "OpenGL 2.1",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "5Гб"
    },
    "file": "torrent/Project_Zomboid_41.78.16.torrent"
  },
  {
    "id": 386,
    "name": "ASTRONEER",
    "description": "Масштабная игра в жанре песочницы, которая обладает огромным миром с различными планетами, которые имеют свойство случайной генерации. Ты отправишься в будущее, а именно в 25 век, где во всю бушует самая настоящая Золотая лихорадка. Только теперь тебе предстоит отправиться за ценными ресурсами на далёкие и неизведанные планеты. Дело в том, что в это время очень популярными стали именно космические путешествия, которые приносят довольно неплохой заработок и обогащают Землян всем необходимым. Здесь у тебя будет полная свобода действий. Ты сможешь отправится в любой уголок вселенной и заняться тем, что придется тебе по душе. Добывай ценные ресурсы, изменяй ландшафтную структуру, а также выстраивай базы и огромные космические судна, которые позволят добираться даже до самых дальних планет.",
    "img": "/src/img/games/ASTRONEER.jpg",
    "carousel1": "/src/img/game-carousel/ASTRONEER-1.jpg",
    "carousel2": "/src/img/game-carousel/ASTRONEER-2.jpg",
    "genres": "Приключенческие игры, Инди",
    "steamlink": "https://store.steampowered.com/app/361420/ASTRONEER/",
    "info": {
      "Год выпуска": "2019г.",
      "Разработчик": "System Era Softworks",
      "Версия": "1.27.301.0 + Все DLC + Rails Update",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "2 GHz Двух-ядерный",
      "Видеокарта": "1Гб видеопамяти",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "2Гб"
    },
    "file": "torrent/Astroneer_1.27.301.0.torrent"
  },
  {
    "id": 387,
    "name": "Sid Meier's Civilization VI",
    "description": "Это новая, уже шестая часть популярной игры в жанре пошаговой стратегии, где ты попадешь в удивительный мир космоса. Тебя ждёт невероятная и максимально проработанная до мелочей графическая составляющая, которую разработчики постарались приблизить к реальности и погрузить каждого пользователя в опасный и таящий множество секретов мир. Здесь тебе предстоит, используя свой интеллект и смекалку, сразится с самыми и известными и самыми могущественными лидерами мира за господство над планетой. Ты начнешь свой путь с каменного века, где ты будешь делать все возможное для развития собственной цивилизации, чтобы вскоре шагнуть в будущее. Веди дипломатические беседы, заключайте выгодные сделки и старайся завоевать как можно больше земель, тем самым развиваясь и расширяя свои владения до немыслемых размеров.",
    "img": "/src/img/games/SidMeierCivilizationVI.jpg",
    "carousel1": "/src/img/game-carousel/SidMeierCivilizationVI-1.jpg",
    "carousel2": "/src/img/game-carousel/SidMeierCivilizationVI-2.jpg",
    "genres": "Стратегии",
    "steamlink": "https://store.steampowered.com/app/289070/Sid_Meiers_Civilization_VI/",
    "info": {
      "Год выпуска": "2017г.",
      "Разработчик": "Firaxis",
      "Версия": "1.0.12.43 Digital Deluxe + Все DLC",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel Core i3 2.5 Ghz",
      "Видеокарта": "NVidia 450",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "12Гб"
    },
    "file": "torrent/Sid_Meiers_Civilization_VI.torrent"
  },
  {
    "id": 388,
    "name": "Subnautica",
    "description": "Новое пополнение в ряду игр на тему исследования морских просторов. Здесь ты сможешь в полной мере насладиться красотами подводных глубин, которые скрывают в себе множество тайн. Игра является хорошо проработанной РПГ по совместительству с песочницей. Ты будешь играть за молодого человека, который всю свою жизнь посвящает исследованию необятного мира океанов и морей. Ты будешь бороздить просторы океана, обыскивая каждый его уголок и находя полезные предметы, заброшенные корабли, а также исследуя каждый камушек и растение. В твоём арсенале будут самые крутые плавательные средства, а также всевозможное техническое оснащение. По мере протекания сюжетной линии, у тебя будет возможность построить и постепенно усовершенствовать собственную субмарину, которая поможет тебе в передвижении по морским просторам.",
    "img": "/src/img/games/Subnautica.jpg",
    "carousel1": "/src/img/game-carousel/Subnautica-1.jpg",
    "carousel2": "/src/img/game-carousel/Subnautica-2.jpg",
    "genres": "Приключенческие игры, Инди, Ранний доступ",
    "steamlink": "https://store.steampowered.com/app/264710/Subnautica/",
    "info": {
      "Год выпуска": "2018г.",
      "Разработчик": "Unknown Worlds Entertainment",
      "Версия": "v71288",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel Haswell 2 cores",
      "Видеокарта": "Intel HD 4600",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "6Гб"
    },
    "file": "torrent/Subnautica.torrent"
  },
  {
    "id": 389,
    "name": "Green Hell",
    "description": "Хорошо исполненный и динамичный симулятор, где ты будешь бороться за свою жизнь, справляясь с различными испытаниями и препятствиями на пути к поставленной цели. Здесь ты по настоящему сможешь проявить свои навыки выживания, тем самым показывая, как ценно тебе то, что ты имеешь. Ты должен включить свое логическое мышление и смекалку на полную катушку, и только эти два аспекта позволят тебе максимально эффективно справится, получив положительный результат. Ты сыграешь роль простого путника, который отправился навстречу своим приключениям, но он ещё не знал, какие сложности его ожидают. Все дело в том, что вследствие определенных обстоятельств, он попадает на территорию Амазонки, где и начнутся основные действия игры. Он понимает, что здесь он совершенно один, а вокруг него не безопасно, и теперь он должен сделать все возможное, чтобы найти выход из этого злополучного места. Для начала отправляйся на разведку, чтобы изучить территорию и раздобыть хотя бы парочку полезных предметов. Тебе нужно обеспечить себя пищей, водой и безопасным убежищем, которое сможет защитить тебя от воздействия внешних факторов, будь то погодные условия, либо сторонники дикой природы. Дикие звери и жуткие болезни выступают для тебя главными соперниками на этапе выживания, поэтому у тебя всегда должно быть в наличии боевое орудие, а также необходимые медикаменты в случае заражения.",
    "img": "/src/img/games/GreenHell.jpg",
    "carousel1": "/src/img/game-carousel/GreenHell-1.jpg",
    "carousel2": "/src/img/game-carousel/GreenHell-2.jpg",
    "genres": "Инди, Симуляторы",
    "steamlink": "https://store.steampowered.com/app/815370/Green_Hell/",
    "info": {
      "Год выпуска": "2019г.",
      "Разработчик": "Creepy Jar",
      "Версия": "2.4.3",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "3.2 GHz двух-ядерный",
      "Видеокарта": "GTX 660",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "8Гб"
    },
    "file": "torrent/Green_Hell_v2.4.3.torrent"
  },
  {
    "id": 390,
    "name": "Euro Truck Simulator 2",
    "description": "Самый популярный симулятор вождения транспортных средств, на этот раз тебе предстоит сесть за руль огромных грузовиков-внедорожников. Вторая часть включила в себя множество дополнений и улучшений. Значительно улучшилась графическая составляющая и игровой процесс вцелом, а об дополнениях можно отметить новые модели машин и необъятные территории на картах. Европейские дороги готовы принять самого лучшего водителя. Ты сможешь поклдесить на лучших внедорожниках, которые когда либо существовали в мире. Отправляйся в незабываемое путешествие, где будешь исполнять миссии и преодолевать препятствия. Изначально, ты будешь самым простым водителем, но затем, приложив некоторые усилия, построишь целую империю автомобилей. Перевози ценные грузы в назначенные точки и получай за это довольно неплохое вознаграждение, которое поможет тебе в развитие своего собственного бизнеса.",
    "img": "/src/img/games/EuroTruckSimulator2.jpg",
    "carousel1": "/src/img/game-carousel/EuroTruckSimulator2-1.jpg",
    "carousel2": "/src/img/game-carousel/EuroTruckSimulator2-2.jpg",
    "genres": "Инди, Симуляторы",
    "steamlink": "https://store.steampowered.com/app/227300/Euro_Truck_Simulator_2/",
    "info": {
      "Год выпуска": "2013г.",
      "Разработчик": "SCS Software",
      "Версия": "1.47.2.6s + Все DLC + Iberia",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "2.4 GHz двух-ядерный",
      "Видеокарта": "GTS 450-class",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "3Гб"
    },
    "file": "torrent/Euro_Truck_Simulator_2_v1.47.2.6s.torrent"
  },
  {
    "id": 391,
    "name": "Slime Rancher",
    "description": "Довольно оригинальная в своем жанре игра, которая позволит тебе возглавить ферму особенных слизняков. Ты попадаешь в недалекое будущее, где человечество смогло всё дальше продвинуться в космической науке. Теперь мы можем передвигаться по различным планетам, находя на них полезные ресурсы. Так случилось, что группа колонистов обнаружила некую планету, на которой живут особенные слизняки. Данные существа имеют свойство вырабатывать очень ценный ресурс, который позволит людям изобрести всё, что угодно. Жители планеты очень милые и красочные создания, за которыми то, тебе и предстоит вести слежку. Ты будешь главенствовать над целой фермой и тщательно следить за поведением своих подопечных. Ты выступишь в роли так называемого слизневода, который будет ухаживать за созданиями, а также предоставлять все условия для того, чтобы они были счастливы, ведь только в таком состоянии они способны вырабатывать нужное человечеству вещество.",
    "img": "/src/img/games/SlimeRancher.jpg",
    "carousel1": "/src/img/game-carousel/SlimeRancher-1.jpg",
    "carousel2": "/src/img/game-carousel/SlimeRancher-2.jpg",
    "genres": "Экшен, Приключение, Инди, Симулятор",
    "steamlink": "https://store.steampowered.com/app/433340/Slime_Rancher/",
    "info": {
      "Год выпуска": "2017г.",
      "Разработчик": "Monomi Park",
      "Версия": "v1.4.4 + Все DLC",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows Xp, 7, 8, 10",
      "Процессор": "2.2 GHz двух ядерный",
      "Видеокарта": "512MB",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "1Гб"
    },
    "file": "torrent/Slime_Rancher.torrent"
  },
  {
    "id": 392,
    "name": "Paint The Town Red",
    "description": "Довольно позитивная, наполненная юмором игра на тему убийства. Тебя ждут безумные сражения с массой крови, где ты будешь отдавать все силы на то, чтобы истребить как можно больше квадратоголовых человечков. Ты будешь играть роль некого боксера, которому срочно понадобились деньги. Он решает присоединиться к банде преступников, которые занимаются темными делами. И вот, настал день нового задания. Казалось-бы, все просто, но вдруг что-то пошло совсем не так, как планировалось, и ты раскрываешь себя как личность. Теперь ты должен находить любой способ, чтобы сохранить себе жизнь, ведь повсюду толпы соперников. Здесь творится полный беспредел, включая попадания топора в голову или отрыва конечностей. Ты можешь делать все что угодно, втаптывая своего врага прямо в землю. Собирай по локации различные оружия убийства, которым может быть даже обыкновенный столб или табуретка.",
    "img": "/src/img/games/PaintTheTownRed.jpg",
    "carousel1": "/src/img/game-carousel/PaintTheTownRed-1.jpg",
    "carousel2": "/src/img/game-carousel/PaintTheTownRed-2.jpg",
    "genres": "Экшены, Инди",
    "steamlink": "https://store.steampowered.com/app/337320/Paint_the_Town_Red/",
    "info": {
      "Год выпуска": "2021г.",
      "Разработчик": "South East Games",
      "Версия": "1.3.4",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows Xp, 7, 8, 10",
      "Процессор": "Intel Dual-Core 2 GHz",
      "Видеокарта": "512Мб",
      "Оперативная память": "2Гб",
      "Памяти на Жестком Диске": "2Гб"
    },
    "file": "torrent/Paint_the_Town_Red.torrent"
  },
  {
    "id": 393,
    "name": "Garry's Mod",
    "description": "Довольно масштабная по размерам и возможностям песочница, которая является конструктором с элементами безумия. Здесь у тебя будет, в прямом смысле слова, полная свобода действий. Делай все, что только захочешь и издеваться над тем, кто подойдёт по нраву. Под твоё влияние попадает огромный мир, где у тебя будет возможность изменять каждую деталь и управлять другими персонажами. Построй крутую и мощную катапульту, усадил туда первого попавшегося человека и отправь его в полет. Кроме того, что ты сможешь круто провести время в режиме строительства, также ты сможешь занять себя и в других, не менее интересных режимах, которые смогут отлично тебя повеселить и наделить позитивными эмоциями на весь день. Игра с каждым днём набирает все большую популярность.",
    "img": "/src/img/games/GarrysMod.jpg",
    "carousel1": "/src/img/game-carousel/GarrysMod-1.jpg",
    "carousel2": "/src/img/game-carousel/GarrysMod-2.jpg",
    "genres": "Инди, Симуляторы",
    "steamlink": "https://store.steampowered.com/app/4000/Garrys_Mod/",
    "info": {
      "Год выпуска": "2006г.",
      "Разработчик": "Facepunch Studios",
      "Версия": "2023.07.01",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows Xp, 7, 8, 10",
      "Процессор": "1.8 GHz",
      "Видеокарта": "Поддержка DirectX 9",
      "Оперативная память": "2Гб",
      "Памяти на Жестком Диске": "5Гб"
    },
    "file": "torrent/Garrys_Mod.torrent"
  },
  {
    "id": 394,
    "name": "Ready Or Not",
    "description": "Динамичное и захватывающее экшен-приключение, где основной упор сделан на реалистичность происходящего. События отправляют нас в параллельный мир, где существует планета похожая на планету Земля. Мы знакомимся с Человеческой цивилизацией, которая в своем развитии достигла огромных высот, но это не избавило ее от постоянных расколов, обретающих большие масштабы. Мы исполним важную и ответственную роль – роль отважного героя, который является представителем спец организации, и в его задачи входит защита городских улиц от зла. Первым делом позаботься о своем боевом арсенале, в котом должно находиться как оружие, так и атрибуты защиты на разные случаи. Чем дальше ты будешь проходить, тем сложнее будут миссии, а поэтому особое внимание удели развитию профессиональных навыков и боевых характеристик. На твои плечи возлагается ответственность за планирование и исполнение нескольких десятков масштабных операций, которые приведут к полному устранению преступности в городе.",
    "img": "/src/img/games/ReadyOrNot.jpg",
    "carousel1": "/src/img/game-carousel/ReadyOrNot-1.jpg",
    "carousel2": "/src/img/game-carousel/ReadyOrNot-2.jpg",
    "genres": "Экшены, Приключенческие игры, Инди, Ранний доступ",
    "steamlink": "https://store.steampowered.com/app/1144200/Ready_or_Not/",
    "info": {
      "Год выпуска": "2021г.",
      "Разработчик": "VOID Interactive",
      "Версия": "v24737",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel Core i5",
      "Видеокарта": "GTX 960",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "50Гб"
    },
    "file": "torrent/Ready_or_Not.torrent"
  },
  {
    "id": 395,
    "name": "Gang Beasts",
    "description": "Яркая и наполненная позитивом игра, которая даст тебе отличную возможность круто провести время со своими друзьями. Играть ты сможешь до четырех человек, где вы будете сражаться на различных аренах в командах или друг против друга. Множество разных локаций, смешные моменты и хорошо проработанная физика — все это есть в данной игре. Сражения будут происходить в достаточно необычных местах: будь то шахта лифта, либо два движущихся грузовика, или же, вовсе, крыша небоскреба. Вам будут даваться определенные задания, в которых выживет лишь один. На каждой местности твой герой будет обладать определенными ударами и приемами, которые он может использовать в сторону противника. Игра очень популярна, так как полностью подходит как для аудитории взрослых, так и для детей. Даже сидя сбоку и наблюдая за процессом ты сможешь получить кучу позитивных эмоций и хорошее настроение на долгое время.",
    "img": "/src/img/games/GangBeasts.jpg",
    "carousel1": "/src/img/game-carousel/GangBeasts-1.jpg",
    "carousel2": "/src/img/game-carousel/GangBeasts-2.jpg",
    "genres": " Экшены, Приключенческие игры, Казуальные игры, Инди, Ранний доступ",
    "steamlink": "https://store.steampowered.com/app/285900/Gang_Beasts/",
    "info": {
      "Год выпуска": "2014г.",
      "Разработчик": "Boneloaf",
      "Версия": "v1.18.204",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows Vista, 7, 8, 10",
      "Процессор": "Intel Core i3",
      "Видеокарта": "512Мб",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "2Гб"
    },
    "file": "torrent/Gang_Beasts.torrent"
  },
  {
    "id": 396,
    "name": "Spintires: MudRunner",
    "description": "Новая игра в мире симуляторов, которая является хорошо проработанным и обновленным продолжением культовой первой части. Здесь тебе предстоит одолеть ряд препятствий, передвигаясь на своём транспорте по самому жуткому бездорожью, которое хранит в себе ряд опасностей. Данная часть включила в себя колоссальные изменения в графике, физике и взаимодействии с  окружающим миром. Обновление включает в себя новые модели машин, в численности пятнадцати, а также девять крутых и оригинальных карт. Вода и грязь ведут себя как в реальном мире, что делает атмосферу ещё более крутой. Новый режим испытаний порадует геймеров, которые являются поклонниками первой части. Миссии будут достаточно сложными, и каждая хранит в себе испытания на выносливость. Локации были увеличены в просторах, а графика более реалистична. Имеется ряд новых модификаций, которых в игре огромное количество.",
    "img": "/src/img/games/SpintiresMudRunner.jpg",
    "carousel1": "/src/img/game-carousel/SpintiresMudRunner-1.jpg",
    "carousel2": "/src/img/game-carousel/SpintiresMudRunner-2.jpg",
    "genres": "Симуляторы",
    "steamlink": "https://store.steampowered.com/app/675010/MudRunner/",
    "info": {
      "Год выпуска": "2017г.",
      "Разработчик": "Saber Interactive",
      "Версия": "28.09.22 + Все DLC",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel Dual Core 2.0 GHz",
      "Видеокарта": "NVIDIA GeForce 9600",
      "Оперативная память": "2Гб",
      "Памяти на Жестком Диске": "1Гб"
    },
    "file": "torrent/Spintires_MudRunner.torrent"
  },
  {
    "id": 397,
    "name": "Stranded Deep",
    "description": "Игра на тему выживания в открытом, постоянно меняющемся мире. Здесь тебе предстоит отправится на остров, где ты и будешь проживать свои дни, каждую минуту опасаясь за жизнь. Окружающая среда — это твой главный враг. Будь ты голоден, в состоянии жажды, мокрый либо пораженный — все это последствия дикой природы, которая совсем к тебе не добродушна. Здесь тебе необходимо создать безопасное убежище, которое выстоит при разных природных катаклизмах. Здесь происходит не только постоянная смена погодных условий, но и смена дня и ночи, которые также подготовили для тебя парочку не совсем приятных сюрпризов. Физика и графика здесь разработаны на высшем уровне, что отлично дополняет крутую атмосферу игры. Ты должен пойти на исследование мира, взяв с собой оружие. Занимайся рыбалкой и охотой, чтобы добыть себе еду. Но не забывай, что на острове много опасностей, в том числе дикие животные.",
    "img": "/src/img/games/StrandedDeep.jpg",
    "carousel1": "/src/img/game-carousel/StrandedDeep-1.jpg",
    "carousel2": "/src/img/game-carousel/StrandedDeep-2.jpg",
    "genres": "Приключенческие игры, Инди",
    "steamlink": "https://store.steampowered.com/app/313120/Stranded_Deep/",
    "info": {
      "Год выпуска": "2022г.",
      "Разработчик": "Beam Team Games",
      "Версия": "v1.0.17.0.23",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows Vista, 7, 8, 10",
      "Процессор": "2.0 GHz 4-ядра",
      "Видеокарта": "2Гб видеопамяти",
      "Оперативная память": "8Гб",
      "Памяти на Жестком Диске": "4Гб"
    },
    "file": "torrent/Stranded_Deep.torrent"
  },
  {
    "id": 398,
    "name": "Ultimate Chicken Horse",
    "description": "Невероятно сумасшедшая игра в жанре платформера, где ты должен быть готов к самым безумным действиям, которые можно только себе представить. Отличная идея и оригинальная подача напрочь отсутствуют в данном проекте. Хорошим плюсом является то, что здесь ты сможешь на самом деле зарядится позитивными эмоциями от игрового процесса, проводя время в компании своих друзей. Суть игры заключается в том, что здесь ты будешь управлять самыми разными представителями животного мира я которые отправятся на покорение многочисленных уровней, каждый из которых сложен в своём прохождении. Главная твоя цель – это финиш, и чем быстрее ты до него доберешься, тем больше очков получишь, сражая всех своих соперников наповал. Во время прохождения ты сможешь самостоятельно создавать испытательные трассы, на которых размещай всевозможные ловушки и крутые повороты. Попадайтесь в самые неловкие, безумные и курьёзные моменты, от которых процесс будет становится с каждым разом всё веселее.",
    "img": "/src/img/games/UltimateChickenHorse.jpg",
    "carousel1": "/src/img/game-carousel/UltimateChickenHorse-1.jpg",
    "carousel2": "/src/img/game-carousel/UltimateChickenHorse-2.jpg",
    "genres": "Экшены, Приключенческие игры, Казуальные игры, Инди",
    "steamlink": "https://store.steampowered.com/app/386940/Ultimate_Chicken_Horse/",
    "info": {
      "Год выпуска": "2016г.",
      "Разработчик": "Clever Endeavour Games",
      "Версия": "1.10.05",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows Xp, 7, 8, 10",
      "Процессор": "1.5 GHz",
      "Видеокарта": "512Мб видеопамяти",
      "Оперативная память": "2Гб",
      "Памяти на Жестком Диске": "2Гб"
    },
    "file": "torrent/Ultimate_Chicken_Horse.torrent"
  },
  {
    "id": 399,
    "name": "The Escapists 2",
    "description": "Симулятор побега, изображённый в пиксельной графике и с динамичным игровым процессом. Это новая часть популярной игры, где тебя ждут новые приключения и обновленные локации. Ты попадешь в списки заключённых, которые находятся под замком в самых защищённых тюрьм мира. Сможешь ли ты правильно составить план побега и не попасться на глаза охраны? Все в твоих руках, а исход событий зависит только от принятых тобой решений и совершенных действий. Здесь нужно быть максимально внимательным, решительным и смекалистым. Для начала, займись созданием своего персонажа, а затем отправляйся на встречу приключениям. Если что-то пойдет не так, как было запланировано, ты должен быть всегда наготове к боевым сражениям. Данная часть обрела некие обновления в боевой системе, а весь игровой процесс стал более функциональным. Изучите каждый уголок тюрьмы и старайтесь добыть как можно больше полезных предметов, вплоть до кражи. Множество тюрем и способов побега тебя ждут в игре.",
    "img": "/src/img/games/TheEscapists2.jpg",
    "carousel1": "/src/img/game-carousel/TheEscapists2-1.jpg",
    "carousel2": "/src/img/game-carousel/TheEscapists2-2.jpg",
    "genres": "Инди, Симуляторы, Стратегии",
    "steamlink": "https://store.steampowered.com/app/641990/The_Escapists_2/",
    "info": {
      "Год выпуска": "2017г.",
      "Разработчик": "Team17 Digital Ltd",
      "Версия": "v1.1.10 + Все DLC + Snow Way Out",
      "Язык интерфейса": "Английский, русский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel Core Duo E6600",
      "Видеокарта": "Intel 4400",
      "Оперативная память": "2Гб",
      "Памяти на Жестком Диске": "4Гб"
    },
    "file": "torrent/The_Escapists_2.torrent"
  },
  {
    "id": 400,
    "name": "Pacify",
    "description": "Игра в стиле хоррора, где ты будешь вести жестокую борьбу за собственную жизнь. Всех любителей данного жанра может порадовать ужасающая, нагнетающая на протяжении всего процесса атмосфера, которая заберёт тебе с головой в свой мрак. Также есть возможность пройти игру в разных режимах: одиночном, где ты будешь справляться со всеми миссиями самостоятельно, либо отправляйся в коварный мир вместе со своими друзьями, что позволит сделать мультиплеер. Ты возьмёшь на себя исполнение роли сотрудника исследовательской станции, который отправится выполнить очень важную миссию. Задача заключается в разведке давно заброшенного, но очень странного особняка. По сюжету ты узнаешь, что этот самый дом в прошлом был бюро ритуальных услуг, но с особенностью. Главная задача бюро заключалась в том, что все прибывшие посетители могли пообщаться с умершими людьми. Ты сможешь пройти игру в одиночку либо со своими друзьями в компании до четырех человек. Задача команды заключается в поисках доказательств, которые помогут разгадать самые страшные тайны этого зловещего места.",
    "img": "/src/img/games/Pacify.jpg",
    "carousel1": "/src/img/game-carousel/Pacify-1.jpg",
    "carousel2": "/src/img/game-carousel/Pacify-2.jpg",
    "genres": "Экшены, Приключенческие игры, Казуальные игры, Инди, Стратегии, Хорроры",
    "steamlink": "https://store.steampowered.com/app/967050/Pacify/",
    "info": {
      "Год выпуска": "2019г.",
      "Разработчик": "Shawn Hitchcock",
      "Версия": "v11062021 + The Farm + Woods",
      "Язык интерфейса": "Английский",
      "Таблетка": "Присутствует"
    },
    "systemRequirements": {
      "Операционная система": "Windows 7, 8, 10",
      "Процессор": "Intel i5",
      "Видеокарта": "1Гб видеопамяти",
      "Оперативная память": "4Гб",
      "Памяти на Жестком Диске": "2Гб"
    },
    "file": "torrent/Pacify.torrent"
  }
]

export const genres = [
  {
      id: 1,
      name: 'Action',
      title: 'Экшены',
      img:'/src/img/genres/action.png',
      to: '/',
    },
    {
      id: 2,
      name: 'Horror',
      title: 'Хорроры',
      img: '/src/img/genres/horror.png',
      to: '/',
    },
    {
      id: 3,
      name: 'Strategy',
      title: 'Стратегии',
      img: '/src/img/genres/strategy.png',
      to: '/',
    },
    {
      id: 4,
      name: 'Adventure',
      title: 'Приключенческие игры',
      img: '/src/img/genres/adventure.png',
      to: '/',
    },
    {
      id: 5,
      name: 'Simulators',
      title: 'Симуляторы',
      img: '/src/img/genres/simulators.png',
      to: '/',
    },
    {
      id: 6,
      name: 'Races',
      title: 'Гонки',
      img: '/src/img/genres/races.png',
      to: '/',
    },
    {
      id: 7,
      name: 'Indie',
      title: 'Инди',
      img: '/src/img/genres/indie.png',
      to: '/',
    },
    {
      id: 8,
      name: 'Casual',
      title: 'Казуальные',
      img: '/src/img/genres/casual.png',
      to: '/',
    },
    {
      id: 9,
      name: 'Sports',
      title: 'Спортивные',
      img: '/src/img/genres/sports.png',
      to: '/',
    },
    {
      id: 10,
      name: 'Shooters',
      title: 'Шутеры',
      img: '/src/img/genres/shooters.png',
      to: '/',
    },
    {
      id: 11,
      name: 'Role-Playing',
      title: 'Ролевые игры',
      img: '/src/img/genres/role-playing.png',
      to: '/',
    },
    {
      id: 12,
      name: 'Earlyaccess',
      title: 'Ранний доступ',
      img: '/src/img/genres/earlyaccess.png',
      to: '/',
    },
];